Repository: Toranks/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: fr, pl

source: Oh, in the name of Nomolas, Mehir! I didn't notice you. Don't scare me like that! And uhh... please just pretend you didn't hear anything.
pl: Oh, na Nomolasa, Mehirze! Nie zauważyliśmy cię! Aż się przestraszyłem! I... uch... może lepiej jak zapomnisz o czym tutaj rozmawialiśmy...

source: Sure...
fr: T'inquiète...
pl: Hmm...

source: Hey! Come back!
fr: Hé ! Revenez !
pl: Hej! Wracaj!

source: Oh no. It’s a trap!
fr: Oh non. C'est un piège !
pl: O nie, to pułapka!

source: I am trapped, my master.
fr: Je suis pris au piège, mon maître.
pl: Uwięziono mnie, mój mistrzu.

source: I’m sure there is a release mechanism somewhere. Search all tunnels and recesses you find.
fr: Je suis sûr qu'il y a un mécanisme d'ouverture quelque-part. Cherchez dans tous les tunnels et les alcôves que vous voyez.
pl: Gdzieś tu musi być mechanizm uwalniający. Przeszukać wszelkie tunele i zagłębienia jakie znajdziecie.

source: I am trapped!
fr: Je suis pris au piège !
pl: Uwięziono mnie!

source: Again? Continue searching until you find the right one. I wonder what these bars were meant to enhedge...
fr: Encore ? Continuez à chercher jusqu'à trouver le bon. Je me demande ce que ces barres étaient censées attraper...
pl: Znowu? Kontynuujcie poszukiwania, aż znajdziecie. Zastanawiam się do czego mogą służyć te pręty...

source: Oops...
fr: Oups...
pl: Ups...

source: Do you hear that?
fr: Vous entendez ?
pl: Słyszeliście to?

source: Monolith
fr: Monolithe
pl: Monolit

source: Lit caverns
fr: Cavernes illuminées
pl: Oświetlona jaskinia

source: Caverns
fr: Cavernes
pl: Kawerny

source: team_name^Cave Creatures
fr: Créatures Troglodyte
pl: Jaskiniowe Stworzenia

source: team_name^Guardians
fr: Gardiens
pl: Strażnicy

source: spear guardian
fr: gardien de la lance
pl: strażnik włóczni

source: This unit is blessed by the artifact it's guarding: the spear of the first Rhami'Kai.
fr: Cette unité est bénie par l'artefact qu'elle garde : la lance du premier Rhami'Kai.
pl: Ta jednostka jest pod wpływem błogosławieństwa od następującego artefaktu: włócznia pierwszej Rhami'kai.

source: Here lies Ibrahim, the founder of the school of banishment, and the first Master of Banishers. May he rest in peace.
fr: Ci gît Ibrahim, le fondateur de l'école de bannissement, et premier Maître des Bannisseurs. Puisse-t-il reposer en paix.
pl: Tu spoczywa Ibrahim, założyciel Szkoły Odczynania i pierwszy z mistrzów tej dziedziny. Niech spoczywa w pokoju.

source: Here lies Samir, summoner of the mighty Rashti'rhami, and her first master. May he rest in peace.
pl: Tu spoczywa Semir, przywoływacz potężnej Rashti'rhami i jej pierwszy mistrz. Niech spoczywa w pokoju.

source: Seems his rest was far from peaceful, considering we've just fought the man's ghost.
pl: Wygląda na to, że jego spoczynek był daleki od spokojnego, zważywszy, że właśnie walczyliśmy z jego duchem.

source: Here lies Khayyat, an unmatched enchanter, and inventor of the megacircle. Alas, he met an untimely end. May he rest in peace.
fr: Ci gît Khayyat, enchanteur sans égal, et inventeur du mégacercle. Hélas, il connut une fin prématurée. Puisse-t-il reposer en paix.
pl: Tu leży Khayyat, niezrównany zaklinacz, wynalazca megakręgu. I na niego przyszedł koniec. Niech spoczywa w pokoju.

source: *this statue is damaged to the point that the inscription on it has become illegible.*
fr: *cette statue est tellement endommagée que l'inscription écrite dessus est illisible.*
pl: *ta statua jest na tyle uszkodzona, że jej podpis jest kompletnie zatarty*

source: Well, this piece of art certainly seen better days...
fr: Bon, cette œuvre d'art a sûrement vu des jours meilleurs
pl: Cóż, ten kawał rzeźby z pewnością wyglądał kiedyś lepiej...

source: *crude text, likely written by some adventurer* <span font-style='italic' font-weight='bold'>I warn you, don't go further! You'll only find your demise there! Do not touch the...</span> *the writing ends with a blood stain*
pl: *nabazgrany tekst, prawdopodobnie napisany przez jakiegoś podróżnika* <span font-style='italic' font-weight='bold'>Ostrzegam cię, nie idź dalej! Znajdziesz jedynie swoją własną zgubę! Nie dotykaj...</span> *pismo urywa się na plamie krwi*

source: Looks like this fellow died before being able to finish his warning. Yikes!
fr: On dirait que ce type est mort avant de pouvoir finir son avertissement. Beurk !
pl: Wygląda na to, że zginął zanim zdążył dokończyć ostrzeżenie. Ajć!

source: So this is our old homeland... It gives me the creeps...
fr: Alors, c'est ça, notre ancien pays... Ça me file les jetons...
pl: A więc to jest nasz dawny dom... Przyprawia mnie o dreszcze...

source: I can see skeletons scattered near the entrance. They seem to be quite old, clearly not belonging to Tashkar’s expedition. They must have been unfortunate adventurers seeking treasures...
fr: Je vois des squelettes tout autour de l'entrée. Ils ont l'air plutôt vieux, ils ne font sûrement pas partie de l'expédition de Tashkar. Ça doit être des aventuriers malheureux qui cherchaient des trésors...
pl: Widzę szkielety przy wejściu. Wydają się być całkiem stare, na pewno nie należą do ludzi Tashkara. Zapewne to byli pechowi poszukiwacze skarbów...

source: As far as I can see, there are no traces of Tashkar or his troops around here. They must have been in too much of a hurry to explore the place. Nevertheless, we should make a thorough search. Maybe we will find some clues or treasures. The skeletons may be worth looting too...
fr: Je vois pas de traces de Tashkar ou de ses troupes par ici. Ils doivent avoir été trop pressés pour explorer la zone. Mais nous, on devrait fouiller de façon approfondie. Peut-être qu'on va trouver des indices ou des trésors. Et puis ça peut valoir le coup de fouiller les squelettes.
pl: Z tego co widzę, to nie ma tu śladów Tashkara i jego oddziałów. Zapewne spieszyli się na tyle, że zignorowali eksplorację tego miejsca. Niemniej jednak myślę, że powinniśmy przeszukać jaskinie. Może znajdziemy jakieś wskazówki albo skarby. Szkielety warto będzie obejrzeć dokładnie.

source: Note: Mehir has become a Grand Summoner. He can now recruit a wider range of units and, as explained in the previous scenario, is capable of summoning basic elementals.
fr: Remarque : Mehir est devenu un Grand Invocateur. Il peut maintenant recruter davantage d'unités et, comme expliqué dans le scénario précédent, il est capable d'invoquer des élémentaires de base.
pl: Uwaga: Mehir został Wielkim Przywoływaczem. Może teraz rekrutować większą liczbę jednostek i, tak jak zostało to wyjaśnione w poprzednim scenariuszu, może od teraz przywoływać proste żywiołaki.

source: Move to the next chamber
fr: Progresser jusqu'à la chambre suivante
pl: Przejdź do kolejnej komnaty

source: (optional) Search the caves for treasure
fr: (optionnel) Fouiller les grottes pour trouver des trésors
pl: (opcjonalnie) Przeszukaj jaskinie w poszukiwaniu skarbów

source: -You can get a bit of extra gold by looting the skeletons lying on the ground. -Explore as much as possible. The items found in this scenario will be quite useful later on.
fr: -Vous pouvez récolter un peu d'or en fouillant les squelettes répandus au sol. -Explorez le plus possible. Les objets trouvés dans ce scénario pourront être utiles plus tard.
pl: -Możesz znaleźć trochę złota przeszukując szkielety leżące na ziemi. -Zwiedzaj ile się da. Przedmioty które odkryjesz, mogą przydać się później.

source: Sir, I've scouted the area. These caves are infested with rogue elementals, and are home for dangerous creatures like bats and giant spiders. It would be reasonable to proceed with caution...
fr: Commandant, j'ai exploré la zone. Ces grottes sont infestées d'élémentaires incontrôlables, et abritent des créatures dangereuses comme des chauves-souris et des araignées géantes. Ça serait raisonnable d'avancer avec prudence...
pl: Sir, dokonałem wstępnego zwiadu. Te jaskinie zamieszkują wrogie żywiołaki oraz niebezpieczne zwierzęta takie jak nietoperze i wielkie pająki. Powinniśmy uważać...

source: I'll keep that in mind, thanks.
fr: Je vais garder ça en tête, merci.
pl: Dobrze wiedzieć. Będę o tym pamiętał.

source: Found some gold:
fr: Or trouvé :
pl: Znaleziono trochę złota:

source: Guardians
fr: Gardiens
pl: Strażnicy

source: We’ve awoken BATS!
fr: On a réveillé des CHAUVES-SOURIS !
pl: Obudziliśmy NIETOPERZE!

source: scimitar^Take it
fr: Le prendre
pl: Weź go

source: scimitar^Leave it
fr: Le laisser
pl: Zostaw go

source: Only a summoner can use this item!
fr: Seul un Invocateur peut utiliser cet objet !
pl: Tylko Przywoływacz może korzystać z tego przedmiotu!

source: Ancient Scimitar
fr: Ancien Cimeterre
pl: Starożytny Sejmitar

source: Scimitar damage increased by 100%, and the weapon becomes magical (always 70% chance to hit)
pl: Obrażenia sejmitara zwiększone o 100% i broń staje się magiczna (70% szansy na trafienie)

source: ancient scimitar
fr: ancien cimeterre
pl: starożytny sejmitar

source: This unit holds a powerful scimitar. Effects: Scimitar damage increased by 100%, and the weapon becomes magical (always 70% chance to hit)
pl: Ta jednostka trzyma potężny sejmitar. Efekty: Obrażenia sejmitara zwiększone o 100%, broń staje się magiczna (70% szansy na trafienie)

source: Those who dare touch the scimitar...
fr: Quiconque ose toucher le cimeterre...
pl: Ci którzy dotkną sejmitara...

source: ...MUST DIE!!!
fr: ...DOIT MOURIR !!!
pl: ...MUSZĄ UMRZEĆ!!!

source: Err... can't we negotiate? There's no need for violence!
fr: Heu... on peut pas négocier ? Pas la peine d'être violent !
pl: Eee… możemy negocjować? Nie musimy uciekać się do przemocy!

source: Have we not made our point clear enough, mortal? When we want someone dead, there will be no negotiations!
fr: N'avons-nous pas été suffisamment clairs, mortel ? Quand nous voulons la mort de quelqu'un, il ne saurait y avoir de négociations !
pl: Czyż nie wyraziłam się jasno śmiertelniku? Kiedy chcemy kogoś martwego, to nie ma negocjacji!

source: Damn it! I guess we have no choice now. Men, defensive formation!
fr: Zut ! Je pense qu'on n'a plus le choix maintenant. Soldats, en formation défensive !
pl: Niech to szlag! Myślę, że nie mamy wyboru. Wszyscy do pozycji obronnych!

source: carpet^Leave it
fr: Le laisser
pl: Zostaw go

source: Only the carpet rider can use this item!
fr: Seul un monteur de tapis peut utiliser cet objet !
pl: Tylko jednostka na dywanie może używać tego przedmiotu!

source: Advances the unit (unless the unit is already at maximum level) Speed increases by 50%
fr: Promeut l'unité (à-moins qu'elle ne soit déjà au niveau maximal) La vitesse augmente de 50%
pl: Awansuje jednostkę (o ile nie jest na najwyższym poziomie) Zwiększa prędkość o 50%

source: I’ve found a chest full of gold!
fr: J'ai trouvé un coffre plein d'or !
pl: Znalazłem skrzynię pełną złota!

source: My liege, I’ve found a chest full of gold!
fr: Seigneur, j'ai trouvé un coffre plein d'or !
pl: Mój panie, znalazłem skrzynię pełną złota!

source: 300 gold
fr: 300 pièces d'or
pl: 300 szt. złota

source: ring^Leave it
fr: Le laisser
pl: Zostaw go

source: Only a human can use this item!
fr: Seul un humain peut utiliser cet objet !
pl: Tylko człowiek może użyć tego przedmiotu!

source: This ring will heal the bearer by 8 hitpoints each turn.
fr: Cet anneau va soigner le porteur de 8 points de vie à chaque tour.
pl: Pierścień będzie leczyć właściciela o 8 punktów życia co każdą turę.

source: This unit wears the Ring of Regeneration. Effects: Grants the regeneration ability
fr: Cette unité porte l'Anneau de Régénération. Effets : Accorde la capacité de régénération
pl: Ta jednostka nosi Pierścień Regeneracji. Efekty: Umożliwia regenerację

source: cloak^Leave it
fr: Le laisser
pl: Zostaw go

source: Only a camel rider (or his advancements) can use this item!
fr: Seul un chamelier (ou ses évolutions) peut utiliser cet objet !
pl: Tylko jednostka na wielbłądzie może użyć tego przedmiotu!

source: Advances the unit (unless the unit is already at maximum level) Grants 50% fire resistance
fr: Promeut l'unité (à-moins qu'elle ne soit déjà au niveau maximum) Accorde 50% de résistance au feu
pl: Awansuje jednostkę (o ile nie jest na najwyższym poziomie) Daje 50% odporności na ogień

source: cap^Leave it
fr: Le laisser
pl: Zostaw ją

source: Who... who is here? Where am I?
fr: Qui... qui est là ? Où suis-je ?
pl: Kto... kto tu jest? Gdzie jestem?

source: A ghost? That's something new...
fr: Un fantôme ? Ça c'est nouveau...
pl: Duch? To nowość...

source: EEEEEK! A GHOST!!!
fr: AAAAH ! UN FANTÔME !!!
pl: AAAAA! DUCH!

source: Rashti, is that you? Do you remember me, your first master? So many centuries have passed...
fr: Rashti, c'est toi ? Tu te souviens de moi ? Ton premier maître ? Tant de siècles se sont écoulés...
pl: Czy to ty Rashti? Pamiętasz mnie? Swego pierwszego mistrza? Tyle wieków minęło...

source: Listen grandpa, I don't know who are you talking to but you'd better rest.
fr: Écoute, papy, je sais pas à qui tu parles, mais tu ferais mieux de reposer.
pl: Słuchaj dziadku, nie wiem do kogo mówisz, ale lepiej się połóż.

source: Wh..what? Err... I think he might be lost in his memories of mortal life...
fr: Qu..quoi ? Heu... Je crois qu'il est perdu dans les souvenirs perdus de sa vie mortelle...
pl: Co.. coo? Eee… Chyba zatracił się w swoich wspomnieniach z czasów gdy był żywy...

source: Who are these people with you? Why are you fading away? Rashti? RASHTI?! Wait... you are not Rashti... She is here but not with you. You took her from me! You... YOU!!! DIE!!!
fr: Qui sont ces gens avec toi ? Pourquoi tu t'en vas ? Rashti ? RASHTI ?! Attendez... tu n'es pas Rashti... Elle est là, mais pas avec toi. Tu me l'as prise ! Toi... TOI !!! MEURS !!!
pl: Kim są ci ludzie? Dlaczego znikasz? Rashti? Czekaj... ty nie jesteś Rashti. Ona tu jest, ale nie z tobą. Odebrałeś mi ją! Ty... TY! GIŃ!!!

source: I guess we pissed him off. He must be one of those ancient summoners the Instructor told me about in Sud-Affar...
fr: Ok, on lui fait péter une durite. Ce doit être l'un de ces anciens invocateurs dont l'Instructeur m'avait parlé à Sud-Affar.
pl: Dobra, wkurzyliśmy go. To musi być jeden z tych starożytnych przywoływaczy o których opowiadał mi instruktor w Sud-Affar.

source: Another maniac... It's time to make him rest in peace ...for good this time.
fr: Pauvre taré... Il est temps de lui offrir son dernier repos... pour de bon, cette fois.
pl: Kolejny maniak... Czas wysłać go na wieczny odpoczynek... tym razem na dobre.

source: We have to put him down somehow. I wonder how this can be done. He is dead already... Maybe we can destroy the circle with magic?
fr: On doit se débrouiller de se débarrasser de lui. Je me demande comment faire. Il est déjà mort... Peut-être qu'on peut détruire le cercle avec de la magie ?
pl: Musimy go jakoś pokonać. Zastanawiam się jak to zrobić. On i tak już nie żyje... Może powinniśmy zniszczyć jego krąg magią?

source: Now I see it... She has chosen you. Treat her well... She is the Golden Lady...
fr: Maintenant je comprends... Elle t'a choisi. Traite-la bien... C'est elle la Dame Dorée.
pl: Teraz widzę... Ona cię wybrała. Dbaj o nią... Ona jest Złotą Panią...

source: My magical servants, you may return to the Abyss! Farewell, stranger, and thank you for releasing me from this prison...
fr: Mes serviteurs magiques, vous pouvez retourner aux Abysses ! Bon vent, étranger et merci de m'avoir libéré de cette prison...
pl: Moje magiczne sługi, możecie powrócić do Otchłani! Żegnaj przybyszu i dziękuję ci za uwolnienie mnie z tego więzienia...

source: Farewell, stranger, and thank you for releasing me from this prison...
fr: Bon vent, étranger et merci de m'avoir libéré de cette prison...
pl: Żegnaj przybyszu i dziękuję ci za uwolnienie mnie z tego więzienia...

source: That was very weird, but he's gone now! Phew! I wonder what he meant, though...
fr: C'était très bizarre, mais il est parti, maintenant ! Pfou ! Je me demande quand-même de quoi il parlait...
pl: To było bardzo dziwne, ale na szczęście już go nie ma! Uff! Zastanawiam się tylko co miał na myśli...

source: armor^Leave it
fr: La laisser
pl: Zostaw go

source: Only humans can use this item!
fr: Seuls les humains peuvent utiliser cet objet !
pl: Tylko ludzie mogą używać tego przedmiotu!

source: Increases physical resistances by 25% Increases fire and cold resistances by 20% Decreases arcane resistance by 15%
fr: Augmente les résistances physiques de 25% Augmente les résistances au feu et au froid de 20% Diminue la résistance à l'arcane de 15%
pl: Zwiększa fizyczne odporności o 25% Zwiększa odporność na ogień i lód o 20% Zmniejsza odporność na tajemny typ obrażeń o 15%

source: The ground is shaking...
fr: Le sol tremble...
pl: Ziemia drży...

source: ancient cuirass
fr: cuirasse antique
pl: kirys przodków

source: This unit is wearing a powerful armor, which grants additional physical resistance, but also increases susceptibility to arcane damage. Effects: Increases physical resistances by 25% Increases fire and cold resistances by 20% Decreases arcane resistance by 15%
fr: Cette unité porte une armure puissante, qui accorde les résistances physiques supplémentaires, mais aussi augmente la sensibilité aux dégâts par l'arcane. Effets : Augmente les résistances physiques de 25% Augmente les résistances au feu et au froid de 20% Diminue la résistance à l'arcane de 15%
pl: Ta jednostka nosi potężny pancerz, który gwarantuje dodatkową ochronę przed obrażeniami fizycznymi jak również zwiększa podatność na tajemny typ obrażeń Efekty: Zwiększa fizyczne odporności o 25% Zwiększa odporność na ogień i chłód o 20% Zmniejsza odporność na tajemny typ obrażeń o 15%

source: spear^Leave it
fr: La laisser
pl: Zostaw ją

source: Only a Rhami or Rhami’kai can use this item!
fr: Seul un Rhami ou Rhami'kai peut utiliser cet objet !
pl: Tylko Rhami lub Rhami'kai może użyć tego przedmiotu!

source: Spear of the Rhami
fr: Lance du Rhami
pl: Włócznia Rhami

source: Advances the unit (unless the unit is already at maximum level) Increases the attack by 25% Increases magical resistances by 10%
fr: Promeut l'unité (à-moins qu'elle ne soit déjà au niveau maximal) Augmente l'attaque de 25% Augmente les résistances magiques de 10%
pl: Awansuje jednostkę (o ile nie jest na najwyższym poziomie) Zwiększa atak o 25% Zwiększa magiczne odporności o 10%

source: This unit is holding a powerful spear of abysmal origin. Effects: Increases the attack by 20%
fr: Cette unité porte une lance puissante d'origine abyssale. Effets : Augmente l'attaque de 20%
pl: Ta jednostka dzierży potężną włócznie pochodzącą z Otchłani Efekty: Zwiększa atak o 20%

source: Creature! Why are you attacking us?! Don't you see we are Summoners? Who is your master? Answer me, now!
fr: Créature ! Pourquoi nous attaques tu ?! Tu ne vois pas qu'on est des Invocateurs ? Qui est ton maître ? Réponds-moi, tout de suite !
pl: Istoto! Czemu nas atakujesz?! Nie widzisz, że jesteśmy Przywoływaczami? Kto jest twym panem? Odpowiedz mi natychmiast!

source: I bow before no man. The only being I serve is the the Holy Rashti'rhami - the goddess of all Rhamis. It was her who, 392 years ago, ordered me to protect the Spear of the First Rhami'kai. There are only two ways I can be released from this post - either by her order, or by being defeated in battle. And if to achieve the latter I have to attack every treasure hunter that steps foot in this place, so be it.
pl: Nie chylę czoła przed żadnym z ludzi. Jedyną istotą której służę jest Święta Rashti'rhami - bogini wszystkich Rhami. To ona 392 lata temu nakazała mi strzec Włóczni Pierwszej Rhami'kai. Istnieją tylko dwa sposoby abym opuściła mój posterunek - albo z jej rozkazu, albo poprzez pokonanie mnie w walce. Dlatego mam zamiar zaatakować każdego łowcę skarbów, który postawi tu stopę, więc niech i tak będzie tym razem.

source: Hmmm.... (lies) We were looking for you. You see, I am a messenger sent by Rashti herself. She ordered me to... err.. find you and release you from your post. Yes, she was too busy to do this in person. After all, being the queen of the Abyss, she has more important matters to attend to than looking for another dusty guardian in a forgotten cave.
fr: Mmmm... (ment éhontément) On te cherchait. Tu vois, je suis un messager envoyé par Rashti elle-même. Elle m'a ordonné de... heu.. trouver et de te faire quitter ce poste. Oui, elle était trop occupée pour le faire en personne. Après tout, comme elle est la reine des Abysses, elle a des trucs plus importants à faire qu'aller chercher un garde poussiéreux au fond d'une cave paumée.
pl: Hmmm… (kłamie) Szukaliśmy cię. Bo widzisz, jestem posłańcem Rashti. Kazała mi bym.... eee… cię odnalazł i zwolnił z twojego obowiązku. Tak, ona była zbyt zajęta by zrobić to osobiście. Co by nie mówić, jest królową Otchłani i ma ważniejsze rzeczy do roboty niż doglądanie kolejnego zakurzonego strażnika w jakiejś zapomnianej jaskini.

source: So here I am. By the order of Rashti'rhami herself, you are relieved!
fr: Du coup, je suis ici. Par l'ordre de Rashti'rhami elle-même, tu peux disposer !
pl: Więc oto jestem. Z rozkazu Rashti'rhami, jesteś zwolniona!

source: (with excitement in her voice) Really? Thank you so much! Since I am free now, can I join you?
fr: (avec de l'enthousiasme dans la voix) Vraiment ? Merci beaucoup ! Puisque je suis libre maintenant, puis-je vous rejoindre ?
pl: (z ekscytacją w głosie) Naprawdę? Bardzo dziękuję! Skoro jestem teraz wolna, to czy mogę się do was dołączyć?

source: Yeah, why not? By the way, could you do something about those elemental guardians? They've been quite an annoyance so far.
fr: Ouais, pourquoi pas ? Au fait, tu pourrais pas faire quelque-chose pour ces gardiens élémentaires ? Ils nous ont pas mal ennuyés jusqu'ici.
pl: Jasne, czemu nie? A tak przy okazji to czy mogłabyś coś zrobić z tymi żywiołakami? Strasznie uprzykrzają nam życie.

source: They will not attack you when I am on your side.
fr: Ils ne vous attaqueront pas tant que je serai à vos côtés.
pl: Nie zaatakują was gdy jestem po waszej stronie.

source: Nice! Could you also convince them to join us? A few Earth Gods would certainly come in handy...
fr: Cool ! Tu pourrais aussi les convaincre de nous rejoindre ? Quelques Dieux de la Terre, ça pourrait m'être assez utile...
pl: To dobrze. A mogłabyś namówić je by się do nas przyłączyły? Parę Bóstw Ziemi bardzo by się przydało...

source: I am sorry, but they do not obey me. They were ordered to protect this place forever, and aren't mentally capable of taking orders from those other than their masters.
fr: Je suis désolée, mais ils ne m'obéissent pas. Ils ont reçu l'ordre de protéger cet endroit pour toujours, et ne sont pas mentalement capable de recevoir des ordres d'autres que leurs maîtres.
pl: Przykro mi ale one nie słuchają moich rozkazów. Nakazano im chronić to miejsce na wieki i tylko ich właściciele mogą do nich przemówić.

source: I see. At least we can count on you, hehe...
fr: Je vois. Au moins on peut compter sur toi, héhé...
pl: Rozumiem. Przynajmniej możemy liczyć na ciebie, hehe...

source: To give you a reason to fulfill my demand, if you defeat me, you shall prove yourselves worthy of wielding this sacred relic of our kind.
pl: Jeśli pokonacie mnie w walce, okażecie się godni by dzierżyć ten święty relikt naszego gatunku.

source: Alright men, you heard her. Time to earn ourselves a legendary spear!
pl: Słyszeliście ją ludzie. Czas zdobyć dla nas tą legendarną włócznię!

source: She was right, you are worthy...
fr: Elle avait raison, vous êtes digne...
pl: Miała rację, jesteś godzien...

source: collar^Leave it
fr: Le laisser
pl: Zostaw ją

source: Only a magical entity can use this item!
fr: Seule une entité magique peut utiliser cet objet !
pl: Tylko magiczna istota może używać tego przedmiotu!
