Repository: Toranks/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: fr, pl

source: She told him what we needed her to. The summoner should be able reach us.
fr: Elle lui a dit ce qu'il fallait. L'invocateur devrait être capable de venir à nous.
pl: Powiedziała mu dokładnie to czego od niej oczekiwaliśmy. Przywołwacz da radę do nas dotrzeć.

source: True, but how exactly is the summoner of any use to us? The whole lamp plan failed spectacularly!
pl: Zgadza się, ale do czego potrzebny nam jest ten konkretny przywoływacz? Cały ten plan z lampą okazał się totalną porażką!

source: I'm sure it's all part of the bigger picture, otherwise it wouldn't be worth the effort.
pl: Myślę, że to część większego planu, w przeciwnym razie nie byłoby to warte zachodu.

source: Maybe, maybe not. I will go back to the Kingdom and report to the Guru. As for you two, follow the summoner, and make sure he actually reaches the destination.
fr: Peut-être, peut-être pas. Je vais retourner au Royaume et faire mon rapport au Gourou. Et vous deux, suivez l'invocateur, et faites en sorte qu'il réussisse à atteindre la destination.
pl: Może tak, może nie. Wrócę do Królestwa i zdam raport Guru. A wy dwaj pilnujcie przywoływacza i zadbajcie o to, by trafił tam gdzie ma trafić.

source: Sky Kingdom
fr: Royaume Céleste
pl: Podniebne Królestwo

source: team_name^Master of Water
fr: Maître de l'Eau
pl: Mistrz Wody

source: team_name^Mage
fr: Mage
pl: Magowie

source: team_name^Master of Fire
fr: Maître du Feu
pl: Mistrz Ognia

source: Unbelievable! I've got to enter heaven to get down into the Abyss.
fr: Incroyable ! Il faut entrer au paradis pour pouvoir descendre dans les Abysses.
pl: Niewiarygodne! Musiałem najpierw dostać się do nieba, by móc zejść później w Otchłań.

source: Oh, a Summoner. Interesting... What are you doing here? Your countrymen are in the Abyss for a good few days.
fr: Oh, un Invocateur. Intéressant... Que faites vous là ? Vos semblables sont dans les Abysses depuis déjà quelques jours.
pl: O, Przywoływacz. Ciekawe... Czemu tu jesteś? Twoi rodacy są w Otchłani od dobrych kilku dni.

source: Well, I am here because of that matter. I didn’t quite manage to join them on time. The Kharosians said you know how to get people there without circles. I hope you will offer me your aid.
fr: Hé bien, je suis là pour cette raison. Je n'ai pas vraiment réussi à les rejoindre à temps. Les Kharosiens ont dit que vous saviez comment y envoyer des gens sans utiliser de cercle. J'espère que vous allez m'offrir votre aide.
pl: Cóż, jestem tu z tego powodu. Nie zdążyłem na czas by do nich dołączyć. Kharosanie powiedzieli, że wiecie jak dostać się tam bez użycia magicznych kręgów. Mam nadzieję, że zaoferujecie mi pomoc.

source: It’s him.
fr: C'est lui.
pl: To on.

source: Well, well, Arcanus, look who we got here - Mehir himself — the leader of Tar-Tabar, defender of Kharos?
pl: No proszę, Arcanusie, spójrz kogo my tu mamy - Mehir we własnej osobie - lider Tar-Tabaru, obrońca Kharos?

source: Yeah. Seems like my fame reaches even the highest altitudes... If you want to get an autograph, you'll have to wait, though, as I need to finish my business here first.
pl: Tak. Wygląda na to, że moja sława dociera nawet na najwyższe wysokości... Jeśli chcecie autograf to musicie jednak poczekać, aż załatwię swoje sprawy.

source: Indeed, as well as the official representative of the High Abysmal Council!
pl: Zgadza się, jestem oficjalnym reprezentantem Nawyższej Rady Otchłani!

source: Wait a minute... you look an awful lot like the men who broke into our catacombs in Ka-Gatta!
pl: Chwila... wyglądacie łudząco podobnie do ludzi, którzy włamali się do naszych katakumb w Ka-Gattcie!

source: Oh, you mean the research party led by Aerius, our flying cartographer? We do not hold responsibility for the collateral damage he may have inflicted. No need to blame us for his actions. Anyway, our Guru knows how to help you. He is in the monumental Palace of Omniscience, but first you must prove yourself worthy of visiting him.
pl: Och, masz na myśli o ekipę dowodzoną przez naszego latającego kartografa Aeriusa. Cóż, działał na własny rachunek a jego duma go zgubiła. Nie obwiniaj nas za jego samolubne działania. Tylko Guru wie jak Ci pomóc. Znajduje się w tym monumentalnym Pałacu Wszechwiedzy, lecz wpierw musisz udowodnić, że jesteś godzien jego audiencji.

source: A challenge, you say? It just so happens that I have some experience in such activities. So, what do you propose? A drinking contest, perhaps?... <i>*to himself* Speaking of which, I wonder what happened to that poor drunk cyclops from the canyon...</i>
fr: Un défi, hein ? Il se trouve que j'ai pas mal d'expérience dans ce genre d'activités. Alors, vous proposez quoi ? Un concours de cul-sec, peut-être ? <i>*à lui-même* En parlant de ça, je me demande ce qui est arrivé à ce pauvre cyclope bourré dans le canyon...</i>
pl: Wyzwanie powiadasz? Tak się składa, że mam pewne doświadczenie w tego typu rzeczach. Co proponujesz w takim razie? Może zakłady w piciu?... <i>*do siebie* Swoją drogą ciekawe co się stało z tym biednym pijanym cyklopem w kanionie...</i>

source: No, I'd rather avoid alcohol for the foreseeable future. It has a quite a negative impact on my complexion, and I need to look attractive, you know? Anyway, I initially intended the challenge to be you fighting your way through the place to reach the Palace, but I've changed my mind.
fr: Non, je préférerais éviter l’alcool pour ce qui va suivre. Ça a un très mauvais impact sur mon teint de peau, et je dois être présentable, voyez-vous ? Bien, j'ai d'abord pensé à vous mettre au défi de traverser cet endroit en nous combattant pour atteindre le Palais, mais j'ai changé d'avis.
pl: Wolę unikać alkoholu. Ma negatywny wpływ na moją cerę, a chcę wyglądać atrakcyjnie, wiesz? W każdym bądź razie na początku planowałem byś dostał się do pałacu siłą, ale zmieniłem zdanie.

source: You have quite an unusual companioness with you. She seems to be quite a powerful abyssal being, thus would like to test her abilities by three tests. One involving physical strength, the second measuring her potential of channeling magic, and the last one addressing intellectual skills, as well as understanding of science.
fr: Vous avez une amie plutôt inhabituelle avez vous. Elle semble être une créature abyssale de grande puissance, c'est pourquoi j'aimerais soumettre ses facultés à trois épreuves. L'une impliquera la force physique, la seconde mesurera son potentiel de canalisation de la magie, et la dernière concernera les compétences intellectuelles, ainsi que la compréhension de la science.
pl: Masz ze sobą bardzo nietypową towarzyszkę. Wydaje się być bardzo potężną istotą z Otchłani, tak więc chętnie chcielibyśmy wystawić jej umiejętności na próbę w postaci trzech testów. Pierwszy zakładałby użycie siły fizycznej, drugi polegałby na zmierzeniu magicznej mocy, a trzeci dotyczyłby umiejętności intelektualnych oraz rozumienia nauki.

source: If she can pass all three, you will be granted an audience with the Guru. Otherwise, you will have to face our opposition as I originally planned. What do you say?
fr: Si elle parvient de triompher des trois, une audience vous sera accordée avec le Gourou. Dans le cas contraire, vous devrez nous combattre comme je l'avais originellement prévu. Qu'en dites vous ?
pl: Jeśli zda wszystkie te trzy próby, będziecie mogli udać się na audiencję do Guru. W przeciwnym razie będziecie musieli z nami walczyć, tak jak to początkowo planowałem. Co wy na to?

source: Interesting... Rashti, what do you think?
fr: Intéressant... Rashti, qu'en dis-tu ?
pl: Interesujące... Rashti, co o tym myślisz?

source: The task does seem within my capabilities. Very well, I accept.
fr: Ça a l'air d'être de mon calibre. Très bien, j'accepte.
pl: To zadanie leży w moich kompetencjach. Bardzo dobrze, akceptuję to wyzwanie.

source: And how exactly are you gonna have me prove my worthiness?
pl: I jak dokładnie mam udowodnić swoją wartość?

source: Provide us with a little... entertainment.
fr: On aimerait que vous nous... distrayiez.
pl: Dostarcz nam odrobiny... rozrywki.

source: Who do you take me for, some court jester? I didn't come halfway across the known world just to be a spectacle for some arrogant mage!
pl: Macie mnie za błazna? Nie przebyłem połowy świata, żeby zostać widowiskiem dla jakiegoś aroganckiego maga!

source: You might have got the wrong idea, we challenge you to a contest! Demonstrate your combat prowess by fighting your way through the palace! The last summoners against the magi of the Sky Kingdom! Defeat means for you a stay with us here in heaven - a privilege many a man would gladly die for. What say you to that?
fr: Vous m'avez peut-être mal compris, nous vous mettons au défi ! Faites preuve de vos pouvoirs de combattant en combattant jusqu'au palais ! Le dernier des invocateurs contre les mages du Royaume Céleste ! La défaite signifierait pour vous de rester avec nous au paradis - un privilège pour lequel beaucoup d'hommes accepteraient de mourir. Que dites vous de ça ?
pl: Źle nas zrozumiałeś, wyzywamy cię na pojedynek! Pokaż nam swoje umiejętności w walce przedzierając się przez to miejsce aż do pałacu! Ostatni przywoływacz przeciwko magom z Podniebnego Królestwa! Jeśli przegrasz, zostaniesz tu z nami na zawsze - to przywilej dla którego wielu gotowych byłoby umrzeć. Co ty na to?

source: Does Guru authorize the abuse of his visitors? Presenting myself as the slayer of his underlings would hardly serve my cause. Is this bloodshed truly necessary?
fr: Gourou autorise t-il les visiteurs à être violents ? J'ai peur de ne pas vraiment servir ma cause si je me présente comme le tueur de ses subordonnés. Cette effusion de sang est-elle vraiment nécessaire ?
pl: A czy Guru pozwala na napadanie tutejszych gości? Mianowanie się waszym mordercą raczej mi nie pomoże w załatwieniu mojej sprawy. Czy ten rozlew krwi jest konieczny?

source: If the mages want bloodshed, I would be more than happy to give it to them.
pl: Jeśli magowie chcą rozlewu krwi, z przyjemnością im go dostarczę.

source: Pfff... don't worry about us, summoner. We have created this place... as well as its rules. But if your soldiers die, well, you will be the one to blame. Do you accept this challenge, Summoner?
pl: Pfff… o nas się nie martw. Stworzyliśmy to miejsce... i zasady w nim panujące. Ale jeśli któryś z twoich żołnierzy zginie, będziesz za to odpowiedzialny. Czy podejmujesz to wyzwanie, Przywoływaczu?

source: Excellent! Mehir, gather your people; the contest shall begin soon.
fr: Excellent ! Mehir, réunissez vos gens ; le concours va bientôt commencer.
pl: Doskonale! Zgromadź swych ludzi, Mehirze. Wyzwanie za chwilę się rozpocznie.

source: Seems like I don't have much of a choice. I must see this Guru of yours, even if I have turn this place into burning rubble along the way.
pl: Wygląda na to, że nie mam wyboru. Muszę się spotkać z tym waszym Guru, nawet jeśli miałbym obrócić to miejsce w płonące zgliszcza.

source: Excellent! He is waiting for you inside. Good luck, summoner, you'll need it.
fr: Excellent ! Il vous attend à l'intérieur. Bonne chance, invocateur, vous en aurez besoin.
pl: Doskonale! Guru czeka na ciebie w środku. Powodzenia, przywoływaczu, będziesz go potrzebować.

source: Rashti, are you ready for this?
fr: Rashti, tu es prête ?
pl: Rashti, jesteś gotowa?

source: I am always ready for anything, Mehir. Why do you ask?
fr: Je suis toujours prête à tout, Mehir. Pourquoi tu demandes ?
pl: Zawsze jestem gotowa na wszystko, Mehirze. Czemu pytasz?

source: I just feel responsible for you after what happened... I can hardly bear the thought of losing you again.
fr: Je me sens juste responsable de toi après ce qu'il est arrivé... Je peux à peine supporter l'idée de te perdre encore.
pl: Czuję się odpowiedzialny za to co się wydarzyło... Nawet nie chcę myśleć co by było, gdybym znów cię stracił.

source: That's nice of you, but I am immortal now. Don't worry about me, you're the one who needs protection.
fr: C'est mignon, ça, mais je suis immortelle maintenant. T'inquiète pour moi, c'est toi qui a besoin de protection.
pl: To miło z twojej strony, ale teraz jestem nieśmiertelna. Nie martw się o mnie, z nas dwojga to ty potrzebujesz ochrony.

source: Believe me, I trust the magi even less than you do, but for now we'll have to play along with their weird idea, and hope for the best...
pl: Wierz mi, ufam tym magom nawet w znacznie mniejszym stopniu niż ty, ale zdaje się, że na razie będziemy musieli grać w tą ich głupią grę by osiągnąć cel...

source: Your troops will automatically arrive in groups to your starting location once per turn. To have more control over this process, seize one of enemy keeps and recall troops of your choosing from there.
pl: Twoje oddziały automatycznie będą przybywać w grupach to twojej lokacji startowej raz na turę. By mieć większą kontrolę nad tym procesem, zdobądź jeden z zamków przeciwnika i przywołaj tam jednostki, których potrzebujesz.

source: Use teleporting circles to move your troops across the map (they work similarly to the 'teleport' ability). Teleporting circles of the same color are connected with each other.
pl: Użyj kręgów teleportacji by przemieszczać swoje udziały po mapie (działa podobnie do umiejętności 'teleportowania'). Kręgi tego samego koloru są połączone ze sobą.

source: Move Mehir to the Palace of Omniscience
fr: Déplacer Mehir au Palais de l'Omniscience
pl: Dostań się Mehirem do Pałacu Wszechwiedzy

source: The first task involves measuring physical strength - something earthbounds seem to like.
fr: Le premier de vos travaux concerne la mesure de votre force physique - une chose que les gens du sol ont l'air d'apprécier.
pl: Pierwsze zadanie polega na zmierzeniu siły fizycznej - to coś co mieszkańcy powierzchni lubią robić.

source: The sport I chose was golem tossing. The one who throws the golem the furthest, wins the first part of the competition. To make this a fair fight, you will compete with one of our strongest creations - an Um! Ready the golems!
fr: Le sport que j'ai choisi est le lancer de golem. Celui qui lance le golem le plus loin remporte la première partie de la compétition. pour rendre ce combat loyal, vous serez face à l'une de nos créations les plus fortes - un Um ! Apprêtez vos golems !
pl: Dyscypliną którą wybrałem jest rzut golemem. Ten kto rzuci golema dalej, wygrywa tą część rywalizacji. By walka była równa, będziecie musieli zmierzyć się z naszą najsilniejszą kreacją - Umem! Przygotować golemy!

source: What an excellent throw! Great job!
fr: Quel lancer excellent ! Bravo !
pl: Co za wspaniały rzut! Dobra robota!

source: Heh, good luck beating that...
fr: Hé, bonne chance pour battre ça...
pl: Powodzenia w pobiciu tego...

source: Go Rashti, go! You can do this! We believe in you!
fr: Vas-y Rashti, vas-y ! Tu peux le faire ! On croit tous en toi !
pl: Dawaj Rashti, dawaj! Dasz radę! Wierzymy w ciebie!

source: (to the master mage) Watch and learn, airhead...
fr: (au maître mage) Regarde et instruis-toi, tête de vent...
pl: (do mistrza magii) Patrz i ucz się...

source: Wow! Master, did you see that? The golem is entering the stratosphere!
fr: Waou ! Maître, vous avez vu ça ? Le golem entre dans la stratosphère !
pl: Wow! Mistrzu, widziałeś to? Golem właśnie wkracza w stratosferę!

source: Wh- What?!!!
fr: Qu- quoi ?!!!
pl: C..COO?!!!

source: It... it's falling down! Take cover!!!
fr: Il... il retombe ! Tous aux abris !!!
pl: On... on spada! Kryć się!!!

source: You... won this part...
fr: Vous avez... gagné cette manche...
pl: Wygraliście... tą część zawodów...

source: The second part of the competition is about measuring magical powers one posses. This will involve the usage of a magical mirror - a unique piece of furniture capable of withstanding very powerful spells and even deflecting some of them.
fr: La seconde partie de la compétition permet de mesurer les pouvoirs magiques. Ceci impliquera l'utilisation d'un miroir magique - une pièce unique capable de résister à des sorts très puissants, et même d'en renvoyer certains.
pl: Druga faza polega na zmierzeniu magicznych mocy. W tym celu użyjemy magicznych luster - unikalnego przedmiotu potrafiącego wytrzymać nawet najpotężniejsze zaklęcia a nawet odbić część z nich.

source: A competitor needs to shatter such a mirror from a distance using his or her magical skills in order to win this part. Again, to make this a fair fight, you will compete against one of our strongest spellcasters - Ignis, a Master of Fire!
pl: Zawodnicy muszą rozbić takie lustro z odległości za pomocą swoich magicznych mocy by wygrać tę część pojedynku. Ponownie, by rywalizacja była wyrównana, będziecie mierzyć się z jednym z naszych najpotężniejszych magów - Ignisem, Mistrzem Ognia!

source: Wow, this guy is really hot... I mean the temperature around him of course.
fr: Woua, ce type est vraiment chaud... Je parle de sa température bien-sûr.
pl: Wow, ten koleś jest naprawdę gorący... To znaczy mam na myśli temperaturę wokół niego oczywiście.

source: This is going to be easy. You won't believe how powerful Rashti can be. Trust me, I know what I am talking about.
fr: Ça va être facile. Vous n'allez pas en croire la puissance de Rashti. Croyez-moi, je sais de quoi je parle.
pl: To będzie proste. Nawet sobie nie wyobrażacie jak potężna jest Rashti. Wiem co mówię.

source: We shall see about that. Competitors, you may proceed.
fr: C'est ce que nous allons voir. Compétiteurs, vous pouvez commencer.
pl: Zaraz się przekonamy. Zawodnicy, możecie zaczynać.

source: That's it! Excellent shot!
fr: C'est ça ! Excellent tir !
pl: Tak jest! Doskonały strzał!

source: Nice, but what do you say about... THIS?
fr: Joli, mais qu'est-ce tu dis de... ÇA ?
pl: Nieźle, ale co powiesz na... TO?

source: S-She has frozen our Master of Fire, and he's still burning! What kind of madness is this?!
fr: E-Elle a gelé notre Maître de Feu, et il est toujours en train de brûler ! C'est quoi, cedélire ?!
pl: O... ona zamroziła naszego Mistrza Ognia! Co to za szaleństwo?!

source: Hmpf... But you do realize that the mirror is still intact, right? Thus, you have failed.
fr: Hmpf... Mais vous réalisez que le miroir est toujours intact, pas vrai ? Par conséquence, vous avez échoué.
pl: Hmpf… ale zdajecie sobie sprawę, że lustro jest nietknięte? Tak więc przegraliście.

source: Hey, look! The mirror is cracking!
fr: Hé, regardez ! Le miroir se fissure !
pl: Hej, spójrzcie! Lustro pęka!

source: YES! It's completely destroyed! Hurray!
fr: OUI ! Il est complètement détruit ! Hourra !
pl: TAK! Jest doszczętnie zniszczone! Hurra!

source: You may be good at brute-forcing your way out of situation, but I wonder whether you can pass the last part of the competition...
fr: Vous êtes peut-être bonne pour vous en sortir par la force, mais je me demande si vous pouvez triompher de la dernière partie de la compétition...
pl: Może i jesteście dobrze w brutalnym rozwiązywaniu sytuacji, ale ciekaw jestem, czy przejdziecie ostatni etap rywalizacji...

source: *ahem* It is finally time for the last test of your abilities. You have proven yourself to be superior in terms of physical strength and magical power, but what truly matters the most is one's intellect. Are you capable of solving one of the most demanding questions of all time?
fr: *hem* Il est enfin temps de mettre une dernière fois vos compétences à défi. Vous avez prouvé que vous êtes supérieure en terme de force physique et de pouvoir magique, mais ce qui compte vraiment le plus est l'intelligence d'une personne. Êtes-vous capable de résoudre l'une des questions les plus exigentes de tous les temps ?
pl: *ehem* Najwyższy czas na ostatnią próbę waszych możliwości. Udowodniliście, że nie macie sobie równych gdy chodzi o fizyczną i magiczną siłę, ale to co liczy się naprawdę to intelekt. Czy jesteście zdolni odpowiedzieć na jedno z największych pytań wszechczasów?

source: Our ancestors devoted millennia to find the answer for one such question. Because you are quite a unique guest, a being from a different dimension, we are quite curious to see if you can solve it faster. Are you ready to hear it and provide us with the answer in less than 24 hours?
pl: Nasi uczeni poświęcili tysiące lat by znaleźć odpowiedź na jedno takie pytanie. Ponieważ ty Rashti jesteś całkiem niezwykłym gościem na dodatek z innego wymiaru, jesteśmy ciekawi, czy będziesz w stanie rozwiązać to zagadnienie szybciej. Czy jesteś gotowa by usłyszeć to pytanie i udzielić na nie odpowiedzi w mniej niż 24 godziny?

source: I... accept.
fr: Je... J'accepte.
pl: Zgadzam się.

source: Very well. If you figure out the answer, you will get to see the Guru. If not, you will have to deal with us first. So...
fr: Très bien. Si vous parvenez à trouver la réponse, vous pourrez voir le Gourou. Dans le cas contraire, vous aurez d'abord affaire à nous. Donc...
pl: Bardzo dobrze. Jeśli odpowiesz, zobaczycie Guru, jeśli nie, to będziecie musieli uporać się najpierw z nami. Więc...

source: ...what is the meaning of life, the universe, and everything?
pl: ...co jest odpowiedzią na wielkie pytanie o życie, wszechświat i całą resztę?

source: Man, this is a really difficult question! Do you think you even have a chance here, Rashti?
fr: Hébé, c'est vraiment une question difficile ! Tu crois que tu as une chance de t'en sortir, Rashti ?
pl: O rety, to faktycznie trudne pytanie! Myślisz Rashti, że dasz radę?

source: Uh, Rashti? Are you alright?
fr: Hé, Rashti ? Ça va ?
pl: Rashti! Wszystko w porządku?

source: *freezes in place*
fr: *paralysée sur palce*
pl: *zatrzymuje się w miejscu*

source: Damn it! She is not responding. I think we've got a problem...
fr: Zut ! Elle ne répond plus. Je crois qu'on a un problème...
pl: Niech to! Ona nie odpowiada. Chyba się zawiesiła. Mamy problem...

source: <span font-style='italic'>*to herself* Some chase after 36, others 69, the more enlightened pursue 63, but their true goal is 41...</span>
pl: <span font-style='italic'>*do siebie* Niektórzy podążają za 36, inni za 69, ci bardziej oświeceni poszukują 63, ale ich prawdziwym celem jest 41...</span>

source: I thought about it, and I believe I have an answer.
pl: Po dłuższym zastanowieniu myślę, że znam odpowiedź.

source: You are back! Geez, I almost though we lost you for a moment!
fr: Tu es revenue ! Waou, j'ai presque cru un moment qu'on t'avait perdue !
pl: Wróciłaś! Rety, już myślałem, że przez moment cię straciliśmy!

source: *ahem* The answer is 41
pl: *ekhem* Odpowiedź to 41.

source: Alas, as close as your answer was, it was still incorrect. The correct answer is 42.
pl: Twoja odpowiedź nie jest prawidłowa, choć byłaś blisko. Poprawna odpowiedź to 42.

source: 41? 42? How in the world is a two-digit number supposed to be an answer to such an important question?!
fr: 41 ? 42 ? Mais comment un nombre à deux chiffres peut être la réponse à une question aussi importante ?!
pl: 41? 42? Jak u licha jakaś liczba może być odpowiedzią na tak ważne pytanie?!

source: Such things are beyond your uneducated mind to understand. Anyway, I am sorry to say that, but you have failed at the third part of the competition, and thus you will have to fight your way to the palace. (To his men) Kill them!
fr: De telles choses dépassent votre esprit rustre. Quoi qu'il en soit, je suis dans le regret de vous le dire, mais vous avez échoué dans la troisième manche de la compétition, et par conséquent, vous devrez combattre pour atteindre le palais. (à ses hommes) Tuez-les !
pl: To już poza twoimi ograniczonymi zdolnościami umysłowymi. Przykro mi to stwierdzić, ale nie udało wam się zaliczyć trzeciego etapu rywalizacji, więc będziecie musieli przedrzeć się do pałacu siłą. (do swoich ludzi) Zabić ich!

source: Wait, what?!
fr: Attendez, quoi ?!
pl: Zaraz, co?!
