Repository: Toranks/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: fr, pl

source: Somebody, shut the door! It's drafty in here! My bathwater will cool- ...Mehir?! Is that you?! What are YOU doing here?
fr: Que Quelqu'un ferme la porte ! Il y a un courant d'air ! L'eau de mon bain va refr-... Mehir ?! C'est toi ?! Qu'est-ce que TU fais ici ?
pl: Niech ktoś zamknie drzwi! Zrobił się przeciąg! Jeszcze tego brakowało by mi woda ostygła w wannie... Mehir?! To ty?! Co TY tu robisz?

source: Well, in case you missed the news, you should kind of be aware that I am in charge here now.
fr: Ben, au cas où tu aies pas eu la nouvelle, je t'apprends que le parton ici, c'est moi, maintenant.
pl: Cóż, jeśli przegapiłeś wieści to od tej pory jestem tu szefem.

source: Dear Nomolas! To think that half a year ago you were little more than a mere officer under my command! And neither did I expect to meet you while bathing...
fr: Nom de Nomolas ! Dire qu'il y a six mois tu étais à-peine un petit officier sous mon commandement ! Et je m'attendais pas non-plus à te rencontrer pendant mon bain...
pl: Drogi Nomolasie! I pomyśleć, że pół roku temu byłeś jedynie zwykłym oficerem pod moim dowództwem! A już kompletnie pomijam fakt, że nie spodziewałem się spotkać ciebie podczas kąpieli...

source: Heh, what can I say, fate works in mysterious ways.
pl: Heh, cóż mogę rzec, los potrafi być nieprzewidywalny.

source: Of all the things that can be summoned, bathers are not the first thing one would imagine.
pl: Ze wszystkich rzeczy jakie mogą być przyzwane, na pewno ludzie biorący kąpiel nie są pierwszą rzeczą, którą można sobie wyobrazić.

source: Indeed... So Jaffar, weren't you supposed to be in Sud-Affar, guarding the Great Circle?
fr: Pas faux... Mais Jaffar, tu n'étais pas supposé être à Sud-Affar, à garder le Grand Cercle ?
pl: Zaiste... Jaffarze, a czy ty czasem nie powinieneś przebywać w Sud-Affarze i strzec budowy Wielkiego Kręgu?

source: I was, but I resigned. Being nearly boiled to death by a bunch of humanoid lizards is the stuff of nightmares, you know! I needed to change place, so I was, indeed toying with the idea of paying you a visit.
fr: J'y étais, mais j'ai démissionné. Avoir failli être mangé tout cru par une bande de lézards humanoïdes me file encore des cauchemars, tu sais ! J'avais besoin de changer d'air, et j'avais l'intention de te rendre visite un jour ou l'autre.
pl: Tak być powinno, ale zrezygnowałem. Miałem złe wspomnienia z tamtym miejscem zwłaszcza w kontekście jaszczurek, które chciały ugotować mnie żywcem! Musiałem zmienić otoczenie i stąd narodził się pomysł, by złożyć ci wizytę.

source: Good timing. You see, I lack a deputy. Say, would you like to assume this office? You've certainly got experience with the job, considering you used to work under Sharif, and besides, your wackiness got me on the way up the career ladder.
fr: Tu as bien choisi ton jour. Tu vois, j'ai besoin d'un adjoint. Dis, tu voudrais bien prendre ce poste ? Tu as beaucoup d'expérience avec ce job, vu que tu as travaillé avec Sharif, et en plus, c'est grâce à toi que j'ai eu tant de promotion.
pl: W samą porę. Tak się składa, że nie mam zastępcy. Może zechciałbyś nim zostać? Na pewno masz w tym jakieś doświadczenie z racji, że pracowałeś dla Shariffa a poza tym dzięki Tobie zrobiłem niezłą karierę.

source: I need some time to consider it... Alright then. On thorough reflection, Tar-Tabar is a far better alternative to being anywhere near those damn lizards. I accept the offer.
fr: J'ai besoin d'un peu de temps pour y réfléchir... Bon d'accord. Après mûre réflexion, Tar-abar est une bien meilleure alternative à être n'importe-où à proximité de ces maudits lézards. J'accepte l'offre.
pl: Muszę to przemyśleć... Dobrze. Po gruntownym zastanowieniu, Tar-Tabar wydaje się znacznie lepszą alternatywą niż przebywanie w pobliżu tych przeklętych jaszczurek. Przyjmuję tą propozycję.

source: Pardon, but shall I proceed with my lecture?
fr: Pardon, mais puis-je continuer mon cours ?
pl: Przepraszam bardzo, ale czy mógłbym kontynuować moją lekcję?

source: Oh, right, I totally forgot about that. But what about Jaffar?
fr: Oh, oui, j'avais totalement oublié. Mais et pour Jaffar ?
pl: Och, wybacz. Całkowicie zapomniałem. Ale co z Jaffarem?

source: It's fine. Take your time, I still haven't finished my bath, so just pretend like I never fell from the ceiling...
fr: C'est bon. Prenez votre temps, j'ai pas encore fini mon bain, donc faites comme si j'étais jamais tombé du plafond...
pl: Wszystko w porządku. Róbcie swoje. Ja i tak nie skończyłem kąpieli, więc po prostu zachowujcie się tak, jakbym nigdy nie spadł z sufitu...

source: Sure, we'll all try... (to Semir) You may continue, guildmaster.
pl: Świetnie. (do Semira) Możesz kontynuować mistrzu gildii.

source: Damn it, I've just accidentally damaged my palace. That's gonna be expensive to fix...
pl: A niech to, przez przypadek uszkodziłem mój pałac. Naprawa tych zniszczeń będzie słono kosztować...

source: As you have witnessed, my liege, the 'Incantation of Power' is quite powerful, and telling you to cast it indoors wasn't exactly my brightest idea. My sincere apologies.
fr: Comme vous l'avez vu, mon seigneur, l''Incantation de Pouvoir' est plutôt puissante, et vous demander de la lancer à l'intérieur du palais n'était pas vraiment une bonne idée. Je suis sincèrement désolé.
pl: Jak zauważyłeś panie, 'Inkanacja Mocy' jest dość potężna a jej użycie wewnątrz pomieszczenia nie było najrozsądniejszym posunięciem. Mój błąd.

source: That's all I have to say about the megacircle. Let's move on to my favorite topic: Banishment.
fr: C'est tout ce que j'avais à dire sur le mégacercle. Passons à mon sujet favori : le Bannissement.
pl: To wszystko co chciałem powiedzieć o megakręgu. Przejdźmy teraz do mojego ulubionego tematu: wyganiania istot.

source: I already had some dispellers under my command. Mind that I am holding my prestigious position not least because of vast experience!
fr: J'avais déjà des renvoyeurs sous mon commandement. Voyez-vous, j'ai obtenu ma position prestigieuse grâce à ma grande expérience !
pl: Miałem już kilku odczyniaczy pod swoim dowództwem. Tak się składa, że moja prestiżowa pozycja wzięła się również z ogromnego doświadczenia!

source: *ahem* As you should be aware, magical beings originating from the Red Abyss can be quite rebellious, unpredictable and destruction-loving.
pl: *ekhem* Jak pewnie zauważyłeś panie, magiczne istoty pochodzące z Czerwonej Otchłani potrafią być czasem zbuntowane, nieprzewidywalne i lubujące wszelką formę zniszczenia czegokolwiek.

source: Yeah, I certainly got quite the taste of Red Abyss back in Ka-Gatta... I was sure as hell lucky that Rashti closed the portal in time...
fr: Ouais, j'ai un peu goûté aux Abysses Rouges à Ka-Gatta... J'ai eu un pot monstrueux que Rashti a fermé le portail à temps...
pl: Tak, miałem już do czynienia z Czerwoną Otchłanią w Ka-Gattcie… Całe szczęście Rashti zamknęła portal w samą porę...

source: Indeed. Anyway, centuries ago when the Red Cult rebelled against our nation, red beings were their main weapon of war. Back then, the art of banishment had to be developed to be able to defeat the hordes of efreeti and dharma'rhamis. Nowadays Dispellers and Banishers mainly deal with individual red beings occasionally rebelling, as large-scale organized rebellions are uncommon.
pl: To prawda. Wieki temu gdy Czerwony Kult zbuntował się przeciwko naszej nacji, czerwone istoty stały się głównym trzonem wojny. Wtedy sztuka wyganiania musiała zostać opracowana, by móc pokonać hordy ifrytów i dharma'rhami. Teraz Odczyniacze i Wyganiacze przeważnie mają do czynienia z pojedynczymi zbuntowanymi czerwonymi istotami, bowiem rebelie na dużą skalę należą do rzadkości.

source: After the Red Cult was defeated, circles capable of summoning red abysmal beings directly have been made illegal to prevent further rebellions of such scope, but there are still many red beings serving our people. They are considered mostly stable, due to being transformed from lesser blue beings.
pl: Po tym jak Czerwony Kult został pokonany, kręgi pozwalające na bezpośrednie przywołanie czerwonych istot zostały zakazane, by uniemożliwić dalsze rewolty na taką skalę jak wtedy. Lecz jak wiesz, wiele czerwonych istot służy naszym ludziom. Są uznawane za w miarę stabilne, ponieważ wyewoluowały z pomniejszych niebieskich istot.

source: Anyway, where was I? Magical beings banished from this world return to the Abyss via small Dimensional Gates, which they leave behind. Such a gate remains open and operational after a successful banishment and even gains sentience. In some ways, they are similar to elementals.
fr: Et donc, où en étais-je ? Les créatures magiques bannies de ce monde retournent aux Abysses par de petites Portes Dimensionnelles, qu'elles laissent derrière elles. Une telle porte reste ouverte et opérationnelle après un bannissement réussi et gagnent même la conscience. En certains points, elles sont similaires aux élémentaires.
pl: O czym to ja mówiłem? Magiczne istoty wygnane z tego świata wracają do Otchłani przy użyciu małych Wrót Wymiarów, które po nich zostają. Takie wrota są wciąż otwarte i funkcjonalne po takim skutecznym wygonieniu a nawet mają ograniczoną samoświadomość. W pewnym sensie przypominają żywiołaki.

source: Nice! I would like to see one!
fr: Pas mal ! J'aimerais en voir une !
pl: Fajnie! Chcę jedno z nich zobaczyć!

source: Fair enough. I am going to summon a red being now to demonstrate the banishment process.
pl: W porządku. Przywołam teraz czerwoną istotę by zademonstrować jak wygląda proces wyganiania.

source: Waaaait a minute, you said it is illegal to summon one directly!
fr: Aaaattendez une minute, vous avez dit que c'était illégal d'en invoquer directement !
pl: Zaraz, powiedziałeś, że przywołanie takiej istoty bezpośrednio jest nielegalne!

source: Oh, did I? Well... as long as I intend to immediately banish the efreeti, it doesn't matter... right?
fr: Ah, j'ai dit ça ? Ben... si je compte bannir immédiatement l'efreeti, ça ne compte pas... hein ?
pl: Och, tak powiedziałem? Cóż... skoro mam zamiar i tak wygonić ifryta, to chyba nie łamiemy prawa... prawda?

source: ...right...?
fr: ...hein...?
pl: ...prawda?

source: Mehir, just let him summon the damn thing, will you? At least it's a change of pace from being boiled to death and falling from the ceiling...
fr: Mehir, laisse le invoquer son fichu machin, allez ! Au moins, ça me changera d'être mangé tout cru ou de tomber du plafond...
pl: Mehirze, pozwól mu do jasnej ciasnej przywołać tą przeklętą istotę! Przynajmniej to będzie kolejne ciekawe doświadczenie biorąc pod uwagę moje ostatnie przeżycia, to jest prawie ugotowanie mnie w zupie oraz spadnięcie z sufitu...

source: Fair enough, I'll turn a blind eye to the illegal summoning for the sake of trying banishment. Guildmaster, you may proceed.
pl: W porządku, przymknę oko, na to nielegalne przywoływanie, ale tylko na potrzeby lekcji. Mistrzu gildii, możesz kontynuować.

source: So this is the world of mortals? Time for some destruction... Wait a minute, IS THAT A BANISHER?! AAAAAAH!
fr: Alors voici le monde des mortels ? C'est l'heure de détruire... Attendez une minute, C'EST UN BANNISSEUR ?! AAAAAAH !
pl: A więc to jest świat śmiertelników? Czas obrócić go w zgliszcza... Chwila moment, CZY TO WYGANIACZ?! AAAAA!

source: Well, time to send this fellow back where he belongs!
fr: Bien, à-présent, renvoyons ce garçon de là où il vient !
pl: Czas wysłać tego kolegę skąd przybył!

source: Semir banishes the efreeti
pl: Semir wygania ifryta

source: Heh, been some time since I saw the process of banishment up-close!
pl: Heh, minęło trochę czasu, kiedy widziałem proces wyganiania z bliska!

source: Indeed, it's quite a sight. Anyway, you now have control over the resulting gate.
fr: Hé oui, c'est spectaculaire. Bon, vous avez maintenant le contrôle de la porte qui est apparue.
pl: To fakt, że to całkiem ciekawy widok. W każdym bądź razie masz teraz kontrolę nad tymi oto wrotami.

source: Quite fascinating... I guess the next logical step would be an in-depth explanation about it...
fr: Plutôt fascinant... Je suppose que vous allez maintenant me la décrire en détail...
pl: Całkiem fascynujące ... Myślę, że następnym logicznym krokiem byłoby wyjaśnienie co z tym dalej zrobić...

source: *ahem* The Dimensional Gate can transform itself into an abyssmal being of its master's choice, in exchange for a living being's soul...
fr: *hem* La Porte Dimensionnelle peut se transformer en la créature abyssale du choix de son maître, en échange de l'âme d'un être vivant...
pl: *ekhem* Wrota Wymiarów mogą przeistoczyć się w wybrane istoty z Otchłani, w zamian za duszę żywej istoty...

source: Yikes!
fr: Beurk !
pl: Ajć!

source: Indeed, the usage of Dimensional Gates may be considered immoral by some. But if the soul belongs to an enemy or animal at the end of its life, then this is an opportunity to still make some use of out them, albeit a rather unsettling one.
fr: Hé oui, l'utilisation de Portes Dimensionnelles peut être considérée comme immorale par certains. Mais si l'âme appartient à un ennemi ou à un animal en fin de vie, alors c'est une opportunité d'en faire encore usage, même si c'est un peu troublant.
pl: To prawda, używanie Wrót Żywiołów może być uznawane przez niektórych za niemoralne. Jednak jeśli dusza należy do przeciwnika bądź zwierzęcia u kresu życia, to stwarza to okazję na jej lepsze wykorzystanie.

source: Though do not forget that the dimensional gates have many interesting properties, including being a sentient, mobile portal. The 'soul catching' is a hefty but fair price for their abilities.
fr: Par ailleurs, n'oubliez pas que les portes dimensionnelles ont beaucoup de propriétés intéressantes, comme le fait qu'il s'agit d'un portail mobile et conscient. La 'capture d'âme' est un prix cher mais juste pour ces capacités.
pl: Warto też wspomnieć, że wrota wymiarów posiadają kilka bardzo ciekawych cech jak samoświadomość i fakt, że są mobilnymi portalami. To 'łapanie dusz' może i jest kontrowersyjne ale warte swojej ceny.

source: It would be quite interesting to see such a transformation take place. So we need a spare soul to make this happen, right?
fr: Ce serait plutôt intéressant de voir une telle transformation. Alors on a besoin d'une âme dont on se sert pas pour le faire, c'est ça ?
pl: Byłoby fajnie zobaczyć taką transformację tu i teraz. Rozumiem, że potrzebujemy do tego jakiej wolnej duszy?

source: *looks at Jaffar*
fr: *regarde Jaffar*
pl: *patrzy na Jaffara*

source: Hey, why are you looking at me? I'm too young to die!
fr: Hé, pourquoi vous me regardez ? Je suis trop jeune pour mourir !
pl: Hej, dlaczego wszyscy na mnie patrzycie? Jestem za młody by umrzeć!

source: *looks at Semir*
pl: *patrzy na Semira*

source: Dear Nomolas! No need to resort to such barbarism, my liege! I forgot to mention that we can just as easily sacrifice a magical being for the same effect.
fr: Nom de Nomolas ! Pas la peine d'utiliser des procédés si barbares, mon seigneur ! J'ai oublié de mentionner que l'on pouvait aussi bien sacrifier une créature magique pour le même effet.
pl: Dobry Nomolasie! Nie potrzeba się uciekać aż do takiego barbarzyństwa, mój panie! Nie zapominaj, że równie dobrze możemy poświęcić jakąkolwiek magiczną istotę, by uzyskać ten sam efekt.

source: Why didn't you say so before?! Anyway, I guess I'll just summon another elemental to act as a training dummy...
fr: Pourquoi vous l'avez pas dit plus tôt ?! Bon, je suppose que je vais juste invoquer un autre élémentaire pour nous servir de mannequin d'exercice...
pl: Dlaczego wcześniej mi tego nie powiedziałeś?! No dobra, w takim razie przywołam kolejnego żywiołaka...

source: Good, now use your Dimensional Gate to destroy your elemental. When this happens, the channel between dimensions will solidify and you will be able to choose which magical being you want to summon from this gate. The gate will then close itself and disappear.
pl: Dobrze, a teraz użyj swoich Wrót Żywiołów by zniszczyć tego żywiołaka. Kiedy to się stanie, utrwali się połączenie między oboma światami a ty będziesz mógł wybrać magiczną istotę, którą chcesz przywołać z tych konkretnych wrót. Po tym wszystkim wrota się zamkną i znikną.

source: You can use it to summon all sorts of powerful magical beings: elemental avatars, rhami'kais, great jinn, you name it!
fr: Vous pouvez l'utiliser pour invoquer toute sorte de créatures magiques puissantes : des avatars élémentaires, rhami'kais, grands jinns, c'est vous qui décidez !
pl: Możesz ich użyć do przywoływania najróżniejszych potężnych istot magicznych takich jak awatary żywiołów, Rhami'Kai, a także wielkie dżiny!

source: Wait, do you mean I am allowed to summon Jinn now?
fr: Attendez, vous voulez dire que j'ai le droit d'invoquer un Jinn maintenant ?
pl: Czy chcesz mi powiedzieć, że mogę od teraz przywoływać dżiny?

source: Of course! You are the leader of Tar-Tabar for crying out loud! Who can forbid you from doing this?
fr: Bien-sûr ! Vous êtes le gouverneur de Tar-Tabar, on vous dit ! Qui peut vous l'interdire ?
pl: Oczywiście! Jesteś przywódcą Tar-Tabaru! Kto ci może zabronić?

source: Right, I haven't really got used to the title yet. I guess I won't need to pay independent jinn to tell my future anymore...
fr: Juste, je me suis pas encore habitué à ce titre. Je suppose que j'aurai plus besoin de payer des jinns indépendants pour me dire l'avenir...
pl: Racja, nie przywykłem jeszcze do tytułu. Wygląda więc na to, że już nie będę musiał płacić niezależnemu dżinowi, by przepowiedział mi przyszłość...

source: Anyway, time to see what I can get out of this yellow gate...
fr: Compris. voyons maintenant ce que je peux tirer de cette drôle de porte jaune.
pl: Rozumiem. Dobrze, czas zobaczyć co uda mi się wyciągnąć z tych żółtych wrót.

source: Destroy your elemental with the Dimensional Gate II
fr: Détruire votre élémentaire avec la Porte Dimensionnelle II
pl: Zniszcz swojego żywiołaka za pomocą Wrót Żywiołów II

source: Nice! This almost makes me want to create a dimensional gate collection...
fr: Pas mal ! Ça me donne presque envie de créer une collection de portes dimensionnelles...
pl: Ładnie! Aż sam mam ochotę stworzyć własną kolekcję wrót żywiołów...

source: I do wonder, though, is it possible to banish a very powerful abysmal being? Like, say, an elemental god or Dharma'rhami?
fr: Je me demande, par-contre, est-ce que c'est possible de bannir une créature abyssale très puissante ? Comme, disons, un dieu élémentaire ou une Dharma'rhami ?
pl: Jedno mnie tylko zastanawia. Czy da się wygonić bardzo potężną istotę magiczną? Powiedzmy bóstwo żywiołów lub Dharma'Rhami?

source: These are too powerful to be banished, even for professionals like myself. Only the Master of Banishers from al-Kamija is or, more accurately, was capable of doing such a thing. Unfortunately he has grown fat over the years, and is now unable to even move by himself, not to mention banish...
fr: Ils sont trop puissants pour être bannis, même pour des professionnels comme moi. Seul le Maître des Bannisseurs d'al-Kamija est, ou plus exctement, était capable de faire une telle chose. Malheureusement, il a grossi avec les années, et est maintenant incapable même de se déplacer tout seul, alors pour bannir...
pl: Te są zbyt potężne by je wygonić, nawet dla takich profesjonalistów jak ja. Tylko Mistrz Wyganiaczy z al-Kamidży jest, a raczej był zdolny do zrobienia czegoś takiego. Niestety w ostatnim czasie mocno przytył i obecnie nie jest w stanie się ruszać a co dopiero wyganiać...

source: So at the moment, the only way to get rid of them is to completely destroy their bodies. That is precisely what the 'frozen gate' spells are for.
fr: Alors de nos jours, le seul moyen de se débarrasser d'eux est détruire complètement leurs corps. C'est précisément ce à quoi servent les sorts de 'porte glacée'.
pl: Więc w tej chwili jedyną opcją by pozbyć się takiej istoty jest jej kompletne zniszczenie. I właśnie do to tego zadania świetnie nadają się zaklęcia tzw. 'zamrożonych wrót'.

source: I'll keep that in mind. Thanks for explaining all of this to me.
fr: Je vais garder ça en tête. Merci pour m'expliquer tout ça.
pl: Będę o tym pamiętał. Dzięki za wyjaśnienie mi tego wszystkiego.

source: You're welcome. I get paid for this after all. Do you have any questions left, my liege?
fr: Je vous en prie. C'est mon travail après tout. Avez-vous d'autres questions, mon seigneur ?
pl: Proszę. Za to mi płacą. Masz jakieś pytania, panie?

source: Yes, I wonder: what happens if one tries to banish a dimensional gate?
fr: Oui, je me demandais : qu'est-ce qu'il se passe si on essaye de bannir une porte dimensionnelle ?
pl: Tak, zastanawiam się co się może wydarzyć, gdy ktoś zechce wygnać same wrota wymiarów?

source: That's a pretty interesting question. It's been years since anyone brought it up, to be honest. Anyway, 'banishing' a Dimensional Gate II simply turns it into a blue Dimensional Gate, while doing so to a normal Dimensional Gate that doesn't belong to you makes it disappear, and reappear as loyal to you. This might make for a decent prank, but there isn't any other use for it that I can imagine.
fr: C'est une question très intéressante. Cela fait des années que personne n'a été confronté au cas, pour être honnête. Alors, 'bannir' une Porte Dimensionnelle II la transforme simplement en une Porte Dimensionnelle bleue, tandis que faire de même sur une Porte Dimensionnelle normale qui ne vous appartient pas la fait simplement disparaître, et réapparaître de votre côté. Cela permet de faire des blagues, mais je n'y vois pas d'autre utilité.
pl: To bardzo ciekawe pytanie. Już od jakiegoś czasu nikt go nie zadał. Jeśli o to chodzi, to 'wygonienie' Wrót Wymiarów II powoduje ich przekształcenie w niebieskie Wrota Wymiarów, natomiast gdy postąpi się tak wobec normalnych Wrót, które nie należą do ciebie powoduje, że znikają by za chwilę pojawić się ponownie i tobie służyć. Takie rzeczy można robić dla żartów, bo raczej nie znajdują one jakiegokolwiek praktycznego zastosowania.

source: And how exactly did you make such an... unusual discovery?
fr: Et comment exactement avez-vous fait une... découverte aussi bizarre ?
pl: A ty w jaki sposób to odkryłeś?

source: Ah, I learned this when observing one of my dispeller students. He's a bit, uhh... weird, to be honest, so, after banishing an elemental, he decided to try banishing the gate, and it reappeared! This awakened my curiosity, and so I decided to try the same approach on one of my Dimensional Gate IIs, just for fun.
fr: Ah, je l'ai appris en observant l'un de mes élèves renvoyeurs. il est un peu, mm... bizarre, pour être honnête, donc, après avoir banni un élémentaire, il a décidé d'essayer de bannir la porte, et elle est ré-apparue ! Ça a attisé ma curiosité, et j'ai décidé d'essayer la même approche sur l'une des mes Portes Dimensionnelles II, juste pour rire.
pl: Odkryłem takie zachowanie podpatrując jednego z moich uczniów. Był dość... dziwny, szczerze mówiąc, więc gdy wygonił żywiołaka, postanowić wygonić też wrota, które pozostały, a one pojawiły się ponownie! To rozbudziło moją ciekawość i postanowiłem wypróbować tej metody na Wrotach Wymiarów II, tak dla zabawy.
