Repository: Toranks/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: fr, pl

source: Welcome to Kharos, Mehir, descendant of our fathers.
fr: Bienvenue à Kharos, Mehir, descendant de nos pères.
pl: Witaj w Kharos, Mehirze, potomku naszych ojców.

source: So you must be Anthi, the Highest Priestess of Light?
pl: Więc to ty musisz być Anthi, Najwyższa Kapłanka Światła?

source: Indeed. I'd like to invite you as my guest, Mehir, but alas, the entrance to the city is obstructed again. Would it be possible to fix the damage in a magical manner?
pl: Zgadza się. Chętnie przywitałabym Cię jako gościa, Mehirze, ale wejście do miasta znów jest zawalone. Mógłbyś coś na to poradzić waszą magią?

source: Why, yes! My wonderful, <span font-weight='bold'>united</span> Rashti can get it right hands down. And it will allow me to get the news of our triumph off the ground. The High Council will be delighted! <span font-style='italic'>*to himself* for Rashti being finally at one with herself.</span>
pl: Oczywiście! Moja cudowna, <span font-weight='bold'>zjednoczona</span>Rashti zaraz się za to zabierze. Wieści o naszym triumfie lada moment się rozniosą. Najwyższa Rada będzie wniebowzięta! <span font-style='italic'>*do siebie* na wieść, że Rashti wreszcie osiągnęła równowagę.</span>

source: In war, there is no good and evil, only the dead and the alive...
fr: En temps de guerre, il n'y a pas de bons, ni de mauvais, juste des morts et des vivants...
pl: Podczas wojny nie ma dobra i zła, są tylko żywi i martwi...

source: One is only truly defeated when he accepts defeat...
fr: On n'est vraiment battu que quand on accepte la défaite...
pl: Tylko ten przegrywa, kto akceptuje porażkę...

source: Wonderful Jinni! Give me some advice!
pl: Wspaniały Dżinie! Doradź mi!

source: Mystical Jinni! Give me some advice!
pl: Mistyczny Dżinie! Doradź mi!

source: I believe it is best to hold the enemy forces at the bridge, and slowly thin their ranks. Afterwards, we must eliminate the enemy leader as quickly as we can.
pl: Myślę, że dobrym rozwiązaniem byłoby zatrzymanie wrogich sił na mostach i konsekwentne eliminowanie poszczególnych oddziałów. Następnie musimy wyeliminować wrogiego przywódcę tak szybko jak to tylko możliwe.

source: Very well. Anything else?
pl: Coś jeszcze, mój panie?

source: Yes. I'm not sure if it is of any importance, but lately I've been having visions about Rashti...
pl: Tak. Nie wiem czy to istotne, ale ostatnio miewałem wizje na temat Rashti...

source: I hope you're not fantasizing about her again... So, what about her?
pl: Mam nadzieję, że o niej nie fantazjujesz... Tak więc co z nią?

source: In my visions, I saw her attempt to fight the self-proclaimed Master of Darkness, but there was something strange about their duel...
pl: W moich wizjach widziałem jak próbuje powstrzymać tego samozwańczego Mistrza Ciemności, lecz było coś dziwnego w ich pojedynku...

source: Speak sense, Nomolas damn it!
pl: Mów z sensem, na miłość Nomolasa!

source: My master, you see, for some reason I could not foresee the outcome of their fight. It felt as if at that very point ...time completely stopped. I suspect that he has the ability to mess with the flow of time, preventing me from accessing the future. He may be far more of a threat than we thought...
pl: Mój mistrzu, problem polega na tym, że nie byłem w stanie przewidzieć wyniku ich pojedynku. To wyglądało tak, jakby w tym momencie czas... kompletnie się zatrzymał. Podejrzewam, że może mieć to związek z wrogim przywódcą, który o dziwo potrafi w pewnym sensie wpływać na czas i tym samym uniemożliwiać mi spoglądanie w przyszłość. Może on być znacznie większym zagrożeniem niż sądziliśmy...

source: Wonderful, I finally get a Jinni capable of foreseeing the future, and yet he says he cannot help me. *sigh* Let's just proceed with the battle and hope for the best. I got a bad feeling about this...
pl: Wspaniale. Wreszcie kiedy mam dżina, który potrafi przewidywać przyszłość, on mi mówi, że nie może pomóc. *wzdycha* Dobra, wracajmy do bitwy i liczmy na szczęście. Choć mam złe przeczucia...

source: The City of Light
fr: La Cité de Lumière
pl: Miasto Światła

source: team_name^Enlightened Ones
fr: Les Illuminés
pl: Oświeceni

source: Today, Mehir, I’ll show you three stained-glass windows, and explain some of the basic things about our culture, about which you asked yesterday.
fr: Aujourd'hui, Mehir, je vais vous montrer trois vitraux et expliquer certains points de notre culture, à-propos desquels vous m'avez posé des questions hier.
pl: Dzisiaj, Mehirze, pokażę ci trzy witraże, które wyjaśniają niektóre kwestie naszej kultury, o które wczoraj pytałeś.

source: Great, but does this ‘sunflower’ *(Mehir is talking about Kirios, Anthi’s bodyguard)* always need to walk with you? Couldn’t we be alone for a moment?... He distracts me.
pl: Świetnie, ale czy ten 'słonecznik'(*Mehir ironicznie ma na myśli Kiriosa, ochroniarza Anthi*) musi tak wszędzie za tobą łazić? Nie możemy pobyć chwilę sam na sam?... Rozprasza mnie.

source: He must. I will explain it to you in front of the third window.
fr: Tel est son devoir. Je vous l'expliquerai devant le troisième vitrail.
pl: Niestety nie może. Wyjaśnię ci to przy trzecim witrażu.

source: As you already know, our society is devoted to the Sun and it's life-giving power carried by the immaculate light. Our reliance on agriculture, which relied heavily on the Sun, was one of the main reasons our faith came into being. You summoners might be above such belief, as you have a host of willing supernatural beings to satisfy each and any desire.
pl: Jak już wiesz, nasze społeczeństwo oddane jest Słońcu i jego życiodajnej potędze noszonej przez nieskazitelne Światło. To właśnie dzięki słońcu możemy uprawiać rolnictwo, od którego jesteśmy zależni. Tak narodziła się nasza wiara. Jesteś z pustyni, więc nie wiesz, jak ważna jest dla nas roślinność. Wy zaś posiadacie nadprzyrodzone istoty, które spełniają wasze zachcianki.

source: Our ancestors from Ka-gatta lived in caves beneath the Great Desert. They relied on underground farms where different kinds of subterranean flora grew. All this was watered with canals linked to the great reservoir located deep beneath the whole place, but the lack of light reduced their diet to mushrooms, algae, some kinds of moss, lichen... delicacies when there isn't much else to eat.
fr: Nos ancêtres de Ka-gatta vivaient dans des grottes sous le Grand Désert. Ils avaient des fermes souterraines dans lesquelles différentes sortes de plantes souterraines poussaient. Tout ça était irrigué par des canaux reliés au grand réservoir situé profondément en-dessous de l'endroit, mais le manque de lumière limitait leur régime à des champignons, des algues, des variétés de mousse et des lichens... C'est très bon quand il n'y a rien d'autre à manger.
pl: Nasi przodkowie z Ka-gatty mieszkali w jaskiniach pod Wielką Pustynią. Polegali na podziemnych gospodarstwach, gdzie rosły różnego rodzaju podziemne gatunki flory. Wszystko to było nawadniane kanałami połączonymi z wielkim zbiornikiem znajdującym się głęboko pod całym miejscem.

source: But when we discovered the Abyss, our lives changed drastically. Nomolas, the First Jinni, created a magnificent city for us in the heart of the Desert. We could finally abandon the caves and move onto the surface. The city itself is called al-Kamija, and is our capital now. Thanks to a set of magical circles around it, we've got air-conditioning - the cold air from the Abyss cools our streets and houses. Without it, the heat of the Desert would've dried us to death.
pl: Ale kiedy odkryliśmy Otchłań, nasze życie uległo drastycznej zmianie. Nomolas, pierwszy Dżin, stworzył dla nas wspaniałe miasto w samym sercu Pustyni. W końcu mogliśmy porzucić jaskinie i wyruszyć na powierzchnię. To miejsce nazywa się dziś al-Kamidża i jest naszą stolicą. Dzięki zestawowi magicznych kręgów dookoła mamy tam klimatyzację - zimne powietrze z Otchłani chłodzi nasze ulice i domy. Bez tego upał Pustyni szybko by nas zabił.

source: We use water elementals to grow crops and rear animals. We even have an artificial lake, fueled by a huge magical circle on one of the central palace walls, creating an enormous waterfall.
fr: On utilise des élémentaires de l'eau pour faire pousser les cultures et élever les animaux. On a même un lac artificiel, alimenté par un énorme cercle magique sur l'un des murs du palais central, qui crée une énorme chute d'eau.
pl: Używamy żywiołaków wody do uprawy roli i hodowli zwierząt. Mamy nawet sztuczne jezioro, nasilane wielkim magicznym kręgiem znajdującym się na jednej ze ścian centralnego pałacu, który to krąg wytwarza ogromy wodospad.

source: That's all very interesting. You do not rely on the sun anymore, but once in the Abyss, you will miss it...
fr: Tout ceci est fort intéressant. Vous n'êtes plus dépendants du soleil, mais sitôt dans les Abysses, il vous manquera...
pl: To bardzo ciekawe. Może i nie musicie tak bardzo polegać na słońcu, ale jak już będziecie w Otchłani, to może go wam brakować...

source: This stained-glass window shows a Mistress of Light. In our long history, sometimes exceptionally talented and devout servants of Light appeared, whose sheer willpower allowed them to cross the border between spirit and body, turning them into living personifications of the Light. We have been awaiting another one of them for several dozen years. We hope that some day the Sun will choose a good candidate and grant her this wonderful gift.
fr: Ce vitrail représente une Maîtresse de Lumière. Dans notre longue histoire, il arrive que des servantes de la Lumière exceptionnellement talentueuses et dévotes apparaissent, dont la volonté pure leur permet de franchir la frontière entre l'esprit et le corps, les transformant en des personnifications vivantes de la Lumière. Nous attendons l’apparition de l'une d'entre elles depuis des dizaines d'années. Nous espérons qu'un jour le Soleil choisisse une bonne candidate et lui accorde ce don merveilleux.
pl: To okno witrażowe przedstawia Mistrzynię Światła. W naszej długiej historii pojawiły się czasem niezwykle utalentowane służki Światła, których czysta siła woli umożliwiła im przekroczenie granicy między duchem a ciałem, przekształcając się w doskonale dobre jednostki, personifikacje Światła. Od wielu lat czekamy na kolejną kapłankę. Mamy nadzieję, że kiedyś Słońce wybierze właściwą osobę i udzieli jej tego wspaniałego daru.

source: I hope I don't offend you, but we don't consider the sun as a divine being. To us, It is just a source of deadly heat. Due to our location we rarely step out of our cooled cities. Even the Mystical Jinn, some of the wisest entities from the Abyss, when asked about it told us that the sun is just a huge ball of fire. Well, they used more sophisticated words for it. 'Thermo-something' or 'plas-mah', I don't quite remember the exact wording he used.
pl: Mam nadzieję, że cię tym nie urażę, ale my nie uznajemy słońca jako boskiej istoty. Dla nas to jedynie źródło morderczego upału. Z uwagi na nasze położenie, rzadko opuszczamy granice naszych klimatyzowanych miast. Nawet Mistyczne Dżiny, jedne z najmądrzejszych istot z Otchłani, zapytane czym jest słońce, opowiadały, że to wielka kula ognia. Właściwie to używały bardziej wyrafinowanych słów by je opisać. 'Termo-cośtam' oraz 'plaz-ma', nie pamiętam dokładnie.

source: It so happens I have one of such wise Jinn with me. Let's ask him, so you can see for yourself.
fr: Et il se trouve que j'ai l'un de ces Jinn si savants avec moi. Demandons-lui, que vous puissiez voir par vous-même.
pl: Tak się składa, że ​​mam jednego z wysoko-poziomowych Dżinów. Zapytajmy go.

source: Have you called me, my Master?
fr: M'avez-vous appelé, mon Maître ?
pl: Wzywałeś mnie, mój Panie?

source: Yes. Now I'd like you tell our host what the sun is.
fr: Oui. Là, je voudrais que tu dises à notre hôte ce qu'est le soleil.
pl: Tak. Powiedz nam cos więcej o słońcu.

source: The Sun is the star at the center of the Solar System. It is a nearly perfect sphere of hot plasma, with internal convective motion that generates a magnetic field via a dynamo process.
fr: Le Soleil est l'étoile au centre du Système Solaire. C'est une sphère presque parfaite de plasma chaud, avec des mouvements convectifs internes générant un champ magnétique par effet dynamo.
pl: Słońce jest gwiazdą w centrum Układu Słonecznego. Jest to niemal doskonała sfera gorącej plazmy, z wewnętrznym ruchem konwekcyjnym, generującym pole magnetyczne na drodze procesu zwanego dynamo.

source: Alright, thank you for the explanation. You may go now.
pl: W porządku, dziękuję ci za wyjaśnienie. Możesz już odejść.

source: These Jinn of yours are quite... weird. I couldn't understand even half of what he said.
fr: Ces Jinn que vous avez sont un peu... bizarres. Je n'ai pas compris la moitié de ce qu'il a dit.
pl: Te wasze dżiny są dość... dziwne. Nie zrozumiałam z tego ani słowa.

source: Yeah, they speak like that all time. You get used to it eventually.
pl: Taa, one mówią tak cały czas. Ale da się przywyknąć.

source: Speaking of deities, ours kind of... don't exactly fit the definition. While we do technically worship them, they are the ones who serve us, not the other way around. Rashti'rhami is one of such beings.
pl: Skoro już mowa o bóstwach, to wierzymy w Otchłań i Istoty Ostateczne. Są one jak ambasadorowie tego wymiaru na Ziemi. Czcimy je, ale są nam posłuszne. Święta Rashti'rhami jest jedną z takich istot.

source: This is fascinating! Your culture and beliefs are completely alien to us. Unfortunately our Sun does not speak to us like your ultimate beings, but it certainly does bless us with the divine powers.
fr: Ceci est fascinant ! Votre culture et vos croyances nous sont totalement étrangères. Malheureusement notre Soleil ne nous parle pas, contrairement à vos créatures ultimes, mais il nous accorde en revanche les pouvoirs divins.
pl: To fascynujące! Wasza kultura i wierzenia są zupełnie nam obce. Niestety, nasze Słońce nie przemawia do nas jak wasze ostateczne istoty, ale jego moc jest wśród nas i daje nam siłę do robienia niewiarygodnych rzeczy.

source: The last stained-glassed window shows a Kirios, the finest among the solar guardians. Warriors like this protect our temples and the priestesses inside. Because I am the highest priestess, I'm naturally given the best bodyguard.
fr: Le dernier vitrail représente un Kirios, le meilleur des guardiens du soleil. Les guerriers de ce corps protègent nos temples et les prêtresses qui y résident. Puisque je suis la plus haute prêtresse, le meilleur garde du corps m'a été naturellement attribué.
pl: Ostatni witraż pokazuje Kiriosa, najpotężniejszego opiekuna Słońca. Ten rodzaj wojownika chroni nasze świątynie i kapłanki znajdujące się wewnątrz. Ponieważ jestem najwyższą spośród wszystkich kapłanek, przysługuje mi najlepszy strażnik.

source: But how is he supposed to see anything? His helmet is just a golden plate without any eye-holes!
fr: Mais comment il est censé y voir quelque-chose ? Son casque n'est qu'une plaque d'or sans trou pour les yeux !
pl: Ale on nic nie widzi! Ten jego hełm to tylko złoty talerz bez otworów na oczy!

source: Kirios, like all other Sun Guardians, doesn’t rely on eyesight. He 'sees' with the eyes of his soul and I am sure that he can see much more than our eyes can.
fr: Kirios, à l'instar de tous les autres Gardiens du Soleil, n’utilise pas ses yeux pour voir. Il 'voit' avec les yeux de son âme et je suis sûre qu'il peut voir beaucoup plus que nos yeux ne le peuvent.
pl: Kirios tak jak każdy inny strażnik Słońca, nie musi widzieć. On patrzy oczami własnej duszy i mogę Cię zapewnić, że widzi więcej niż ty czy ja.

source: Amazing... if I tell my friends in al-Kamija about what I’ve seen here, they won’t believe me. But I have a question. You said these Solar Guardians protect your temples. From what danger did you need protection before the dark hordes arrived? You don't seem like a warlike society.
pl: Niesamowite... Jak opowiem moim przyjaciołom w al-Kamidży co tu zobaczyłem, to mi nie uwierzą. Ale mam pytanie. Powiedziałaś, że ci Słoneczni Strażnicy chronią waszych świątyń. Mogę wiedzieć przed czym? Zwłaszcza zanim przybyły mroczne hordy? Nie wyglądacie mi na wojownicze społeczeństwo.

source: Well, in the past, we weren't as coherent of a society. There were many local wars of different clans and tribes. Then one finally emerged victorious from this conflict - the worshipers of the Sun. Gifted with its power, the members of our faith unified all the smaller nations, forming our civilization - Kharos. We are all united under the light of the Sun.
pl: Cóż, w przeszłości nie byliśmy tak spójni ideologicznie. Było wiele lokalnych wojen pomiędzy różnymi plemionami i klanami. W końcu jeden z nich okazał się być zwycięzcą tego konfliktu - czciciele Słońca. Obdarzeni jego mocą, członkowie naszej wiary zjednoczyli mniejsze nacje i utworzyli naszą obecną cywilizację - Kharos. Wszyscy dziś jesteśmy jednym narodem ku chwale Słońca.

source: I see... Amidst so many TRUE spiritual beings, our sort is more developed. War over 'the one and only'? That'd make the camels laugh! We limit ourselves to faith missions against faithless jinn. The Abyss gives us a great advan-
fr: Je vois... Avec toutes nos VRAIES créatures spirituelles, nous sommes plus développés. Une guerre pour 'la divinité unique' ? Dites ça à un chameau de bois, il vous flanquera une ruade ! Nous on limite nos actes de foi à combattre les mauvais jinn. Les Abysses nous donnent un grand avan-
pl: Rozumiem... Wśród tak wielu PRAWDZIWYCH duchowych istot, to jednak nasz rodzaj jest bardziej rozwinięty. Lokalne wojny o to, kto zostanie górą? To by rozśmieszyło wielbłądy! Jedyne konflikty ograniczają się do misji przeciwko niewiernym dżinom. Otchłań daje nam wielką korzy-

source: Messenger
fr: Messager
pl: Goniec

source: Here you are, my liege! An extremely important message for you.
fr: Vous voici, mon seigneur ! Un message extrêmement important pour vous.
pl: Tu jesteś Panie! Niezwykle pilna wiadomość do Ciebie.

source: Ah, probably yet another promotion in recognition of my latest victories, hehe... let me see it.
fr: Ah, probablement encore une autre promotion en reconnaissance de mes dernières victoires, héhé... Fais-voir.
pl: Ach, zapewne kolejny awans w uhonorowaniu moich ostatnich zwycięstw, hehe… zobaczmy.

source: ...My Goodness!
fr: ...Mon Dieu !
pl: ...wielkie nieba!

source: Would that be a... privilege? In honor of your merits?
fr: Quel est donc votre... privilège ? En honneur de vos mérites ?
pl: Czy to kolejny ...list na cześć twoich zasług?

source: The transformation of Rashti’rhami disturbed the multidimensional space between worlds, so the Great Circle has to be activated in two weeks before its current design becomes outdated. Our enchanters have spent hundreds of years discovering the formula. Inventing a new one would take centuries...
fr: La transformation de Rashti'rhami a dérangé l'espace multidimensionnel entre les mondes, et le Grand Cercle doit être activé dans deux semaines avant que sa conception actuelle ne devienne obsolète. Nos enchanteurs ont passé des centaines d'années à trouver la formule. En inventer un autre prendrait des siècles...
pl: Transformacja Rashti'rhami zaburzyła przestrzeń pomiędzy światami, więc aby zdążyć przed zmianą adresu Otchłani krąg musi zostać aktywowany w przeciągu dwóch tygodni. Nasi naukowcy szukali jego wzoru przez setki lat. Wynalezienie kolejnego mogłoby zając całe wieki...

source: When you were told to deliver this?
fr: Quand t'a-t-on dit de m'apporter ça ?
pl: Kiedy kazano ci to wysłać?

source: Thirteen days ago.
fr: Il y a treize jours.
pl: Trzynaście dni później.

source: That means the circle is going to be finished... oh no...
fr: Ça veut dire que le cercle est sur le point d'être fini... oh non...
pl: To onzacza, że krąg zostanie ukończony... o nie...

source: Tomorrow, my liege. Tomorrow the entirety of our land will disappear from this world.
fr: Demain, mon seigneur. Demain la totalité de notre pays disparaîtra de ce monde.
pl: Jutro, mój Panie. Jutro al-Kamija wraz ze wszystkimi naszymi miastami zniknie z tego świata.

source: My city... Jaffar... everyone and their camels... We'll become homeless! Alone in the Great Desert... this is the end... How am I supposed to tell my men that they'll never get to see their families ever again?
fr: Ma ville... Jaffar... Tous les gens et leur chameaux... On va devenir sans abris ! Seuls dans le Grand Désert... C'est la fin... Comment je suis censé dire à mes hommes qu'ils reverront jamais leurs familles ?
pl: Moje miasto.... Jaffar… każdy razem z ich wielbłądami... Zostaniemy bezdomni! Sami na Wielkiej Pustyni... to koniec. Jak ja teraz powiem swoim ludziom, że już nigdy nie ujrzą swoich rodzin?

source: Mehir, please look at me. Is all truly lost? Maybe you can stay with us in Kharos?
fr: Mehir, je vous en prie, regardez-moi. Est-ce que tout est vraiment perdu ? Peut-être pouvez-vous rester avec nous à Kharos ?
pl: Mehirze, proszę, spójrz na mnie. Czy aby na pewno wszystko stracone? Czy nie możecie zostać tu z nami w Kharos?

source: You don’t understand. The Abyss is the center of our lives. If the rest of the Summoners move to it, they won’t return and I will be trapped in this mortal world forever...
fr: Vous ne comprenez pas. Les Abysses sont le center de nos vies. Si les autres Invocateurs y vont, ils ne reviendront pas et je serai piégé dans ce monde mortel pour toujours...
pl: Nic nie rozumiesz. Otchłań jest sensem naszego życia. Jeśli Przywoływacze przeniosą się do niej, to już nigdy nie wrócą, a ja zostanę uwięziony w tym śmiertelnym świecie na zawsze...

source: What would you say if I told you I knew people, who should know how to send you to this world of yours?
pl: A gdybym powiedziała ci, że znam ludzi, którzy są zdolni przenieść was to tego waszego świata?

source: Really? I'm all ears.
fr: De vrai ? J'écoute.
pl: Naprawdę? Zamieniam się w słuch.

source: The people I'm talking about can move you to the Abyss without drawing circles. They live not too far to the west from here, or at least, they used to live there yesterday...
fr: Les gens dont je parle peuvent vous transporter dans les Abysses sans tracer de cercle. Il ne vivent pas très loin d'ici à l'ouest, ou du moins, ils vivaient là hier...
pl: Znam ludzi, którzy mogą cię przenieść do Otchłani bez rysowania kręgów. Mieszkają niedaleko na zachód stąd, a przynajmniej mieszkali jeszcze wczoraj...

source: What do you mean? There is only an endless ocean west from here. Are you talking about an island?
fr: Que voulez-vous dire ? Il n'y a qu'un océan sans fin à l'ouest d'ici. Parlez-vous d'une île.
pl: Co masz na myśli? Przecież tam jest tylko bezkresny ocean. Pewnie masz na myśli jakąś wysepkę?

source: Not...exactly. Their land, how do I put it... is sometimes moved by... wind. I will explain it to you later. Until then you should tell your soldiers about the things that have transpired.
fr: Pas... vraiment. Leurs pays, comment dire..., leur pays est parfois déplacé par... le vent. Je vous l'expliquerai plus tard. D'ici-là, vous devriez parler à vos soldats de ce que vous savez.
pl: Nie do końca... Ich kraina, jakby to powiedzieć, czasem przemieszcza się z... wiatrem. Później ci to wyjaśnię. Póki co powinieneś poinformować swoich ludzi o całej sytuacji.

source: It seems there is some hope... these mysterious people... they’re our only chance...
fr: On dirait qu'il y aurait de l'espoir... Ces gens mystérieux... C'est notre seule chance...
pl: Więc jednak jest jakaś nadzieja... ci tajemniczy ludzie... oni są naszą jedyną nadzieją...
