Repository: Toranks/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: fr, pl

source: Well, well... the famous Dome of Elements. Brings back the memories of the time when I came here with my father as a kid... The central shrine of Sud-Affar seems even larger than how I remember it... A sublime place for the celebration of my promotion!
fr: Oh là là... le fameux Dôme des Éléments. Ça me rappelle la fois où je suis venu avec mon père quand j'étais petit... La crypte centrale de Sud-Affar a l'air encore plus grande que dans mon souvenir... Un endroit sublime pour célébrer ma promotion !
pl: No proszę... więc to jest ta słynna Kopuła Żywiołów. Jak byłem mały, ojciec zabrał mnie tutaj na wycieczkę... Centralna świątynia Sud-Affaru wydaje się dziś jeszcze większa niż jak to zapamiętałem... Świetne miejsce na uczczenie mojego awansu!

source: Salam, elders! Where are all the other guests of honor?
fr: Salam, messieurs ! où sont les autres invités d'honneur ?
pl: Witajcie, starsi! Gdzie reszta gości?

source: Haven't you heard? The celebration has been canceled. Pretty much everyone left for the circle's construction site, they all want to see the jungle creatures, the ones you recently befriended.
fr: On ne vous l'a pas dit ? La cérémonie a été annulée. Presque tout le monde est allé sur le lieu de construction du cercle, ils souhaitent tous voir les créatures de la jungle, avec lesquelles vous avez récemment sympathisé.
pl: Nie słyszałeś? Uroczystość została odwołana. Prawie wszyscy udali się na miejsce konstrukcji kręgu. Chcą zobaczyć na własne oczy te stwory z dżungli, z którymi się zaprzyjaźniłeś.

source: Oh, I see... great... *sigh* Well, I guess I'll have to leave now...
fr: Oh, je vois... parfait... *soupir* Bon, je pense que je vais devoir partir maintenant...
pl: Och, rozumiem... wspaniale... *wzdycha* Cóż, chyba sobie pójdę...

source: Excuse me, are you Mehir ibn Hakim the Elder, the one being promoted?
fr: Excusez-moi, êtes-vous Mehir ibn Hakim l'Aîné, qui a été promu ?
pl: Przepraszam bardzo, czy to ciebie zwą Mehir ibn Hakim Starszy? Ten co miał mieć awans?

source: That's right. Mehir, commander of the second degree, in person! And who might you be?
fr: C'est exact. Mehir, commandant du second degré, en personne ! Et qui êtes-vous ?
pl: Tak to ja. Mehir, dowódca drugiego stopnia we własnej osobie! A ty kim jesteś?

source: A circle usage instructor. You see, with your new rank, you are entitled to the privilege of owning a personal magic circle, the combat-oriented kind. I believe it's my responsibility to teach you how to use this prestigious object, and the things you need to keep in mind when doing so.
pl: Jestem instruktorem magicznych kręgów. Wraz z wyższą rangą dostałeś uprawnienie na posiadanie pomniejszego osobistego magicznego kręgu, model bojowy. Moim obowiązkiem jest nauczyć cię korzystania z tego prestiżowego cudeńka oraz opowiedzieć o paru innych istotnych rzeczach.

source: A personal circle?! Awesome! I've always dreamed of owning one!
fr: Un cercle personnel ?! Génial ! J'ai toujours rêvé d'en avoir un !
pl: Osobisty krąg?! Niesamowite! Zawsze chciałem taki mieć!

source: Anyway... A beautiful place, this Dome of ours, isn't it? Here on the top of the column lies the Elemental Bird - one of the four ultimate beings and the most powerful elemental ever summoned.
fr: Bref... C'est un bel endroit, notre Dôme, pas vrai ? La-haut sur le sommet de la colonne est perché l'Oiseau Élémentaire - l'un des quatre êtres ultimes et le plus puissant élémentaire jamais invoqué.
pl: No cóż... Wspaniałe miejsce ta nasza Kopuła, nieprawdaż? Tu na szczycie tej kolumny spoczywa Ptak Żywiołów - jedna z 4 ostatecznych istot i zarazem najpotężniejszy żywiołak jaki kiedykolwiek został przywołany.

source: It's now sealed in a small container, but I have seen its release twice in my lifetime. A majestic being composed of all basic elements. The flapping of its wings could devastate entire cities...
fr: Maintenant, il est enfermé dans un petit récipient, mais je l'ai vu libérer deux fois dans ma vie. Un être majestueux composé de tous les éléments de base. Le battement de ses ailes pourrait dévaster des villes entières...
pl: Teraz spoczywa w małym pojemniku, ale widziałem go uwolnionego dwa razy w życiu. Majestatyczna istota złożona ze wszystkich elementów. Podmuch jej skrzydeł mógłby zdewastować całe miasta...

source: Sharif - our leader - owns this creature now. He released it only once to celebrate the beginning of our greatest endeavor - the Great Circle's construction.
fr: Sharif - notre gouverneur - possède cette créature actuellement. Il ne l'a fait sortir qu'une fois pour célébrer le début de notre plus grande entreprise - la construction du Grand Cercle.
pl: Sharif - nasz przywódca - jest obecnym właścicielem tej istoty. Uwolnił ją tylko raz, by uczcić rozpoczęcie naszego wielkiego przedsięwzięcia - konstrukcji Wielkiego Kręgu na pustyni.

source: I remember that moment. At first it seemed like a second sun in the sky, then it turned into a tornado, a waterfall and then dropped as a mountain to finally rise once again as a mix of all of the above...
fr: Je me souviens de ce moment. Au début on aurait dit un autre soleil dans le ciel, et il s'est transformé en tornade, et en chute d'eau et ensuite il est tombé comme une montagne avant d'enfin s'élever à-nouveau comme un mélange des quatre...
pl: Pamiętam to jak dziś. Na początku wyglądał jak drugie słońce na niebie, a potem zamienił się w ogromne tornado, wodospad a na końcu spadł jako góra by wznieść się ponownie będąc tymi wszystkimi rzeczami na raz...

source: Yes. Only the ultimate beings are that powerful. Sud-Affar is the place of the Elemental Bird. Other cities have their own ultimate beings guarding them.
pl: Tak. Tylko istoty ostateczne są tak potężne. Sud-Affar to miejsce w którym spoczywa właśnie Ptak Żywiołów. Inne miasta mają swoje ostateczne istoty za opiekunów.

source: Tashkar, the leader of Tar-Tabar owns Rashti'rhami, the goddess of all Rhamis. She consists of two powerful entities — the calm, wise Ho'rashti and the hot-tempered Dharma'rashti. Because of her dual nature, Rashti's personality tends to change quite often, making her very unpredictable.
pl: Tashar, lider Tar-Tabaru, posiada Rashti'rhami, boginię wszystkich Rhami. Składa się ona z dwóch istot tak naprawdę — spokojnej i mądrej Ho'rashti oraz porywczej Dharma'rashti. Z uwagi na swą dualną naturę, osobowość Rashti często ulega zmianom, sprawiając, że jest bardzo nieprzewidywalna.

source: Some say she's the female equivalent of Nomolas, but honestly she's far less powerful. Still, just because she's not omnipotent doesn't mean she's weak, far from it, she's still an ultimate being after all - the most powerful Rhami ever summoned.
pl: Są tacy, którzy twierdzą, że jest ona żeńskim odpowiednikiem Nomolasa, lecz szczerze mówiąc nie jest aż tak wszechmocna. Niemniej jednak na pewno nie można o niej powiedzieć, że jest słaba. To przecież jedna z istot ostatecznych - najpotężniejsza Rhami jaką kiedykolwiek przywołano.

source: Back during the war against the Red Cult, she could kill dozens of enemy troops all by herself. On top of that, she is quite good at motivating soldiers to fight - with both with the charisma and tactical expertise of her blue half and few threats from the red one. With her, any potential deserters knew well that dying in battle is a better fate than what she has in mind should they flee...
pl: Dawniej, podczas wojny z Czerwonym Kultem, mogła ona w pojedynkę zgładzić dziesiątki wrogich oddziałów. Poza Rashti jest całkiem niezła w motywowaniu żołnierzy do walki - a to dzięki niezwykłej charyzmie i doświadczeniu bojowemu jej niebieskiej połowy oraz różnym groźbom z ust drugiej, czerwonej połówki. Stąd też wielu potencjalnych dezerterów wolało prędzej zginąć na placu boju niż mieć z nią do czynienia na wypadek gdyby próbowali uciec.

source: And the leader of Mag-Magar, Malib, owns the Living Gate - the last and the weirdest ultimate being of them all. It is a mobile opened portal to the Abyss similar to Dimensional Gates, but in this particular case an unknown force of abysmal origin has gained control over it, granting the gate self-awareness.
pl: No i na koniec lider Mag-Magar, Malib, posiada Żyjące Wrota - ostatnią i najdziwniejszą z istot ostatecznych. To mobilny otwarty portal do Otchłani, podobny do Wrót Wymiarów, lecz w tym przypadku pewna nieznana siła pochodząca z tamtego wymiaru w jakiś sposób uzyskała nad nim kontrolę gwarantując mu samo-świadomość.

source: The Living Gate is a masterpiece and wonder to many scholars. Being able to access different parts of the Abyss, the full capabilities of this unique being are yet to be discovered.
pl: Żyjące Wrota to arcydzieło, które pozostaje zagadką dla wielu uczonych. Jest w stanie uzyskać dostęp do różnych obszarów Otchłani, tak więc pełne możliwości tej unikalnej istoty wciąż pozostają dla nas niezbadane.

source: Anyway, that should be enough talking for now. I've got the circle for you. Here it is.
pl: Dobra, starszy tego gadania. Mam dla ciebie ten krąg. Oto on.

source: Now you have to step in.
fr: Maintenant, il faut y entrer.
pl: A teraz musisz w niego wejść.

source: Wow, this is amazing! I can feel the power flowing through me!
fr: Ouah, c'est incroyable ! Je sens le pouvoir qui me parcourt !
pl: Wow, to jest niesamowite! Czuję moc przepływającą przez moje ciało!

source: Now the girls will be all over me!
fr: Maintenant les filles vont toutes être folles de moi !
pl: Teraz wszystkie dziewczyny będą na mnie lecieć!

source: The circle is calibrating itself. It will take a moment.
fr: Le cercle se calibre. Ça va prendre un petit moment.
pl: Krąg kalibruje się. To potrwa chwilę.

source: You have probably seen some of your troops using their own circles. These fine tools have many uses. Yours is combat-oriented, capable of doing two things - destroying enemies with deadly precision and summoning basic elementals!
pl: Zapewne widziałeś już jak niektóre twoje oddziały posiadały tego typu kręgi. Te niezwykłe narzędzia mają wiele zastosowań. Twój jest zorientowany na walkę, a więc zdolny do dwóch rzeczy - do niszczenia wrogów z zabójczą precyzją oraz do przywoływania podstawowych żywiołaków!

source: Let's start with the latter, shall we? Use your new circle to summon something. It can be an elemental of either fire, water, air or earth. Just think about the element of your choice, and the circle will do the rest for you.
fr: On commence par le second, d'accord ? Utilisez votre nouveau cercle pour invoquer quelque-chose. Ce peut être un élémentaire de feu, eau, air ou terre. Pensez juste à l'élément de votre choix et le cercle fera le reste pour vous.
pl: Zacznijmy od tego drugiego. Użyj swego nowego kręgu by coś przywołać. To może być żywiołak ognia, wody, powietrza lub ziemi. Po prostu pomyśl o żywiołaku który cię interesuje, a krąg zrobi za ciebie resztę.

source: Right click an empty hex adjacent to Mehir and then pick a unit you wish to summon.
fr: Cliquez-droit sur un hexagone vide adjacent à Mehir puis choisissez l'unité que vous souhaitez invoquer.
pl: Kliknij prawym przyciskiem na pustym heksie obok Mehira, a następnie wybierz jednostkę, którą chciałbyś przywołać.

source: Summon something
fr: Invoquer quelque-chose
pl: Przywołaj coś

source: Right click Mehir for help
fr: Cliquez-droit sur Mehir pour de l'aide
pl: Kliknij prawym przyciskiem na Mehira by wywołać pomoc

source: Wow, summoning with a circle is certainly far easier than with scrolls!
fr: Ouah, invoquer avec un cercle, c'est beaucoup plus simple qu'avec des parchemins !
pl: Wow, przywoływanie za pomocą kręgu jest znacznie prostsze niż przy użyciu zwojów!

source: Indeed, and now, how about trying the circle's attacks on it?
fr: C'est vrai, et maintenant, pourquoi pas essayer les attaques du cercle dessus ?
pl: Oczywiście, a teraz może wypróbujmy na nim ataków jakie oferuje twój krąg, co ty na to?

source: Alright then. Time to test my new powers!
pl: W porządku. Czas przetestować moje nowe moce!

source: Use your mind and tell the circle to track down and eliminate the elemental, and it'll do the rest.
fr: Utilisez votre esprit pour dire au cercle de viser et éliminer votre élémentaire, et il fera le reste.
pl: Użyj mocy umysłu i powiedz kręgowi by namierzył i wyeliminował twojego żywiołaka a on zrobi resztę.

source: Destroy your elemental
fr: Détruire votre élémentaire
pl: Zniszcz swojego żywiołaka

source: You see? Slaughtering innocent elementals is a piece of cake!
fr: Vous voyez ? Massacrer d'innocents élémentaires, c'est du gâteau !
pl: Widzisz? Zażynanie niewinnych żywiołaków to bułka z masłem!

source: Just remember - summoning takes some time and focus, so when in battle you have to choose whether to fight in a particular moment or to summon instead. It's best to fight when you're in the front, and summon when in the rear.
fr: Souvenez-vous juste - invoquer nécessite un peu de temps et de concentration, donc pendant la bataille il faut choisir entre combattre à un moment particulier ou d'invoquer. Il vaut mieux combattre quand on est en première ligne, et invoquer quand on est à l'arrière.
pl: Tylko pamiętaj - przywoływanie wymaga odrobiny czasu i skupienia, więc w boju będziesz musiał zdecydować czy w danym momencie walczyć czy może jednak coś przywołać. Najlepiej jest wybrać walkę gdy jest się na linii frontu, a przywołanie, gdy jest się na tyłach.

source: Also, summoning wears down the circle, so you need some resources to reinforce it after each summoning. Basically, if you run out of gold, you will be unable to summon anything.
pl: Poza tym przywoływanie zużywa krąg, więc będziesz potrzebować zasobów by go wzmocnić po każdym przywołaniu. Innymi słowy, jeśli będziesz spłukany, to nici z przywołania.

source: Now, now... abyssal magic comes at a price? What next?!...
fr: Alors d'accord... la magie abyssale a un prix ? Et ensuite ?!...
pl: No nie... nawet magia z Otchłani wymaga pieniędzy? Co jeszcze?!...

source: Anyway, the lesson is over. I've been planning to see those jungle dwellers for myself, so I guess I'll go join the fun...
fr: Peu importe, le cours est fini. J'avais prévu de voir ces habitants de la jungle moi-même, alors je pense que je vais y aller m'amuser.
pl: W każdym razie lekcja się skończyła. Sam planowałem odwiedzić tych mieszkańców dżungli, więc pewnie zbiorę się i dołączę do zabawy...

source: Wait, I almost forgot the most important part! Staying too long inside a circle is FORBIDDEN!
fr: Attendez, j'ai failli oublier la chose la plus importante de toutes ! Rester trop longtemps à l'intérieur d'un cercle est INTERDIT !
pl: A, prawie zapomniałem o najważniejszej rzeczy! Zbyt długie stanie wewnątrz kręgu jest ZABRONIONE!

source: And why is that the case?
fr: Et pourquoi ça ?
pl: A to niby czemu?

source: Weren't you taught this in school?
pl: Nie uczyli cię tego w szkole?

source: I may or may not have been asleep in class during that lesson...
pl: Możliwe, że przysnąłem na tej lekcji...

source: *sigh* Fine, I'll explain. So, all personal circles synchronize themselves with minds of their owners every time they use them. If this lasts for too long, for example days, the bond can become too strong.
pl: *wzdycha* W porządku, wyjaśnię. A więc wszystkie magiczne kręgi synchronizują się z umysłami swoich właścicieli za każdym razem, gdy ci z nich korzystają. Jeśli używają ich zbyt długo, powiedzmy całe dni, to więź może stać się zbyt silna.

source: And what does this affect?
fr: Et ça pose quel problème ?
pl: I na co to wpływa?

source: You see, this can become problematic when you... die. Your body may perish, but your mind will be trapped within the circle, forever!
fr: Voyez-vous, ça peut devenir problématique quand vous ...mourrez. Votre corps peut périr, mais votre esprit sera piégé dans le cercle, pour toujours !
pl: Widzisz, to może stać się kłopotliwe, gdy... umrzesz. Twoje ciało może przeminąć, ale twój umysł zostanie w pewnym sensie uwięziony wewnątrz kręgu na zawsze!

source: So the owner becomes immortal?
fr: Donc le propriétaire devient immortel ?
pl: A więc właściciel staje się nieśmiertelny?

source: Not exactly. His memories, behavior, personality - yes. But it is only a shadow of a living form, lost in the labyrinth of memories, helpless, hollow, tragic. Some of the first summoners, unaware of the consequences of abusing circles, ended up this way. Poor people...
fr: Pas vraiment. Ses mémoires, comportement, personnalité - oui. Mais ce n'est que l'ombre d'un être vivant, perdu dans le labyrinthe des souvenirs, sans espoir, vide, tragique. Certains des premiers invocateurs, inconscients des conséquences de l'abus de cercles, on fini ainsi. Pauvres âmes...
pl: Nie do końca. Jego wspomnienia, zachowania, osobowość - tak. Ale to jedynie cień jego żyjącej formy, zagubiony w labiryncie przeszłości, bezradny, pusty, tragiczny. Niektórzy pierwsi z Przywoływaczy, niezdający sobie sprawy z konsekwencji nadużywania kręgów, skończyli w ten sposób. Biedni ludzie...

source: Out of one's right senses?... Got it. Oh dear, I don't want to end up like Jaffar, or worse.
fr: Ils ont finis incapables de penser ?... Je vois. Oh oui, je veux pas finir comme Jaffar, ou pire.
pl: Można postradać rozum?... Pojmuję. O rety, nie chcę skończyć jak Jaffar, albo jeszcze gorzej.

source: Ahem... Anyway, use your circle wisely, it may save your life one day! Well, I think my job is done here. Now I shall leap onto my carpet, and set off on a jungle trip! Flying reptiles and toad riders must be quite a sight...
fr: Hem... Oui bon, utilisez votre cercle à bon escient, il vous sauvera peut-être la vie un jour ! Bon, je crois que mon travail est fini ici. Maintenant, je dois prendre mon tapis et partir pour un voyage dans la jungle ! Des reptiles volants et des chevaucheurs de crapeau, ça doit valoir le coup...
pl: Ekhem… w każdym bądź razie używaj swojego kręgu rozsądnie, a może on kiedyś uratować ci życie! Cóż, myślę, że zrobiłem co do mnie należało. Teraz nie pozostaje mi nic innego jak ułożyć się wygodnie na swoim dywanie i wyruszyć na wycieczkę do dżungli! Latające gady i jeźdźcy ropuch muszą robić niezłe wrażenie...

source: ...especially considering that they tend to smoke quite the unique mixtures of herbs, as some are saying. I am so excited to try them!
fr: ...et en plus, ils fument des mixtures d'herbes uniques, à ce qu'on m'a dit. J'ai tellement hâte d'essayer !
pl: ...a niektórzy powiadają, że ponoć palą tam unikalne mieszanki ziół. Nie mogę się doczekać kiedy też ich spróbuję!

source: Yeah, I can certainly confirm the stuff they smoke is quite... potent. Anyway, have a good time, old man.
pl: To prawda, mogę potwierdzić, że to co palą jest dość... mocne. Miłej zabawy, dziadku.

source: (with an excited voice) Sweet Nomolas! Is this Mehir? The one who survived in the jungle and negotiated an alliance with the untamed beasts?
fr: (avec une voix exaltée) Bon Nomolas ! C'est Mehir ? Celui qui a survécu dans la jungle et a négocié une alliance avec les bêtes sauvages ?
pl: (z podekscytowanym głosem) Słodki Nomolasie! Czy to Mehir? Ten który przetrwał w dżungli i negocjował sojusz z nieposkromionymi bestiami?

source: Ah, hello there ladies! Didn't expect I'd have fans so soon.
pl: O witajcie drogie panie! Nie sądziłem, że tak szybko dorobię się grona fanów.

source: It is really him! I can't believe this! Best... day... ever! Could you give us an autograph? Pleeease?
fr: C'est vraiment lui ! J'y crois pas ! C'est... le plus... beau jour de ma vie ! Tu peux nous donner un autographe ? S'il te plaîîîîît ?
pl: To naprawdę on! Nie mogę uwierzyć! Najlepszy... dzień... w życiu! Mógłbyś dać nam swój autograf? Proooszę?

source: Sure thing, baby.
fr: T'inquiète, ma puce.
pl: Jasne, maleńka.

source: Is it a magical circle? You look so hot standing on it.
fr: C'est un cercle magique ? Tu es tellement viril avec ça.
pl: Czy to magiczny krąg? Wyglądasz w nim zabójczo.

source: I know, beauty. Thanks. Wait, so, are you... twins?
fr: Je sais, ma belle. Merci. Attendez, mais, vous êtes... jumelles ?
pl: Wiem, piękna. Dzięki. Chwila, jesteście... bliźniaczkami?

source: Yes. *giggles* And we are so happy to meet you!
fr: Oui. *petit rire* Et on est tellement contentes de te rencontrer !
pl: Tak. *hihocze* I bardzo się cieszymy z tego spotkania!

source: *ahem* Do you have plans for tonight? Maybe you'd join me?
fr: *hem* Et vous êtes prises, ce soir ? Peut-être vous voulez venir avec moi ?
pl: *ekhem* Macie może jakieś plany na dziś wieczór? Może przyłączycie się do mnie?

source: Oh, Mehir! We would love to!
fr: Oh, Mehir ! On adorerait !
pl: Och, Mehirze! Z wielką chęcią!

source: Glad to hear that. Let's go then, time to celebrate my promotion properly!
pl: Miło mi to słyszeć. W porządku, czas na prawdziwe świętowanie mojego awansu!

source: Ahem... Anyway, use your circle wisely, it may save your life one day! Well, I think my job is done here. Now I shall leap onto my carpet, and set off on a jungle trip! Flying reptiles and toad riders must be quite a sight... Fare thee well, commander Mehir, it was nice to meet you!
fr: Hem... Oui bon, utilisez votre cercle à bon escient, il vous sauvera peut-être la vie un jour ! Bon, je crois que mon travail est fini ici. Maintenant, je dois prendre mon tapis et partir pour un voyage dans la jungle ! Des reptiles volants et des chevaucheurs de crapeau, ça doit valoir le coup... Bonne continuation, commandant Mehir, j'ai été encanté de faire votre connaissance !
pl: Ekhem… w każdym bądź razie używaj swojego kręgu rozsądnie, a może on kiedyś uratować ci życie! Cóż, myślę, że zrobiłem co do mnie należało. Teraz nie pozostaje mi nic innego jak ułożyć się wygodnie na swoim dywanie i wyruszyć na wycieczkę do dżungli! Latające gady i jeźdźcy ropuch muszą robić niezłe wrażenie... Wszystkiego dobrego dowódco Mehirze, miło było cię poznać!

source: Thank you and good luck!
fr: Merci, et bonne chance !
pl: Dziękuję i wszystkiego dobrego!

source: You have to use your circle of destruction.
fr: Vous devez utiliser votre cercle de destruction.
pl: Musisz użyć kręgu zniszczenia.

source: ...and as I was saying, we need to increase the taxes again. The circle's construction has been taking quite a toll on the treasury, after all. Besides, the large chest of gold we gave to Jaffar mysteriously went missing...
pl: ...i tak jak już wcześniej mówiłem, musimy podnieść podatki. Budowa kręgu solidnie nadszarpnęła skarbiec. Poza tym wielka skrzynia złota, którą daliśmy Jaffarowi wyparowała w tajemniczych okolicznościach...

source: Oh, that? Mehir did return some of it, what little he hadn't already spent that is.
pl: Och, masz na myśli tamto? Mehir odzyskał resztki tych środków, a właściwie to czego nie zdążył wtedy wydać.

source: Shouldn't we punish him for that instead of promoting him?
pl: Może powinniśmy go ukarać zamiast awansować?

source: Of course not! Honestly in hindsight sending someone as incompetent as Jaffar was a mistake. It is in part thanks to that stolen gold that Mehir managed to secure peace between us and the lizards. Besides, it's not not like you don't steal large amounts of gold from the treasury from time to time...
pl: Oczywiście, że nie! Już na samym początku popełniliśmy błąd wysyłając tam kogoś tak niekompetentnego jak Jaffar. Właściwie to dzięki temu skradzionemu złotu Mehir zdołał zagwarantować pokój między nami a jaszczurkami. Poza tym to nie pierwszy raz gdy duże kwoty znikają ze skarbca. Zdarza nam się to wszystkim od czasu do czasu...

source: Hush, quiet! Fine, I see your point.
pl: Ciii, jeszcze ktoś usłyszy! W porządku, rozumiem twój tok myślenia.
