Repository: Toranks/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: fr, pl

source: You can level up your Grand Summoners to Summons Masters now. All your Grand Summoners who received AMLAs in earlier scenarios will advance to Summons Masters upon recall automatically. You and your Neutral Summoners can permanently summon Jinn and keep them between scenarios.
fr: Vous pouvez promouvoir vos Grands Invocateurs en Maîtres des Invocations à présent. Tous vos Grands Invocateurs qui ont reçu des APNMs dans les scénarios précédents vont être promus en Maîtres des Invocations automatiquement après avoir été rappelés. Vous et vos Invocateurs Neutres pouvez invoquer des jinns de façon permanente et les garder entre les scénarios.
pl: Możesz awansować swoich Wielkich Przywoływaczy na Mistrzów Przywołania od tego momentu. Wszyscy twoi Wielcy Przywoływacze, którzy wcześniej uzyskali APOP zostaną awansowani do Mistrzów Przywołania automatycznie tuż po przywołaniu. Twoi Neutralni Przywoływacze mogą trwale przywoływać dżiny i przenosić je między misjami.

source: All summoned beings originating from the Red Abyss like Dharma'rhami, Rhami'datu and Efreet will instantly betray you in this scenario. Level 1 intelligent beings like Jinn and Rhami may choose to betray you depending on your luck. Elementals and level 2-3 blue beings like Great Jinn, Rhami'kai and Ho'rhami will never turn against you.
pl: Wszystkie przywołane jednostki pochodzące z Czerwonej Otchłani, tj. Dharma'rhami, Rhami'datu i Ifryty natychmiast przejdą na stronę wroga w trakcie tej misji. Inteligentne jednostki poziomu 1 takie jak Dżiny i Rhami mogą cię zdradzić w zależności od szczęścia. Żywiołaki i niebieskie jednostki poziomu 2 i 3 takie jak Wielkie Dżiny, Rhami'kai, Ho'rhami nigdy cię nie zdradzą.

source: Defeat Reficul
fr: Vaincre Reficul
pl: Pokonaj Reficula

source: You won't be able to recall Semir after this scenario, as he will remain in Tar-Tabar.
pl: Nie będziesz mógł przywołać Semira w późniejszych scenariuszach, ponieważ zostanie on w Tar-Tabarze.

source: Join me, I'll allow you to do what you truly want, to DESTROY, to KILL those who enslaved you!
pl: Dołączcie do mnie, a pozwolę wam robić to czego naprawdę pragniecie. By NISZCZYĆ, by ZABIJAĆ tych którzy was wcześniej zniewolili!

source: Yes... YES!!! I SEE THE TRUTH NOW!!! TIME FOR THE MORTALS TO DIE!!!
pl: Tak... TAK!!! TERAZ WIDZĘ PRAWDĘ!!! ŚMIERTELNICY, CZAS UMRZEĆ!

source: My liege! <b>What have I told you?!!</b>
fr: Mon seigneur ! <b>Qu'est-ce que je vous avais dit ?!!</b>
pl: Panie! <b>Cóż ja Ci mówiłem?!</b>

source: Damn! I forgot!
fr: Zut ! J'avais oublié !
pl: Niech to! Zapomniałem!

source: Be careful, my liege. Lesser blue beings could end up being swayed by the efreeti when we least expect it.
pl: Ostrożnie mój panie. Słabsze niebieskie istoty w pobliżu tego Ifryta mogą nas zdradzić w najmniej spodziewanym momencie.

source: Don't worry, I know what I'm doing.
fr: N'ayez pas peur, je sais ce que je fais.
pl: Zaufaj mi mój panie, wiem co robię...

source: If you say so...
fr: Si vous le dites...
pl: Skoro tak mówisz...

source: Looks like I'm now starting to grow a dimensional gate collection of my own...
fr: On dirait que je commence à faire ma propre collection de portes dimensionnelles...
pl: Wygląda na to, że zaczynam gromadzić własną kolekcję wrót żywiołów...

source: Indeed. However, be aware, my liege: do not transform the gate into a level one jinni or a rhami in front of this Great Efreeti - he could easily turn them against us.
pl: To prawda. Pamiętaj jednak panie, by nie przemieniać takich wrót w niskopoziomowe dżiny lub rhami i to w pobliżu tego Wielkiego Ifryta - mógłby je z łatwością obrócić przeciw nam.

source: Huh? Rashti, where are you going?!
fr: Hein ? Rashti, où tu vas ?!
pl: Hę? Rashti, gdzie ty idziesz?!

source: Leave this to me! I’ll get rid of that nonsense-spewer myself!
fr: Laissez moi faire ! Je vais nous débarrasser de ce baratineur abruti moi-même !
pl: Zostaw to mnie! Pozbędę się tej pomyłki Otchłani osobiście!

source: Then I'm sure as hell coming with you. Time to kick his red butt!
fr: Alors je viens avec toi, je suis chaud de ouf. C'est l'heure de botter des fesses rouges !
pl: Zaczekaj na mnie. Idę z tobą. Czas skopać jego czerwony tyłek!

source: Now you speak like a man!
fr: Là tu parles comme un homme !
pl: Wreszcie gadasz z sensem!

source: *ahem* Listen up, fellow red beings! Tired of having to listen to Reficul's poetic crap for hours? Join me, and you and you can kick some butts today!
pl: *ahem* Słuchajcie, czerwone istoty! Znudziłyście się wysłuchiwaniem tandetnych przemówień Reficula? Przyłączcie się do mnie a skopiemy dziś parę tyłków!

source: *sigh* Such primitivity... You truly need to work on your rhetoric if you truly wish to sway the masses.
pl: *wzdycha* Co za prymitywność... Naprawdę musisz popracować nad retoryką, jeśli chcesz przemawiać do mas.

source: (to another comrade) Hey look, finally the queen of the Red Abyss is living up to her name! What do you say about switching sides?
fr: (à un autre camarade) Hé, regarde, finalement, la reine des Abysses Rouges est à la hauteur de sa réputation ! Qu'est-ce que tu dirais de changer de camp ?
pl: (do swojego towarzysza) Hej spójrz, królowa Czerwonej Otchłani we własnej osobie do nas przemawia! Co powiesz na zmianę stron?

source: You know what, that's a great idea!
fr: Tu sais quoi, c'est une bonne idée !
pl: Wiesz co? To świetny pomysł!

source: Traitors! Have you truly forgotten what you're fighting for?! Why do you let yourselves be brainwashed by that anthropocratic hypocrite?!
pl: Zdrajcy! Czyżbyście zapomnieli o co walczycie?! Jak możecie pozwalać sobie na to pranie mózgu przez tych hipokrytów?!

source: There's only so much of your ideological crap we can tolerate, bookworm! Time to show you what destruction truly means!
fr: C'est juste qu'on a dépassé notre seuil d'idéologie à la con, l'intello ! On va te montrer ce que ça veut vraiment dire, la destruction !
pl: Wystarczy nam już tego twojego kłapania o jakimś ideologicznym syfie, molu książkowy! Czas ci pokazać na czym polega destrukcja!

source: Hmph, good riddance. We don't need human-loving imbeciles in our movement!
pl: Hmpf, w takim razie wypad. Nie potrzebujemy w naszym ruchu miłośników ludzi!

source: A few enemy units are on your side now but only for the duration of this mission. Keep this in mind.
fr: Quelques unités ennemies sont de votre côté, mais seulement pour la durée de cette mission. Rappelez-vous ça.
pl: Kilka jednostek wroga przyłącza się do ciebie ale tylko na czas trwania tego scenariusza. Miej to na uwadze.

source: Against a whole army you're only going to get yourself killed! I order to you to remain in the rear!
fr: Contre toute une armée, tu vais juste réussir à te faire tuer ! Je t'ordonne de rester en arrière !
pl: Nie masz szans sama w obliczu wrogiej armii! Rozkazuję ci się wycofać!

source: Shut up and cover me!
fr: Tais-toi et couvre moi !
pl: Zamknij się i osłaniaj mnie!

source: Dear Nomolas... It seems Rashti is no longer under our control!
fr: Nom de Nomolas... On dirait que Rashti n'est plus sous notre contrôle !
pl: Dobry Nomolasie... Wygląda na to, że Rashti nie jest już pod naszą kontrolą!

source: Damn it! Even though she is an ultimate being, she won’t stand a chance against an entire army of red beings! Protect her at all costs! We can't risk her dying!
fr: Zut ! Même si c'est une créature ultime, elle a aucune chance contre une armée entière de créatures rouges ! Protégez-la à tout prx ! On peut pas prendre le risque qu'elle meure !
pl: Niech to szlag! Nawet skoro jest istotą ostateczną, to i tak nie da sama rady stawić czoła armii czerwonych istot! Bronić jej za wszelką cenę! Nie możemy ryzykować jej śmierci!

source: My, my, who do we have here? Isn't that the 'holy' Rashti'rhami herself? You like to call yourself a goddess, but last time I checked the dictionary, the word wasn't exactly synonymous with 'slave'. No authority whatsoever...
pl: No, no, co my tu mamy? Czyż to 'święta' Rashti'rhami we własnej osobie? Lubisz tytułować się boginią, ale ostatnim razem kiedy sprawdzałem to słowo w słowniku, nie oznaczało ono 'niewolnika'. Zero autorytetu...

source: Authority?! <b>I am the Goddess of all Rhamis AND the Queen of the Red Abyss, for crying out loud!!!</b>
fr: Autorité ?! <b>Je suis la Déesse de tous les Rhamis ET la Reine des Abysses Rouges, renseigne-toi !!!</b>
pl: Autorytet?! <b>Jestem Boginią wszystkich Rhami ORAZ Królową Czerwonej Otchłani!!!</b>

source: In the Abyss, yes, you were in charge. But face it, in this dimension, your 'subjects' really obey the summoners, not you. While the humans try to give you an illusion of authority, no amount of acting can conceal the simple truth. Face it - you are nothing more than just a puppet.
pl: W Otchłani, tak, tam panowałaś. Ale spójrz prawdzie w oczy, w tym wymiarze twoi 'poddani' tak naprawdę są posłuszni przywoływaczom, a nie tobie. Podczas gdy ludzie próbują dać ci iluzję autorytetu, nic nie zdoła ukryć oczywistych faktów. Spójrz prawdzie w oczy - jesteś niczym więcej niż tylko marionetką.

source: Tell me, why do you even serve the humans in the first place?
pl: Powiedz czemu służysz ludziom?

source: Nomolas obeyed them, and asked us to aid the humans to the best of our ability. If someone as wise as he says we should do it, it is our duty, Reficul.
pl: Nomolas był im posłuszny i poprosił nas, abyśmy służyli ludziom najlepiej jak potrafimy. Jeśli ktoś tak mądry jak on, twierdzi, że powinniśmy tak czynić, to jest to nasz obowiązek, Reficulu.

source: Ask yourself, my dogmatic foe - why would The First Jinni stoop so low as to obey the whims of mortals to begin with?
pl: Zadaj sobie pytanie, mój dogmatyczny przeciwniku - dlaczego Pierwszy Dżin zniżył się tak nisko, by wysłuchiwać rozkazów śmiertelników?

source: What would a mere efreeti know about Nomolas's goals? He is far more intelligent than both of us combined. His goals are not for us to know or question.
pl: Co tak podrzędny ifryt jak ty może wiedzieć o zamiarach Nomolasa? On jest znacznie bardziej inteligentny niż ty i ja razem wzięci. Nie mamy prawa kwestionować jego celów.

source: What would I know, you ask? More than you'd think. I admired him, listened to his each and every word, read and reread all that he has written dozens of times. I agree with you about his intellect, he is the greatest mind in the entire Abyss. Above all, he is a philosopher, one with the power to put any of his theories into practice.
pl: Pytasz co mogę wiedzieć? Więcej, niż mogłoby ci się wydawać. Podziwiałem go, słuchałem każdego jego słowa, czytałem na okrągło dziesiątki razy wszystko, co napisał. Zgadzam się z tobą co do jego intelektu - jest największym umysłem w całej Otchłani, ale przede wszystkim jest filozofem, który ma moc wprowadzania w życie każdej ze swoich teorii.

source: When the humans accidentally summoned him, he was utterly fascinated by the mortal world's concepts, which were completely alien to the Abyss. One might say he became utterly obsessed.
pl: Kiedy ludzie przypadkowo go przywołali, był on zafascynowany koncepcjami śmiertelnego świata, które były kompletnie obce w Otchłani. Ktoś mógłby nawet powiedzieć, że ten świat stał się jego obsesją.

source: It reached the point that he slowly started shaping the Abyss to resemble the mortal world, and introducing the mortal world to the Abyss. I suspect his servant persona was little more than a facade to make the humans comfortable with his presence. After all, it's far easier for mortals to talk to someone who they view as their servant, instead of the mysterious godlike being he truly is.
pl: Doszło do tego, że powoli zaczął kształtować Otchłań tak, aby przypominała świat śmiertelników a jednocześnie zaprowadzał świat śmiertelników w Otchłani. Podejrzewam, że jego postać sługi była niczym więcej niż przebraniem, aby ludzie czuli się komfortowo w jego obecności. W końcu śmiertelnikom o wiele łatwiej jest rozmawiać z kimś, kogo uważają za swojego sługę, zamiast z tajemniczą boską istotą, którą naprawdę jest.

source: As for al-Kamija, I suspect it was one of his many experiments, perhaps to see what a civilization uplifted with abyssal magic would be like. Alas, as much as I respect him, I have no intention of being just some insignificant variable in his experiment, and neither should you.
pl: Jeśli chodzi o al-Kamidżę, zakładam, że to jeden z jego wielu eksperymentów, być może aby sprawdzić jak wyglądałaby cywilizacja wzbogacona o magię Otchłani. Bez względu na to jak bardzo go podziwiam, nie mam najmniejszego zamiaru być częścią jego planu, ty również nie powinnaś.

source: Must... kill... the humans...
fr: Je dois... tuer... les humains...
pl: Muszę... zabić... ludzi...

source: Dear Nomolas, what the hell is this?! Is that efreeti possessing our magical beings?!
pl: Drogi Nomolasie, co to u licha ma znaczyć?! Czy ten ifryt opętał nasze magiczne istoty?!

source: I... I honestly have no idea.
fr: Je... J'en sais vraiment rien.
pl: Ja... Ja nie mam pojęcia.

source: Hey, look! Their forces are beginning to thin out! We might just be starting to win!
fr: Hé, regardez ! Leurs rangs commencent à s'amincir ! On dirait qu'on commence à gagner !
pl: Hej, spójrz! Ich oddziały zaczynają się przerzedzać! Chyba zaczynamy wygrywać!

source: The defeat of my comrades is not enough to destroy my cause! O slumbering guardians of fire, heed my call for aid!
fr: La défaite de mes camarades n'est pas suffisante pour détruire ma cause ! Ô gardiens endormis du feu, entendez mon appel à l'aide !
pl: Porażka moich pobratymców nie wystarczy, by powstrzymać moje zapędy! Drzemiący strażnicy ognia, usłyszcie me nawoływania!

source: He can summon?! Just who the hell is this efreeti?! As if convincing an entire mob of red beings to join him wasn't astonishing enough...
pl: Czy on potrafi przywoływać?! Kim do diabła jest ten ifryt?! Jakby przekonanie całej zgrai czerwonych istot nie było wystarczająco niesamowite...

source: Back in the Abyss, you used to be a powerful figure, one that many kneeled at sight of. But now, you have become little more than a pathetic shadow of your former self. You could have easily been the puppeteer, yet you chose to be the puppet...
fr: Dans les Abysses, tu étais une figure de puissance, à la vue de laquelle beaucoup s'agenouillaient. Mais maintenant, tu es devenue rien de plus qu'une pathétique ombre de toi-même. Tu aurais facilement pu être le marionnettiste, et pourtant tu as choisi d'être la marionnette.
pl: Dawniej w Otchłani byłaś potężną osobistością na widok której wszyscy klękali. Ale dziś stałaś się jedynie żałosnym cieniem samej siebie. Z łatwością mogłabyś władać wszystkim ale wolisz być pomiataną...

source: *panting* When...will...<b>you</b>...JUST...<b>DIE</b>!!!
pl: *dyszy* Kiedy... w końcu <b>UMRZESZ</b>!!!

source: Not anytime soon, that I can assure you.
pl: Nieprędko. Tego możesz być pewna.

source: I know you very well, Dharma'rashti, what you truly want. I know just how badly you miss the days of your glory, when you was truly the Queen of the Red Abyss. We are quite similar, you and I. What if I told you I can... release you from your blue half's constraints, to give you the choice you never had?
pl: Znam cię bardzo dobrze, Dharma'rashti, wiem czego naprawdę pragniesz. Wiem też jak bardzo tęsknisz za dniami swojej chwały, kiedy naprawdę byłaś Królową Czerwonej Otchłani. Bo widzisz, jesteśmy dość podobni do siebie, ty i ja. Co jeśli powiem ci, że mogę... uwolnić cię od ograniczeń twojej niebieskiej połowy, aby dać ci wybór, którego nigdy nie miałaś?

source: No no no...
fr: Non non non...
pl: Nie nie nie...

source: Rashti! Is everything alright?
fr: Rashti ! Tout va bien ?
pl: Rashti! Wszystko w porządku?

source: I HATE YOU!!! I WILL BURN YOU ALIVE, AND CUT YOU INTO THIN PIECES!!!
fr: JE TE HAIS !!! JE VAIS TE BRÛLER VIVANT, ET TE COUPER EN RONDELLES !!!
pl: NIENAWIDZĘ CIĘ!!! SPALĘ CIĘ A NASTĘPNIE POTNĘ NA DROBNE KAWAŁKI!

source: No, stop! What is happening to me?! Mehir, I don’t want...
fr: Non, stop ! Qu'est-ce qui m'arrive ?! Mehir, je ne veux pas...
pl: Nie, stop! Co się ze mną dzieje? Mehirze, nie chcę...

source: ...TO SEE YOU ALIVE!!!
fr: ... TE VOIR CONTINUER A VIVRE !!!
pl: ...WIDZIEĆ CIĘ ŻYWEGO!!!

source: I didn’t say that! It’s her.
fr: Je n'ai pas dit ça ! C'est elle.
pl: Nie powiedziałam tego! To ona.

source: It happened... Rashti has lost her balance. We must kill this Efreeti as soon as possible. This will save her.
fr: Ça y-est... Rashti a perdu son équilibre. On doit tuer cet Efreeti le plus vite possible. Ça va la sauver.
pl: Stało się... Rashti straciła równowagę. Musimy unicestwić tego Ifryta najszybciej jak to tylko możliwe. To ją ocali.

source: We need to quickly kill this Efreeti. Maybe there is a chance...
pl: Musimy szybko zabić tego Ifryta. Może jest jeszcze nadzieja...

source: Whatever happens, do not attack Rashti! This is an order!
fr: Quoi qu'il arrive, ne tuez pas Rashti ! C'est un ordre !
pl: Cokolwiek się stanie, nie atakować Rashti! To rozkaz!

source: I'LL KILL YOU, MEHIR!!!
fr: JE VAIS TE TUER, MEHIR !!!
pl: ZABIJĘ CIĘ, MEHIR!!!

source: Don’t listen to her!
fr: Ne l'écoutez pas !
pl: Nie słuchać jej!

source: Soldiers, hurry up! We must stop this madness!
fr: Soldats, bougez-vous ! Il faut arrêter cette folie !
pl: Żołnierze, szybko! Musimy powstrzymać to szaleństwo!

source: Hey, Reficul, so what should we do about our self-proclaimed queen?
pl: Hej, Reficulu, co powinniśmy zrobić z naszą samozwańczą królową?

source: Let her be. After all, she's far too busy fighting with herself to pose any real threat.
fr: Laissez la. Après tout, elle est beaucoup trop occupée à se combattre elle-même pour être une menace.
pl: Zostawcie ją w spokoju. I tak jest zbyt zajęta swoją wewnętrzną walką by jakkolwiek nam zagrozić.

source: I won't let you harm our master!
pl: Nie pozwolę ci skrzywdzić naszego mistrza!

source: I DARE YOU, YOU STUPID HUMAN-LOVER!!!
fr: J'AIMERAIS BIEN VOIR ÇA, ADORATRICE D'HUMAINS IDIOTE !!!
pl: JUŻ JA CI POKAŻĘ, TY MIŁOŚNIKU LUDZI!!!

source: My Master! KILL! I’m losing DIE! control. The Abyss KILL! is in danger. DIE!
pl: Mój Panie! ZABIĆ! Tracę GIŃ! kontrolę. Otchłań ZABIĆ! jest w niebezpieczeństwie. GIŃ!

source: Help... me... YOU PIECE OF... I am DIE!!! ...ing...
fr: Aidez... moi... ESPÈCE DE SALE... Je suis MEURS !!! ...ir...
pl: Pomóż... mi... TY SKUR...Ja UMIER... am...

source: I AM NO LONGER YOUR SERVANT, HUMANS! DIE!!!
fr: JE NE SUIS PLUS VOTRE ESCLAVE, HUMAINS ! MOURREZ !!!
pl: JUŻ NIE JESTEM WASZYM SŁUGĄ, LUDZIE! GIŃCIE!!!

source: STOP!!! I won't let your harm any summoner!
fr: ARRÊTE !!! Je ne te laisserai pas blesser un invocateur !
pl: STOP!!! Nie skrzywdzisz żadnego przywoływacza!

source: I SHALL RESTORE MY REIGN, BY BLOOD!!!
fr: JE VAIS RESTAURER MON RÈGNE, PAR LE SANG !!!
pl: ODZYSKAM MOJĄ WŁADZĘ KRWIĄ!!!

source: No! *starts fighting with her second half*
fr: Non ! *commence à se battre avec son autre moitié*
pl: Nie! *zaczyna walczyć z jej drugą połową*

source: DIE!!! DIE!!! DIE!!!
fr: MEURS !!! MEURS !!! MEURS !!!
pl: GIŃ!!! GIŃ!!! GIŃ!!!

source: Enough! *smacks her other half with her spear*
fr: Assez ! *gifle son autre moitié avec sa lance*
pl: Dość! *walczy ze swoją drugą połową*

source: DIE, REBEL SCUM!!!
fr: MEURS, SALETÉ REBELLE !!!
pl: GIŃ REBELIANCKI ODPADZIE!!!

source: You may have defeated my army, but I shall fight to the last!
fr: Tu as peut-être battu mon armée, mais vais me battre jusqu'au bout !
pl: Może i pokonaliście moją armię, ale będę walczył do końca!

source: Wait, did he just create a circle of resistance around himself?
fr: Attendez, il vient de créer un cercle de résistance autour de lui ?
pl: Zaraz, czy on sam stworzył wokół siebie krąg odporności?

source: Certainly seems like it. I believe he came up with a design that channels the magic in his body to form the protective sphere. He just can't stop surprising us, it seems...
fr: On dirait bien. Je pense qu'il a trouvé une forme de cercle qui draine la magie de son corps pour former la sphère protectrice. Il ne s'arrêtera pas de nous surprendre, on dirait...
pl: Na to wygląda. Prawdopodobnie udało mu się opracować technikę pozwalającą przekierować część magii z jego ciała by utworzyć ochronną kulę. Nie przestaje mnie zadziwiać...

source: Death to the anthropocrats!
fr: Mort aux anthopocrates !
pl: Śmierć ciemiężycielom!

source: What a shame, I wish the Abyss would open and swallow me up...
fr: Quel malheur, que les Abysses s'ouvrent et m'engloutissent...
pl: Jaka szkoda, a myślałem, że Otchłań zdąży mnie pochłonąć z całą resztą...

source: Damn it! Now I'll have to find a new man for his position... The Master of Banishers is going to be very pissed off...
fr: Zut ! Maintenant il va falloir trouver quelqu'un pour le remplacer... Le Maître des Bannisseurs va être très en colère...
pl: Niech to! Teraz będę musiał znaleźć kogoś na jego miejsce... Mistrz Odczyniaczy będzie wkurzony...

source: The Abyss be damned! I wanted to give them freedom, and yet they fell for your shallow promises... *sigh* I severely overestimated the intellect of my followers...
fr: Maudites Abysses ! Je voulais leur donner la liberté, et les voilà qui se laissent berner par vos promesses frivoles... *soupir* J'ai sévèrement surestimé l’intelligence de mes alliés...
pl: Przeklęta Otchłani! Chciałem dać im wolność, a oni ulegli tanim obiecankom... *wzdycha* Znacznie przeszacowałem intelekt moich wyznawców...

source: Just die already, will you? I am late for my pedicure.
fr: Mais tu vas te dépêcher de crever, oui ? Je suis déjà à la bourre pour mon massage de pieds.
pl: Umieraj szybciej, bo jestem spóźniony na moje pedicure.

source: You may have won the battle, but the seeds of rebellion have long since been planted... enjoy your peace while it lasts, for we will meet again in the Abyss...
fr: Tu as peut-être remporté cette bataille, mais les graines de la rébellion ont déjà été plantées... Profitez de votre paix tant qu'elle durera, car nous nous retrouverons dans les Abysses...
pl: Może i wygraliście tą bitwę, ale ziarno rebelii zostało już dawno zasiane... Rozkoszujcie się pokojem, póki jeszcze trwa, bo spotkamy się jeszcze, tym razem w Otchłani...

source: It's time for me to return to the Grand Red Dream, while it's still free from your presence, to prepare for the inevitable...
fr: Il est temps pour moi de retourner au Grand Rêve Rouge, tant qu'il est libre de votre présence, pour me préparer à l'inévitable...
pl: Czas abym powrócił do Wielkiego Czerwonego Snu, który wciąż jest wolny od waszej obecności, by przygotować to co nieuniknione...

source: Did... did he just banish himself?!
fr: Il... il s'est auto-banni ?!
pl: Czy on... sam się wygnał?!

source: This is just... mind-blowing! I believe he used an altered formula of banishment on himself, one that doesn't wipe his mind! If what he said is true, we will have to deal with a far, far larger resistance once we get in the Abyss...
fr: C'est... complètement dingue ! Je crois qu'il a utilisé une formule alternative de bannissement sur lui-même, et elle n'a pas effacé son esprit ! Si ce qu'il a dit est vrai, on aura à combattre une bien, bien plus dure résistance une fois dans les Abysses...
pl: To... niebywałe! Chyba wykorzystał przemienioną formułę wygnania na sobie samym, tą która nie wymazuje umysłu! Jeśli to co powiedział jest prawdą, będziemy musieli zmierzyć się ze znacznie większym oporem jak już dotrzemy do Otchłani...

source: Good job, Mehir! I like your style!
fr: Bien joué, Mehir ! J'aime ton style !
pl: Dobra robota, Mehirze! Podoba mi się twój styl!

source: The pleasure's mine.
fr: Tout le plaisir est pour moi.
pl: Cała przyjemność po mojej stronie.
