Repository: Toranks/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: fr, pl

source: Look, you said you can't give away the battery because you wouldn't be able to survive without it here. What if I bring you with me and have you live with my... let's just say allies.
pl: Słuchaj, mówiłeś, że nie możesz dać mi baterii, bo to jedyne co trzyma Cię przy życiu. Co jeśli zabrałbym ciebie razem z tą baterią do moich powiedzmy... sojuszników?

source: And who are these mysterious 'allies' ye speak of? I still don't fully trust ya.
pl: A ci twoi 'sojusznicy' to co za jedni? Nie ufam ci.

source: Well... they're basically uhh... arrogant mage scientists.
pl: Cóż... właściwie to, uch... jakby to powiedzieć... aroganccy magowie.

source: Arrogant scientific magi? Wait... don't tell me... the Magi civilization actually survived the cataclysm?
pl: Arogancy magowie? Chwila... nie mów mi, że... Cywilizacja Magów przetrwała kataklizm?

source: Well, it's too long to explain, just step onto the platform around the battery, I am preparing a teleportation circle around it, which should teleport us to the Sky Kingdom.
pl: Szkoda czasu na wyjaśnienia, po prostu wejdź tu na platformę przy baterii. Przygotowuję właśnie specjalny krąg teleportacji wokół niej. Powinien nas zabrać do Podniebnego Królestwa.

source: Fine, we have a deal, can't be worse than dyin' here. All these millenia of bein' trapped here and constantly hidin' from those horrors 'ave made me a complete wreck! But if ya leave me to die here, I'll blow up battery. I've still got the self-destruct remote, to ensure ye don't dump me here. And I am dead serious, I was seconds away from pressin' it 'fore you convinced me to change my mind.
pl: W porządku, mamy umowę, zresztą lepsze to niż śmierć tutaj. Wszystkie te milenia kiedy to byłem uwięziony starając się ukrywać przed tymi potworami, sprawiły, że jestem totalnym wrakiem. Ale jeśli spróbujesz mnie jednak tu zostawić, to wysadzę baterię. Wciąż mam przy sobie mój nadajnik do autodestrukcji, więc nie próbuj żadnych sztuczek. Wierz mi, jestem śmiertelnie poważny, właściwie sekundy dzieliły mnie od naciśnięcia go zanim mnie przekonałeś.

source: Alas, I'm runnin' out of machines: yer men smashed many beyond repair! Now gimme some hands, we'll make a combined effort to fend 'em off and save my battery!
pl: Tak w ogóle to kończą mi się maszyny. Twoi ludzie rozwalili większość z nich na dobre! Teraz musimy naprawdę połączyć siły by je odpędzić i uratować baterię!

source: Anyway, my apologies for not introducin' myself earlier. Name's Glomin, son of Glamthasil. And now, my steam children, time for yer last stand against our mortal enemy! Ignore the others, they are allies!
pl: A w ogóle to nie przedstawiłem się. Zwą mnie Glomin, syn Glamthasila. A teraz moje parowe dzieci, czas na wasz ostatni bój przeciwko naszemu śmiertelnemu wrogowi! Ignorować resztę, to sojusznicy!

source: We better stay inside the circle. I cannot leave my men, Rashti or Glomin behind. Abysmal beings except Rashti do not matter.
fr: On ferait mieux de rester dans le cercle. Je ne peux pas laisser mes hommes, Rashti ou Glomin ici. Les êtres abyssaux sauf Rashti ne sont pas importants.
pl: Lepiej zostańmy wewnątrz kręgu. Nie mogę zostawić tu mych ludzi, Rashti i Glomina. Istoty z Otchłani się nie liczą, poza Rashti oczywiście.

source: Hey!
fr: Hé !
pl: Hej!

source: There are more of them!
fr: Il en vient encore !
pl: Jest ich więcej!

source: Fear not, Mehir. Just don't get yourself killed. There are so many things I want to show you in the Abyss once we get there.
fr: N'aies pas peur, Mehir. Contente-toi de pas te faire tuer. Il y a tellement de choses que je veux te montrer dans les Abysses une fois là-bas.
pl: Nie obawiaj się Mehirze. Po prostu nie daj się zabić. Jest tak wiele rzeczy, które chcę ci pokazać w Otchłani jak już tam dotrzemy.

source: Oh, you have returned. How nice! We are having dinner in a moment. Mind joining us?
fr: Oh, vous êtes revenus. Comme c'est plaisant ! Nous dînons dans un moment. Souhaitez-vous nous rejoindre ?
pl: O, wróciłeś. Jak miło! Zaraz mamy obiad, przyłączysz się?

source: Yeah, why not? I am starving after slaying nightmarish beasts, defeating and allying with an army of mechanical monsters as well as bringing this battery along with parts and one inhabitant of that accursed place. Do you have a menu with you?
fr: Ouais, pourquoi pas ? Je crève de faim à force de massacrer des bêtes de cauchemar, défaire et m'allier avec une armée de monstres mécaniques et après avoir ramené cette pile et l'un des habitants de cet endroit maudit. Puis-je m’enquérir du menu ?
pl: W sumie to dobry pomysł. Zgłodniałem po tej walce z koszmarnymi bestiami oraz z armią mechanicznych potworów, które potem się do mnie przyłączyły, oraz przez sam fakt sprowadzenia do was tej baterii wraz z jej częściami i mieszkańcem tego przeklętego miejsca. Masz ze sobą menu może?

source: I have slain nightmarish beasts, encountered an army of mechanical monsters, brought this damn battery along with parts...
fr: J'ai détruit des bêtes de cauchemar, rencontré une armée de monstres mécaniques, apporté cette maudite pile avec moi...
pl: Pokonałem koszmarne bestie, walczyłem z mechanicznymi okropnościami, przyniosłem ze sobą baterię wraz z jej częściami...

source: ...and one inhabitant of that accursed place back here, and the first thing you do is offer me dinner?!
fr: ...et l'un des habitants de cet endroit maudit, et la première chose que vous me proposez est de dîner ?!
pl: …wraz z mieszkańcem tego przeklętego miejsca a wy teraz proponujecie mi obiad?!

source: Why, of course! Today we are serving a delicious kind of crab from the western cliffs of Kharos. They call it ‘Holy Crab’. And indeed, its taste is simply divine! You will adore it!
fr: Hé bien, bien-sûr ! Aujourd'hui, on sert une espèce de crabe délicieuse qui vient des falaises occidentales de Kharos. Les Kharosiens l'appellent 'Crabe Sacré'. Et en effet, son goût est tout simplement divin ! Vous allez l'adorer !
pl: Tak! Dziś będzie przepyszny okaz kraba z zachodnich klifów Kharos. Kharosanie nazywają go 'Świętym Krabem'. Zaiste, jego smak jest boski! Zasmakuje ci, zobaczysz!

source: Ah, I've been longing for some crab since I read about it in your library. The battery may be important, but a good meal is even more so. Lead the way!
pl: Ach, szczerze marzyłem o krabie od kiedy przeczytałem książkę na ten temat w bibliotece. Bateria owszem jest ważna, ale dobry posiłek jest jeszcze ważniejszy! Prowadź!

source: Spoken like a true gourmet! Excellent!
pl: Mówisz jak prawdziwy smakosz! Wspaniale!

source: What about the battery?
fr: Et la pile ?
pl: A co z baterią?

source: But... the battery?
fr: Mais... la pile ?
pl: A co z baterią?

source: The battery can wait; the crab cannot. Believe me.
fr: La pile peut attendre ; pas le crabe. Croyez-moi.
pl: Bateria może poczekać, krab nie. Uwierz mi.

source: Then lead the way!
fr: Alors montrez-moi la voie !
pl: Więc prowadź!

source: *sigh* Fine, I will eat this... crab of yours...
fr: *soupir* Bon, je vais manger ce... votre crabe...
pl: *wzdycha* Dobrze, zjem tego waszego... kraba...

source: Excellent!
pl: Wspaniale!

source: What 'bout me? I ain't gonna to eat that grub!
pl: A co ze mną? Nie ma zamiaru jeść tego świństwa!

source: *looks at Glomin, then at Mehir* You brought a <b>dwarf</b> here?!
fr: *regarde Glomin, puis Mehir* Vous avez amené un <b>nain</b> ici ?!
pl: *spogląda na Glomina, potem na Mehira* Czy ty naprawdę sprowadziłeś tu <b>karła</b>?!

source: What for? You shouldn't have bothered! But yeah, it's still a nice bonus.
fr: Pour quelle raison ? Vous n'auriez pas dû vous embêter avec ça ! Mais bon, c'est toujours un bonus sympathique.
pl: Po co? Naprawdę nie musiałeś! Ale to mimo wszystko niezły dodatek.

source: “shouldn't have bothered“?! “nice bonus“?! Ye wanna taste me wrench, do ya? I'll smash yer gob straight through yer teeth! Ye can shove that crab right up yer arse!
pl: 'naprawdę nie musiałeś?'! 'bonus?'?! Chcesz posmakować mojego metalowego klucza? Zaraz rozwalę nim ten twój pyszczek! A tego kraba to możesz sobie wsadzić!

source: *shrinks back* Uhh... I mean... Uhh... it's a stroke of luck to be visited by a representative of a dead - err... of a species presumed long extinct! How did you even manage to survive for so long though?
pl: *wzdryga się* Uch... Miałem na myśli... Ojej... to łut szczęścia, zrządzenie losu by podjąć reprezentanta wymarłego... eeee… tzn. gatunku uznawanego za wymarły! Jak przetrwałeś tak długi czas, krasnoludzie?

source: My apologies for my colleague's previous rude remarks. He doesn't appreciate history nearly as much as I do. I am honored to be able to speak to a surviving member of a civilization previously thought to be entirely extinct. Me and my fellow historians will be delighted about this extraordinary chance to research the Runemasters' civilization!
pl: Przepraszam za zachowanie kolegi. Nie docenia historii tak jak ja. Jestem zaszczycony, że rozmawiam z przedstawicielem cywilizacji uznawanej za wymarłą. Ja oraz moi przyjaciele historycy będziemy zachwyceni jeśli opowiesz nam o nacji Mistrzów Run.

source: <i>*to himself* Finally, someone 'ere with some manners...</i>
pl: <i>*do siebie* Wreszcie ktoś na poziomie...</i>

source: By the way, how did you manage to survive for so long?
pl: Swoją drogą, faktycznie zastanawiam się jak przetrwałeś tak długo?

source: Hibernatin' for millenia that's how! 'cept waking up every few years to do some repairs and such.
pl: Hibernując się przez całe milenia! Budziłem się jedynie co parę lat by przeprowadzać niezbędne naprawy i tyle.

source: *claps his hands* Now, let's treat ourselves to some fine crab meat!
pl: *klaszcze w dłonie* A teraz, zasmakujmy tego cudownego krabiego mięsa!

source: Follow me, dwarf. We have plenty of history and technology to discuss over some good beer, brewed with fresh, pure rainwater, extracted straight from the clouds...
pl: Chodź ze mną, krasnoludzie. Mamy mnóstwo historii i technologii do obgadania przy dobrym piwie, warzonym na bazie czystej wody prosto z chmur...

source: I get someone I can chat 'bout technology with, AND booze? Now 'tis is paradise! Fare ye well, Mehir! Hope yer not gonna choke on that crap they're givin' ya, and thanks for the lift!
pl: Chcesz mi powiedzieć, że wreszcie będę miał z kim pogadać o technologii i to PRZY gorzałce? To chyba raj! Żegnaj Mehirze! Mam nadzieję, że nie udławisz się tym paskudztwem, które chcą ci dać. No i dzięki za podwózkę!

source: <i>Initiating combat mode, with berserk behavior active.</i>
fr: <i>Initialisation du mode combat, comportement bersek actif.</i>
pl: <i>Inicjalizacja trybu bojowego w trybie berserk.</i>

source: My goodness! These things are absolutely relentless!
fr: Mon dieu ! Ces machins sont complètement inarrêtables !
pl: Wielkie nieba! Te rzeczy są niesłychanie napastliwe!

source: Argh! So I helped ye, and ya dumped me 'ere?! I got nothin' ta lose anymore. Activate the self-destruc...
pl: Argh! Więc wam pomogłem a wy chcecie mnie tu zostawić?! Nie mam nic do stracenia w takim razie. Aktywować auto-destruk...

source: <b>We are going to die!</b>
fr: <b>On va mourir !</b>
pl: <b>Zaraz zginiemy!</b>

source: These abominations are blowin' up the battery!!!
pl: Te abominacje wysadzają baterię!!!

source: <b>Aaaaaah! We are going to die!</b>
fr: <b>Aaaaaah ! On va mourir !</b>
pl: <b>Aaaaaa! Zaraz zginiemy!</b>

source: My Master, this place will turn itself into a blazing battlezone in no time!
fr: Mon Maître, cet endroit va se transformer en un champ de bataille sanglant dans quelques instants !
pl: Mój Mistrzu, to spokojne miejsce za chwilę zamieni się w płonące pole bitwy!

source: Your advice is killing me, you know? What else?! Tell me more!
fr: Tes conseils me tuent, tu sais ? Quoi d'autre ?! Dis m'en plus !
pl: Te twoje rady mnie dobijają, wiesz o tym? Co jeszcze? Muszę wiedzieć więcej!

source: I am accessing parallel universes...
fr: J'accède à des univers parallèles...
pl: Muszę zajrzeć do równoległych wymiarów...

source: Strange seemingly sentient humanoid metallic objects keep attacking us from all directions. Heavy losses. But at some point... a small human appears.
pl: Dziwne metaliczne humanoidalne obiekty atakują nas ze wszystkich stron. Duże straty. Ale w pewnym momencie pojawia się... mały człowiek.

source: In this timeline you will discover the battery in a large hall behind the door. I see strange seemingly sentient humanoid metallic objects attacking us from all directions. This cannot be avoided and happens in most of the possible outcomes after opening the door, and then a small human appears.
fr: Dans cette ligne temporelle, vous allez découvrir la pile dans un grand hall derrière la porte. Je vois des objets métalliques étranges dotés de simili-conscience nous attaquant de toutes les direction. Ceci ne peut pas être évité et se produit dans la plupart des issues possibles après l'ouverture de la porte, et ensuite un petit humain apparaît.
pl: W tej linii czasu odkryjesz baterię we wielkim pomieszczeniu znajdującym się za drzwiami. Widzę dziwne humanoidalne metalowe obiekty atakujące nas ze wszystkich stron. Tego nie da się uniknąć i przydarza się to we wszystkich możliwych wersjach przyszłości. Później zjawia się mały człowiek.

source: A small human? Do you mean a child?
fr: Un petit humain ? Tu veux dire un enfant ?
pl: Mały człowiek? Masz na myśli dziecko?

source: Not really, more like a short elder. Then the enemy finds us and surrounds us from north and south. This is pretty much inevitable as it happens in 99.8% of outcomes involving the appearance of the small human.
fr: Pas vraiment, plutôt un petit ancien. Ensuite l'ennemi nous trouve et nous encercle par le nord et le sud. Ceci est à-peu-près inévitable puisque ça se produit dans 99,8% des issues impliquant l'apparition du petit humain.
pl: Nie do końca, raczej starzec małego wzrostu. Później wróg odkrywa nasze położenie i atakuje nas z południa i północy. To prawie nieuchronne i zdarza się w 99,8% wszystkich możliwych sytuacji w których pojawia się mały człowiek.

source: So we need to hurry up. The Destroyers' skeletal minions are actively looking for us, and I highly doubt that sealing the entrance will hold them off forever. What happens next?
fr: Alors il faut se dépêcher. Les serviteurs squelettiques des Destructeurs nous cherchent activement, et je doute fortement que le fait d'avoir scellé l'entrée les retiendra à long terme. Qu'est-ce qu'il arrive ensuite ?
pl: Więc musimy się spieszyć. Szkielety Niszczycieli aktywnie nas szukają i wątpię by zawalone przejście było w stanie na długo ich zatrzymać. Co stanie się dalej?

source: So we need to hurry up. Those abominations are actively looking for us, and I highly doubt that sealing the entrance will hold them off forever. What happens next?
fr: Alors il faut se dépêcher. Ces abominations nous cherchent activement, et je doute fortement que le fait d'avoir scellé l'entrée les retiendra à long terme. Qu'est-ce qu'il arrive ensuite ?
pl: Więc musimy się spieszyć. Te abominacje aktywnie nas szukają i wątpię by zawalone przejście było w stanie na długo ich zatrzymać. Co stanie się dalej?

source: I see noise. So many factors... Wait... In 6.7% of the outcomes the small human wants to help us.
fr: Je vois du bruit. Trop de facteurs... Attendez... Dans 6,7% de tous les futurs, le petit humain veut nous aider.
pl: Widzę szum. Tak wiele czynników.... Chwila.... W 6.7% wszystkich sytuacji mały człowiek chce nam pomóc.

source: And what if he does not?
fr: Et sinon ?
pl: A co jeśli nie?

source: He destroys the battery and blows the whole place up, vaporizing everything in range of about 3017 and a half stone throws. The area turns into a burning wasteland, with first foliage only starting to grow in 324 million years.
fr: Il détruit la pile et fait exploser tout cet endroit,vaporisant tout dans un rayon d'à peu près 3017 et demi jets de pierre. L'endroit se transforme en une friche brûlante, les premiers feuillages ne repoussent que dans 324 millions d'années.
pl: Niszczy baterię i wysadza całe miejsce w powietrze anihilując wszystko w promieniu 3017 i pół rzutów kamieniem. Obszar zamienia się w płonące pustkowie. Za 324 miliony lat pierwsze kwiaty zaczynają tu rosnąć.

source: Well, that didn't make much sense. Looks like I forced you to look too far away in time. Thanks anyway. Let's hope we get lucky...
fr: Mouais, ça veut pas dire grand-chose. On dirait que je t'ai forcé à voir trop loin dans le temps. Merci quand-même. Espérons qu'on sera chanceux...
pl: Cóż, to przestaje mieć jakiś sens. Chyba zmusiłem cię byś zajrzał za daleko w przyszłość. Mimo wszystko dzięki. Miejmy nadzieję, że będziemy mieć szczęście...

source: My Master! A small human will appear quite soon. He will either offer his help or will try to kill us. In most of the possibilities, he will choose the latter option.
fr: Mon Maître ! Un petit humain va apparaître très bientôt. Il va soit offrir son aide, soit essayer de nous tuer. Dans la plupart des possibilités, il choisira la deuxième option.
pl: Mój Panie! Mały człowiek pojawi się za chwilę. Zaoferuje swoją pomoc lub będzie chciał nas zabić. W większości sytuacji pewnie to drugie.

source: Excellent! Sounds like I am going to meet another psychopath! Tell me more!
fr: Excellent ! On dirait que je vais encore rencontrer un psychopathe! Dis-m'en plus !
pl: Wspaniale! Wygląda na to, że poznam zaraz kolejnego psychopatę! Mów dalej!

source: Then the enemy appears from north and south. We are completely surrounded. Heavy losses, and in the 93.6% of the outcomes where the small human doesn't offer his help, we are all going to die. But if the small human decides to help us, the outcome will be much better. Anyway, we have no chance against the enemy unless we hurry up.
fr: Ensuite l'ennemi apparaît au nord et au sud. Nous sommes complètement encerclés. Lourdes pertes, et dans 93,6% des issues où le petit humain ne propose pas son aide, nous allons tous mourir. Mais si le petit humain décide de nous aider, l'issue sera bien meilleure. Quoi qu'il en soit, nous n'avons aucune chance contre l'ennemi, sauf si on se dépêche.
pl: Później wróg pojawia się na północy i południu. Jesteśmy całkowicie otoczeni. Ciężkie straty. W 93,6% sytuacji gdy mały człowiek nie chce nam pomóc, wszyscy giniemy. Ale jeśli jednak nam pomoże, to rezultat będzie znacznie lepszy. Mimo to nie mamy szans z siłami wroga, więc gorąco zachęcam byśmy się pospieszyli.

source: My Master! The enemy is going to quickly swarm this place. We really need to hurry up, or we're as good as dead!
fr: Mon Maître ! L'ennemi va rapidement envahir cet endroit. Nous devons vraiment nous dépêcher, ou nous allons mourir !
pl: Mistrzu! Za chwilę to miejsce zaroi się od wrogów. Nie mamy szans na dłuższą metę. Musimy się pospieszyć!

source: Uh... It's getting hot in here. I should use as few Fire Elementals as possible. It's hard to breath in this place already.
pl: Uch... Robi się tu całkiem gorąco. Powinienem ograniczyć ilość Żywiołaków Ognia do minimum. I tak ciężko się tu oddycha w tym miejscu.

source: *gasps* I can hardly breathe... One Fire Elemental more and we will suffocate in here. The heat coming from these lava pools is already unbearable. It's getting even warmer than in an open desert! I thought those genius magi implemented a cooling system for my new circle for such situations...
pl: *dyszy* Ledwo mogę oddychać... Jeszcze jeden Żywiołak ognia i wszyscy się udusimy. Żar jaki unosi się z tych zbiorników lawy jest nie do zniesienia. Jest tu nawet goręcej niż na otwartej pustyni! Liczyłem, że ci genialni magowie zainstalowali mi jakiś system chłodzenia na okoliczność takich sytuacji...

source: Epilogue
pl: Epilog

source: I hope this works... Otherwise, we will be forced to stay here for the rest of our lives...
pl: Mam nadzieję, że to zadziała... W przeciwnym razie będziemy musieli tu zostać do końca życia...

source: Do not worry, Summoner. This is not the first time we created a wormhole to a different dimension. It is still a rather rare event given the fact it requires incredible amounts of energy to make it work, but we've attempted something like that several times in our history and never failed.
pl: Nie martw się Przywoływaczu. To nie pierwszy raz, kiedy tworzymy przejście międzywymiarowe. To wciąż raczej rzadki widok, z uwagi na ogromne nakłady energii, ale już parę razy przeprowadziliśmy coś takiego w naszej historii i zawsze się udawało.

source: Mastah! The battery eez in place! All power nodez are connected and ready. I personally supervised everything! Awaitin' your command, Mastah!
pl: Miszczu! Bateria je na miejscu! Wszystkie źródła mocy są już podłączone. Osobiście sistko nadzorowałem! Czekam na rozkazy, Miszczu!

source: Wait, is this midget responsible for opening the gate for us?! Haven't you said these little brats are dumb?
pl: Zaraz, czy ten karzeł odpowiada za otwarcie dla nas przejścia?! Czy nie wspominałeś, że te małe knypki są przygłupie?

source: Oh, I did? But they are also quite ambitious. Trust me, it will work. *to Mu* Return to your post and activate the portal on my mark.
pl: Och, mówiłem tak? Ale są za to całkiem ambitne. Zaufaj mi, to się uda. *do Mu* Wróć na stanowisko i aktywuj portal na mój znak.

source: And he heard me calling him midget AND dumb... Now we are screwed. *gulp*
pl: I na dodatek słyszał jak nazwałem go karłem ORAZ głąbem... Już po nas. *gulp*

source: 3... 2... 1... NOW!
pl: 3... 2... 1... TERAZ!

source: The Abyss! Finally!
fr: Les Abysses ! Enfin !
pl: Otchłań! Wreszcie!

source: Thanks to your persistence, your dream has come true. Now you all can join your friends and relatives.
fr: Grâce à votre obstination, votre rêve est devenu réalité. Maintenant, vous pouvez tous rejoindre vos amis et proches.
pl: Ale dzięki twemu uporowi to marzenie stało się rzeczywistością. Teraz możecie dołączyć do waszych krewnych i przyjaciół.

source: Rashti! Is the passage safe? I'd like to be sure the magi aren't screwing me over...
fr: Rashti ! Est-ce que le passage est sûr ? J'aimerais être sûr que les mages sont pas en train de me flouer...
pl: Rashti! Czy to przejście jest stabilne? Wolałbym mieć pewność na wypadek gdyby magowie nas kantowali...

source: Don't worry, the gate is fully stable, as long as it's not cut off from its energy source.
fr: N'aies pas peur, la porte est totalement stable, tant qu'elle n'est pas débranchée de sa source d'énergie.
pl: Nie masz się czego obawiać. Wrota są w pełni stabilne tak długo jak mają dostarczone zasilanie.

source: Hmmm... Go first, soldiers...
fr: Hmmm... Passez en premier, soldats...
pl: Hmmm… Idźcie pierwsi, żołnierze...

source: It is your turn, Rashti.
fr: C'est ton tour, Rashti.
pl: Teraz Twoja kolej, Rashti.

source: *stares into the Abyss* The wind in my hair... it feels different now.
fr: *regarde dans les Abysses* Le vent dans mes cheveux... Il est différent maintenant.
pl: *patrzy w Otchłań* Ten wiatr w mych włosach... jest inny tym razem.

source: I am not the same entity that I used to be, when entering your mortal world several hundred years ago.
fr: Je ne suis plus la même que quand je suis arrivée dans votre monde mortel il y a plusieurs centaines d'années.
pl: Nie jestem tą samą istotą jaką byłam, gdy po raz pierwszy przybyłam do waszego śmiertelnego świata kilkaset lat temu.
