Repository: Toranks/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: fr, pl

source: Excellent choice! Since I can see you're quite the elemental-savvy customer, may I also interest you in a brand-new freshly-summoned air avatar?
fr: Excellent choix ! Puisque je vois que vous êtes un client connaisseur en élémentaires, je peux aussi vous proposer un avatar de l'air tout neuf et invoqué du jour ?
pl: Doskonały wybór! Skoro widzę, że lubisz żywiołaki, może zainteresuję Cię tym zupełnie świeżutkim, co dopiero przywołanym awatarem powietrza?

source: Hell no! I've had more than enough overpriced elementals for one day!
fr: Holà non ! J'ai déjà eu assez d'élémentaires hors de prix pour aujourd'hui !
pl: O nie! Jak na jeden dzień to zupełnie mi wystarczy tych przepłaconych żywiołaków!

source: Sure. Anyway, enjoy your new water elemental!
fr: D'accord. Peu-importe, profitez-bien de votre nouvel élémentaire de l'eau !
pl: W porządku. W takim razie delektuj się swoim nowym żywiołakiem wody!

source: Check the merchant's license.
fr: Contrôler la licence du marchand.
pl: Sprawdź licencję handlarza.

source: *ahem* I am from the City Guard. May I see your trade license?
fr: *hem* Je suis de la Garde Municipale. Puis-je voir votre licence de commerce ?
pl: *ekhem* Jestem ze Straży Miejskiej. Mogę zobaczyć twoją licencję handlarza?

source: May I ask why you're so sudden about it?
fr: Je peux savoir pourquoi vous faites ça d'un seul coup ?
pl: Mogę wiedzieć po co?

source: All trading falls under the regulations imposed by the High Council. This is just a routine check.
pl: Wszelki handel podlega regulacjom Najwyższej Rady. To zaplanowana kontrola.

source: (hands over the license) Uhh, sure, here you go.
fr: (donne la licence) Ooh, bon, voilà.
pl: (oddaje licencję) Uch, dobrze, proszę bardzo.

source: The license was valid until yesterday, thus you are trading illegally. The fine for that is ten gold.
fr: La licence était valide jusqu'à hier, par voie de conséquence, vous vous adonnez au commerce de façon illégale. L'amende pour ce délit est de dix pièces.
pl: Licencja była ważna do wczoraj, a więc handlujesz nielegalnie. Mandat za to wynosi 10 szt. złota.

source: What? No, I'm pretty sure the license was...
fr: Quoi ? Non, je suis quasi sûr que la licence est...
pl: Co? Nie, byłem pewien, że licencja...

source: I don't care. A fine is a fine. You can pay in the town hall standing in the queue for a whole day or...
fr: M'en fiche. Une amende c'est une amende. Tu peux payer à l'hôtel de ville en faisant la queue toute la journée ou...
pl: Nie obchodzi mnie to. Mandat to mandat. Możesz zapłacić w budynku ratusza stojąc w kolejce cały dzień lub...

source: ...sell me this water elemental for a reduced price. 20 gold minus the fine will be 10.
fr: ...me vendre cet élémentaire de l'eau pour un prix réduit. 20 pièces moins l'amende, ça fait 10.
pl: ...sprzedać mi tego żywiołaka wody za mniejszą cenę. 20 odjąć mandat daje nam 10 szt. złota.

source: Damn, I can't afford losing a day standing in a queue. *sigh* Fine, a discount elemental it is. <i>*quietly* Man, the city guard these days...</i>
fr: Zut, je peux pas me permettre de perdre un jour à faire la queue. *soupir* Bon, va pour l'élémentaire soldé. <i>*discrètement* Hé bé, les gardes municipaux de nos jours...</i>
pl: Niech to, nie mogę stracić dnia stojąc cały czas w kolejce. *wzdycha* No dobra, niech będzie po przecenie. <i>*szepcze do siebie* Rany, ta cholerna straż miejska...</i>

source: Good. If I see you tomorrow with that outdated license, I'll confiscate all your wares. You have been warned.
fr: Bien. Si je te revois demain avec cette licence périmée, je confisque toutes tes marchandises. Tu es prévenu.
pl: Dobrze. Jeśli jutro zobaczę cię z przeterminowaną licencją, skonfiskuję całe twoje stoisko. Dostałeś ostrzeżenie.

source: By the way, you haven't told me what happened with this carpet of yours...
fr: Au fait, tu ne m'as pas dit ce qu'il était arrivé avec ton tapis...
pl: A swoją drogą nie powiedziałeś mi co się stało z tym twoim dywanem...

source: I am not sure you'd really want to know...
fr: Je suis pas sûr que tu veuilles le savoir...
pl: Nie wiem czy chcesz wiedzieć...

source: Oh, come on. Was it damaged during an important mission?
fr: Oh, allez. Il a été endommagé pendant une mission importante ?
pl: Och przestań. Został uszkodzony podczas ważnej misji?

source: Well, uh, not exactly...
fr: Ben, heu, pas vraiment...
pl: Cóż, nie do końca...

source: Not so long ago I met a beautiful girl. I wanted to impress her, so I took her on a ride...
fr: Il y a quelque temps, j'ai rencontré une jolie fille. Je voulais l'impressionner, et je l'ai conduite en tapis...
pl: Nie tak dawno temu poznałem piękną dziewczynę. Chciałem jej zaimponować, więc wziąłem ją na przejażdżkę...

source: Do you like it, baby?
fr: T'aimes ça, chérie ?
pl: Jak tam, maleńka? Podoba Ci się?

source: Girl
fr: Fille
pl: Dziewczyna

source: Oh, yes! Flying so fast feels wonderful!
fr: Oh oui ! Voler si vite, c'est merveilleux !
pl: Och tak! Szybki lot jest taki cudowny!

source: I know. Now look, I can fly without using my hands!
fr: Je sais. Hé, regarde, je sais conduire sans les mains !
pl: Wiem. A teraz spójrz, bez trzymania rąk!

source: Oh, Mehir! You are such a professional!
fr: Oh, Mehir ! Tu es tellement un professionnel !
pl: Och, Mehir! Jesteś taki profesjonalny!

source: That's not all. I can do this even with my eyes closed!
fr: C'est pas tout. Je sais même le faire avec les yeux fermés !
pl: To nie wszystko. A teraz z zamkniętymi oczami!

source: Are you sure this is safe? WAIT THERE IS A WALL IN FRONT OF US!!!
pl: Jesteś pewien, że to bezpieczne? ZARAZ, PRZED NAMI JEST ŚCIANA!!!

source: Oh, I see. It had to hurt... What happened next?
fr: Oh, je vois. Ça a dû faire mal... Qu'est-ce qu'il s'est passé ensuite ?
pl: Och, rozumiem. To musiało boleć... Co się stało później?

source: After she recovered, she turned me down. Said that flying with me is too dangerous... *sigh*
pl: Rzuciła mnie jak doszła do siebie. Powiedziała, że latanie ze mną jest zbyt niebezpieczne... *wzdycha*

source: I am sorry to hear that...
fr: Je suis désolé pour toi...
pl: Tak mi przykro...

source: I'd rather not talk about it...
pl: Wolałbym o tym nie mówić...

source: All right, forget I asked.
pl: W porządku. Nie było tematu.

source: Ah, Mehir, my old friend! Long time no see! Let me guess, you're here because your enchanted glove broke again?
fr: Ah, Mehir, mon vieux ! Ça faisait longtemps ! Laisse-moi deviner, tu es venu par-ce que ton gant enchanté s'est encore cassé ?
pl: Ach, Mehir, mój stary druhu! Dawnośmy się nie widzieli! Niech zgadnę, jesteś tu bo twoja zaklęta rękawica znowu się popsuła?

source: Yeah, that piece of junk can barely hold together.
pl: Tak, ten złom ledwo trzyma się kupy.

source: Not surprising, the garbage they give to city guard these days is nothing like the stuff used by the army. Though to be fair, there's really been no reason to properly arm them anyway, there's nobody who would dare attack the capital, and the city guard itself is just the product of the High Council's desperate attempts to give the human population something to do. I would fix the glove again, but you know what? It'll be easier to just make you a new one. This will take a few minutes.
pl: Nic dziwnego. Złom jaki dają strażnikom miejskim nie umywa się do sprzętu który dostarczają armii. Choć szczerze mówiąc, nie ma powodu by mieli się porządnie zbroić. Nie ma nikogo kto miałby zaatakować naszą stolicę, zaś sama straż miejska to kolejny desperacji wytwór Najwyższej Rady, żeby zmniejszyć bezrobocie wśród ludzi. Naprawiłbym ci tą rękawicę ale wiesz co? Prościej będzie jak zrobię Ci nową. To potrwa parę minut.

source: Anyway, how's the work been lately?
fr: Bon, et comment va le travail, ces temps-ci ?
pl: A tak w ogóle to jak leci?

source: As usual, standing in one place for hours, and having to command the most incompetent troops in the entire city! I have to wrest them away from the inns every single damn evening, because they barely have any discipline at all! I bet that is the very reason they get assigned here in the first place...
fr: Comme d'hab, rester sur place des heures, et devoir commander les soldats les plus incompétents de toute la ville ! Je dois les jeter des tavernes chaque fichu soirée, parce qu'ils ont quasi aucune discipline ! Je parie que c'est déjà pour cette raison qu'ils ont été mis là...
pl: Jak zwykle, stanie w jednym miejscu przez całe godziny i dowodzenie bandą najbardziej niekompetentnych oddziałów w całym mieście! Muszę wyciągać ich kompletnie pijanych z barów, bo nie mają w sobie za krzty dyscypliny! Pewnie dlatego mają taki a nie inny zawód...

source: Indeed, most of the city guard is bottom of the barrel troops not fit for service in the army but just barely tough enough to deal with petty crime, what little of it exists at least.
pl: Rzeczywiście, większość strażników miejskich to zwykli nieudacznicy, nienadający się do prawdziwej armii, ale w sam raz dobrzy do zwalczania drobnych wykroczeń, które wciąż się zdarzają.

source: Yeah. By the way, what's with all these incomplete circles on the floor?
pl: Racja. A tak w ogóle to o co chodzi z tymi niekompletnymi kręgami na podłodze?

source: They're just the product of me testing the properties of circle paint. Their glow is also quite soothing...
fr: C'est juste quand je tente des trucs avec la peinture à cercle. Et puis leur lueur est plutôt relaxante...
pl: To efekt moich testów farby do magicznych wzorów. Poza tym ta poświata działa całkiem kojąco...

source: And how's the carpet I sent you for repairs a few months ago?
fr: Et comment va le tapis que je t'avais donné à réparer il y a quelques mois ?
pl: A co z dywanem, który wysłałem ci parę miesięcy temu do naprawy?

source: The one with the big hole burnt into the middle? Been trying to work on that thing for a while, but then gave up and given it to one of my colleagues. He's pretty darn good at dealing with enchanted fabric, unlike myself. It'll probably take a few more weeks before it's done.
fr: Celui avec le gros trou cramé au milieu ? J'ai essayé de travailler dessus pendant quelque-temps, mais j'ai abandonné et je l'ai passé à un collègue. Il est vachement bon en enchantement industriel, contrairement à moi. Ça va probablement prendre encore quelques semaines avant que ça soit fait.
pl: Ten z wielką dziurą wypaloną w samym środku? Trochę nad nim popracowałem, ale później zrezygnowałem i odesłałem mojemu koledze. Jest specem od zaklętych tkanin, w przeciwieństwie do mnie. Pewnie zejdzie mu z tym parę dobrych tygodni.

source: Forget about it, I've just got a new one. *makes an evil smile*
fr: T'inquiètes, je viens d'en trouver un neuf. *fait un sourire diabolique*
pl: To już nieaktualne. Mam nowy dywan *uśmiecha się złowieszczo*

source: Damn, I need this urgently. Those carpet ferrymen are soon going to financially ruin me...
fr: Zut, c'est urgent. Ces transporteurs à tapis sont tellement en train de me ruiner financièrement...
pl: Kurczę, jest mi pilnie potrzebny. Ci przewoźnicy niedługo zrujnują mnie finansowo...

source: Anyway, the glove is complete! That'll be six gold.
fr: Bon, le gant c'est bon ! Ça coûte six pièces.
pl: Rękawica gotowa! To będzie 6 szt. złota.

source: Uhh... I kind of forgot the money. Maybe send the bill to the High Council? I'm sure they'll pay. It is them who equip us with this junk after all.
fr: Heuu... J'ai un peu oublié mes sous. Tu pourrais envoyer la facture au Haut Conseil ? Je suis sûr qu'ils payeront. C'est eux qui nous équipent avec ces ordures, après tout.
pl: Uch... jestem spłukany. Może wyślij rachunek do Najwyższej Rady? Na pewno zapłacą. To w sumie oni wyposażają nas w ten złom.

source: ...right.
fr: ...d'accord.
pl: ...racja.

source: Send the bill to the High Council. Maybe they'll pay. It is them who equip us with this junk after all.
fr: Envoie la facture au Haut Conseil. Peut-être qu'ils vont payer. C'est eux qui nous équipent avec ces ordures après tout.
pl: Wyślij rachunek do Najwyższej Rady. Może zapłacą. W sumie to oni wyposażają nas w ten złom.

source: Sure, here you go.
fr: Bien-sûr, voilà.
pl: Jasne, nie ma sprawy.

source: Want to try the glove in action? How about I summon an air elemental, and you shoot it down?
fr: Tu veux essayer le gant ? Je peux t'invoquer un élémentaire de l'air, et tu le descends ?
pl: Chcesz wypróbować rękawicę w akcji? Mogę przywołać żywiołaka powietrza, którego byś zestrzelił, co ty na to?

source: Sure! It's been a while since I done any exercise.
fr: Ouais ! Ça fait un bail que j'ai pas fait d'exercice.
pl: Dobry pomysł! Od dawna nie miałem żadnego treningu.

source: Here I go!
fr: C'est parti !
pl: No to jazda!

source: This, my friend, is what a real magic missile glove looks like.
pl: Oto właśnie mój drogi przyjacielu przykład jak powinna działać prawdziwa zaklęta rękawica.

source: Now I can bring law and justice to the streets!
fr: Maintenant je peux faire régner la loi et la justice dans les rues !
pl: Teraz mogę zaprowadzić ład i sprawiedliwość na ulicach!

source: ...and make some people pay up. *smiles ominously*
fr: ...et faire payer certaines personnes. *sourit de façon louche*
pl: ...oraz odegrać się na paru osobach. *uśmiecha się złowrogo*

source: Alright, thanks for the help! I'll get going.
fr: Nickel, merci pour le coup de main ! J'y vais.
pl: Dzięki za pomoc! Na mnie już pora.

source: Good luck on your duty!
fr: Bonne chance avec ton service !
pl: Powodzenia na służbie!

source: Leave the workshop
fr: Quitter l'atelier
pl: Opuść warsztat

source: This is a non-combat scenario: -Mehir's movement refills after each move. -You cannot skip your turn -You can interact with NPCs that have yellow exclamation marks by moving next to them.
fr: Ceci est un scénario sans combat : -Mehir regagne ses mouvements après chaque déplacement. -Vous ne pouvez pas passer votre tour -Vous pouvez interagir avec les PNJs qui ont des points d'exclamation jaunes en vous plaçant à-côté.
pl: Ten konkretny scenariusz jest pozbawiony walki: - punkty ruchu Mehira odnawiają się za każdym razem - nie możesz zakończyć tury - możesz porozmawiać z osobami, które mają nad głową żółte wykrzykniki, podchodząc do nich.

source: Sure. Wait a minute, I need to focus...
fr: Bien-sûr. Attendez une minute, je dois me concentrer...
pl: Dobrze. Poczekaj chwilę, muszę się skupić...

source: I see it now. This day will be different. You are going to meet a strange person coming from far away. He will test you, but this will change your life forever and open many new opportunities.
fr: Je vois à présent. Ce jour sera différent. Vous allez rencontrer une personne singulière provenant d'une terre lointaine. Il va vous tester, mais cela va changer votre vie pour toujours et ouvrir beaucoup de nouvelles opportunités.
pl: Już widzę. Ten dzień będzie inny. Spotkasz na swojej drodze dziwną osobę, która przybędzie z bardzo daleka. Ta osoba wystawi cię na próbę co w konsekwencji zmieni twoje życie na zawsze i da wiele nowych możliwości.

source: Nothing new. Stuff like that happens to me everyday but thanks anyway.
fr: Rien de neuf. Des trucs du genre m'arrivent tous les jours, mais merci quand-même.
pl: Nic nowego. Takie rzeczy dzieją się u mnie codziennie, ale dzięki mimo wszystko.

source: Wait! There is going to be a fight near the Central Palace. There will be some losses. That person - he is more powerful than you'll think. You'd better watch out!
fr: Attendez ! Il va y a voir un combat près du Palais Central. Il y aura des pertes. Cette personne - il est plus puissant que vous ne le pensez. Vous devez prendre garde !
pl: Poczekaj! W pobliżu Centralnego Pałacu będzie miała miejsce potyczka. Będą straty. Ta osoba - ona jest znacznie potężniejsza niż myślisz. Lepiej uważaj!

source: A brawl near the Central Palace? Good thing I bought a water elemental then. Thanks for the warning.
pl: Bójka przed Centralnym Pałacem? Dobrze, że kupiłem tego żywiołaka wody. Dzięki za ostrzeżenie.

source: A brawl near the Central Palace? Damn, maybe I should've bought the overpriced elemental... Well, too late to turn back, thanks for the warning.
pl: Bójka przed Centralnym Pałacem? A niech to, mogłem kupić tego drogiego żywiołaka wody... Cóż, teraz już za późno, ale dzięki za ostrzeżenie.

source: Ah, greetings, human. Nice to meet you.
fr: Ah, salutations, humain. Je suis heureux de vous rencontrer.
pl: Ach, witaj człowieku. Miło mi cię poznać.

source: May I ask what is a Wonderful Jinni doing here in the midtiers? Oh, and why are you alone? Where is your master?
pl: Mogę wiedzieć co Wspaniały Dżin robi tutaj na średnich kondygnacjach? I dlaczego jesteś sam? Gdzie twój pan?

source: A master? No, I have none. I am a free being. I used to be owned by a human a few years ago, but I decided to choose my own path. My master accepted this decision wholeheartedly, and now we are simply best friends. He lives in the higher tiers, in case you're wondering.
fr: Un maître ? Non, je n'en ai point. Je suis un être libre. J'appartenais il y a quelques années à un humain, mais je décidai de suivre ma propre voie. Mon maître approuva cette décision de tout son cœur, et à-présent nous sommes simplement les meilleurs amis du monde. Il vit dans le quartier haut, si cela vous intéresse.
pl: Pan? Nie mam żadnego, jestem wolną istotą. Byłem kiedyś własnością człowieka parę lat temu, ale zdecydowałem się iść swoją drogą. Mój pan zaakceptował tą decyzję i teraz jesteśmy najlepszymi przyjaciółmi. Żyje na wyższych kondygnacjach, gdybyś chciał wiedzieć.

source: I see. Well, forgive me, but may I ask you a question? It's not every day that I run into your kind, after all.
pl: Rozumiem. Cóż, wybacz, ale mogę zadać ci pytanie? Nieczęsto zdarza się spotkać tak wyjątkowego reprezentanta twojego gatunku.

source: Yes, please. I hope my knowledge will prove useful.
fr: Oui, je vous en prie. J'espère que ma connaissance pourra s'avérer utile.
pl: Tak, proszę. Mam nadzieję, że moja wiedza okaże się użyteczna.

source: I've heard that powerful jinn like yourself can foresee the future. Is that true?
pl: Podobno potężne dżiny takie jak ty potrafią przewidywać przyszłość. Czy to prawda?

source: Yes, to a certain extent. I can predict the approximate outcome of things that are about to happen really soon, but the the further in time I look, the less accurate the predictions become, due to many factors, including the very knowledge about the prediction itself.
pl: Tak, w pewnym sensie. Potrafię przewidzieć przybliżony wynik wydarzeń, które rozegrają się w najbliższym czasie lecz im głębiej zaglądam w przyszłość, tym mniej dokładne stają się moje przewidywania. Dzieje się tak z uwagi na zbyt wiele zmiennych czynników, które muszę wtedy brać pod uwagę a także sam fakt przewidywania.

source: Hmm, this sounds interesting. What do you mean by 'really soon' though, seconds? Minutes? Hours? Days?
pl: Hmm, brzmi ciekawie. Co masz na myśli mówiąc o najbliższym czasie? Sekundy? Minuty? Godziny? Dni?

source: Foreseeing several minutes ahead is quite easy, hours not so much. But don't forget these are only probabilities - things may change. Also, this task is quite exhausting, so we high-level Jinn rarely use this ability of ours.
fr: Voir de quelques minutes en avant est plutôt facile, en ce qui concerne les heures, c'est plus difficile. Mais n'oubliez pas qu'il ne s'agit que de probabilités - les choses peuvent changer. Par ailleurs, cette tâche est plutôt épuisante, c'est pourquoi nous autres Jinns de haut niveau utilisons cette capacité rarement.
pl: Spojrzenie parę minut w przyszłość jest dość łatwe, ale godzin już nie tak bardzo. Nie zapominaj, że to tylko prawdopodobieństwa - wszystko może ulec zmianie. Poza tym przewidywanie przyszłości jest bardzo wyczerpujące, więc my wysoko-poziomowe dżiny, rzadko korzystamy z tego na co dzień.

source: I see. So... would you tell me what will happen to me in the next hour or so?
pl: Rozumiem. Więc... możesz mi powiedzieć co mi się przydarzy w ciągu najbliższej godziny?

source: Yes, but... for a price. This will cost you 3 gold.
fr: Certes, mais... à un certain prix. Ceci vous coûtera 3 pièces.
pl: Tak, ale....za odpowiednią opłatą. To będzie kosztować 3 szt. złota.

source: You've got to be kidding me! You want my money too? Everyone in this city wants my money! It looks like even magical beings are spoiled! I thought Jinn aren't materialistic...
fr: Tu te payes ma tronche ! Toi aussi tu veux mon fric ? Tout le monde dans cette ville veut mon fric ! On dirait que les êtres magiques ont bien changé ! Je croyais que les Jinns n'étaient pas matérialistes...
pl: To chyba jakiś żart! Ty też chcesz moich pieniędzy? Każdy w tym mieście chce moich pieniędzy! Wygląda na to, że nawet magiczne istoty są tak samo zepsute! A myślałem, że dżiny nie są materialistami...

source: Well, you see, living in al-Kamija is quite expensive, especially for an independent wonderful jinni like me. I need to pay rent, bills, do some shopping from time to time, hire carpet ferrymen etc.
fr: Hé bien, voyez-vous, la vie à al-Kamija est plutôt chère, tout particulièrement pour les jinns merveilleux indépendants comme moi. Je me dois de payer un loyer, des factures, faire des achats de temps-en-temps, louer les services des transporteurs à tapis etc.
pl: No cóż, życie w al-Kamidży jest dość drogie, zwłaszcza dla niezależnego wspaniałego dżina jak ja. Muszę zapłacić czynsz, rachunki, zrobić zakupy od czasu do czasu, wynająć przewoźnika z dywanem itp.

source: Wait, you use carpet ferrymen services? But you can fly by yourself! You're a Jinni after all!
fr: Attends, tu utilises les transporteurs à tapis ? Mais tu peux voler tout seul ! T'es un Jinn après tout !
pl: Zaraz, korzystasz z usług przewoźników? Przecież sam potrafisz latać! Jakby na to nie patrzeć, jesteś dżinem!

source: As a free being I have the right to be lazy sometimes, you know? Back to business - do you want to know your future? As I said this will be 3 gold paid upfront.
fr: En tant qu'être libre, je me dois d'être parfois fainéant, comprenez-vous ? Retournons à nos affaires - souhaitez-vous connaître votre futur ? Comme je l'ai mentionné, ceci vous coûtera 3 pièces, et on paye d'abord.
pl: Jako wolna istota mam prawo do bycia leniwym od czasu do czasu. Wracając do poprzedniego wątku - to chcesz znać swoją przyszłość? Tak jak powiedziałem to będzie 3 szt. złota płatne z góry.

source: <span font-style='italic'>*to himself* Hmmmm...</span>
pl: <span font-style='italic'>*do siebie* Hmmmm...</span>

source: Maybe some other time.
fr: Peut-être une autre fois.
pl: Może innym razem...

source: If you change your mind, feel free to come back. I'll be staying here for a few hours, waiting for Ahmed to fix some things for me.
pl: Jeśli zmienisz zdanie, wiesz gdzie mnie szukać. Będę tu jeszcze przez kilka godzin, aż Ahmed naprawi dla mnie parę rzeczy.

source: Learn about your future (costs 3 gold)
fr: Connaître votre avenir (coûte 3 pièces)
pl: Poznaj swoją przyszłość (kosztuje 3 szt. złota)

source: Use a trick
fr: Utiliser une ruse
pl: Użyj podstępu

source: What if I shared some valuable information with you instead of the money?
fr: Et si je partageais une information de valeur avec toi au lieu de payer ?
pl: A co jeśli podzieliłbym się z tobą pewną informacją zamiast pieniędzy?

source: Well, it depends on what you want to tell me.
fr: Hé bien, cela dépend de ce que vous voulez me dire.
pl: Cóż, to zależy co chcesz mi powiedzieć.
