Repository: Toranks/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: fr, pl

source: No need to be rude about it. It's one of the most advanced constructs our civilization ever created, you know. But since you are capable of improving it further, I'll gladly accept your help.
pl: To jedna z najbardziej zaawansowanych rzeczy jaką wymyśliła nasza cywilizacja! Ale jeśli wiecie jak to jeszcze bardziej ulepszyć, to chętnie skorzystam.

source: Is there something wrong with my ears, or did he just say <b>this</b> was one of the most advanced things they created?
fr: J'ai un problème aux oreilles, ou il vient de dire que <b>ça</b> c'est l'un des trucs les plus avancés qu'ils savent créer ?
pl: Czy ja dobrze słyszę, czy on powiedział, że <b>to</b> jest jedną z najbardziej zaawansowanych rzeczy jakie stworzyli?

source: I am afraid it is the latter...
pl: Obawiam się, że to drugie...

source: Oh, boy... I guess we'd better start working.
fr: Hé bé... Je pense qu'il vaudrait mieux s'y mettre tout de suite.
pl: O rety... Lepiej zabierzmy się do pracy.

source: Do I have to step out of the circle?
fr: Je dois descendre du cercle ?
pl: Czy mam opuścić na ten czas krąg?

source: This will not be necessary. Although presence of a living body inside the circle during its quasi-modulation could lead to the creation of a micro-black hole with a 0.02467% chance...
pl: To nie będzie konieczne. Co prawda obecność żywego organizmu wewnątrz kręgu podczas jego kwazi-modulacji może na 0.02467% doprowadzić do powstania mikro-czarnej dziury...

source: ...we are professionals, trust me.
fr: ...on est des pros, t'inquiètes.
pl: ...jesteśmy profesjonalistami, zaufaj mi.

source: If this is a trap and my master dies, I'll turn both of you into smoldering piles of ash, and send your souls to the Red Abyss for eternal torment!
fr: Si c'est un piège et mon maître meurt, je vous transformerai tous les deux en tas de cendres fumants, et j'enverrai vos âmes dans les Abysses Rouges pour y connaître des tourments éternels !
pl: Jeśli to pułapka, a mój mistrz zginie, to rozniosę was w pył jednym ciosem a wasze dusze wyślę do Czerwonej Otchłani na wieczne męczarnie!

source: *smirks, unimpressed* Do not worry, abysmal creature. We've easily handled tasks far more complex than this one, and killing your master would be of no benefit to us.
pl: *uśmiecha się niewzruszony* Nie przejmuj się, magiczna istoto. Robiliśmy rzeczy znacznie bardziej skomplikowane niż to, a zabicie twojego mistrza nic by nam nie dało.

source: Can I ask you a few questions while you are working on the circle?
fr: Je peux vous poser quelques questions pendant que vous travaillez sur le cercle ?
pl: Mogę zadać wam parę pytań podczas gdy będziecie pracować nad kręgiem?

source: I believe it would be a wiser idea to save them for when I'm done, since a mistake with the process can have quite... disastrous consequences.
pl: Myślę, że lepiej byłoby z tym poczekać aż skończymy, bo jedna pomyłka w trakcie naszej pracy może mieć całkiem... katastrofalne konsekwencje.

source: Oh... I understand. I guess I'll ask later.
pl: Och... rozumiem. W takim razie zapytam później.

source: Alright, let's get this started.
fr: Bon, c'est parti.
pl: W porządku, zaczynajmy.

source: Whatever you say, boss.
fr: Comme tu dis, chef.
pl: Co tylko powiesz, szefie.

source: ...just two more symbols to connect, and we are good to go...
fr: ...plus qu'à encore connecter deux symboles, et on peut...
pl: ...jedynie połączyć te dwa symbole z odpowiednimi wymiarami i gotowe...

source: Whoa! All these strange energies flowing through my body... it feels so... refreshing!
fr: Woua ! Toutes ces énergies étranges qui parcourent mon corps... c'est tellement... rafraîchissant !
pl: Łooł! Czuję dziwne energie przepływające przez moje ciało! To... jest... orzeźwiające!

source: We have enhanced your circle with our magic. Before we start explaining what does what, I'd like to clarify some basic facts to you. What you people call 'magic' isn't really even magic, merely an imitation thereof.
pl: Ulepszyliśmy twój krąg naszą magią. Zanim zaczniemy wyjaśniać jak to wszystko działa, chciałbym wyjaśnić ci pewne podstawowe kwestie. To co wy ludzie nazywacie 'magią' wcale nią nie jest, to jedynie jej imitacja.

source: But you are lucky to have a stable access to the Abyss. That place, and it's inhabitants, compensate for your weakness. The energy which comes from that dimension is not 'magic', though it does have some similar properties. Real magic is something entirely different.
fr: Mais vous avez la chance d'avoir un accès stable vers les Abysses. Ce lieu, et ses habitants, compensent votre faiblesse. L'énergie qui vient de cette dimension n'est pas 'magique', mais elle a certaines propriétés similaires à la magie. La vraie magie est quelqu-chose d'entièrement différent.
pl: Lecz macie to szczęście, że posiadacie stabilny dostęp do Otchłani. To miejsce i jego mieszkańcy nadrabiają wasze słabości. Energia, która wydobywa się z tamtego wymiaru nie jest 'magią' choć zachowuje się podobnie. Prawdziwa magia to coś zupełnie innego.

source: You see, true magic users like us are not bound to scrolls and magical circles, nor are dependant on abyssal beings. A magic user can bend the laws of this world with nothing but his own mind. Magic is an unbelievable power, with theoretically infinite potential, but as far as we are aware it is currently exclusive to this dimension.
pl: Bo widzisz, prawdziwi użytkownicy magii tacy jak my, nie są ograniczeni zwojami i magicznymi kręgami, ani też zależni od istot z otchłani. Użytkownik magii potrafi naginać zasady tego świata za pomocą własnego umysłu. Magia to niepojęta moc o teoretycznie nieskończonym potencjale, lecz zgodnie z naszą obecną wiedzą, magia występuje tylko w naszym wymiarze.

source: Well, I can cast spells with my mind too, but those rely on abyssal energy instead of the one native to this world, so I suppose that doesn't quite count...
pl: Cóż, tak się składa, że potrafię rzucać zaklęcia moim umysłem, ale one bazują na mocy pochodzącej z Otchłani, więc zakładam, że to się nie liczy...

source: I see. But if proper mages can cast with just their mind, why do nearly half of the foreign mages I encountered use staves? Goblin shamans, Kharosian priestesses, Tharis warlocks, and even some of your kind as well use them, why is that?
pl: Rozumiem. Lecz skoro magowie potrafią rzucać zaklęcia za pomocą umysłu, to czemu niemal połowa magów, których spotkałem używała magicznych lasek? Szamani goblinów, kapłanki Kharos, czarnoksiężnicy Tharis a nawet część z was ich używa. Dlaczego?

source: Seems you are more astute than you seem at first glance. Well, there are several reasons for why a wand or staff is sometimes used. A staff can be enchanted in many ways to make spellcasting more convenient.
pl: Wygląda na to, że jesteś bardziej bystry niż na pierwszy rzut oka. Jest kilka powodów dla których używa się takiej laski. Może być ona bowiem dodatkowo zaklęta, by ułatwić rzucanie czarów.

source: For example, among many other things, you can have a staff passively accumulate magical energy for later use, calculate the trajectory of projectile spells and assist with your aim, or even automatically cast spells for you if you just shout an abbreviation of the spell.
pl: Przykładowo, taka laska może z czasem gromadzić dodatkowe pokłady energii do późniejszego wykorzystania, obliczać trajektorię magicznych pocisków i wspomagać twoje celowanie, a nawet automatycznie rzucać zaklęcia gdy wypowiesz je w skróconej formie.

source: And if an enemy gets close enough to you that you don't have time to cast a spell, unless you have a touch spell, bashing them with a staff is much better than trying to fight with your bare hands.
pl: A gdy przeciwnik podejdzie na tyle blisko, że nie zdążysz wypowiedzieć zaklęcia, to możesz go taką laską zdzielić, a to lepsze niż walka na gołe pięści. Chyba, że masz czar działający na dotyk.

source: I see. Seems staves are more useful than I thought... In that case, now I have the opposite question: if staves are so good, why do so many of you choose to cast spells without them?
pl: Pojmuję. Wygląda na to, że magiczne laski są bardziej przydatne niż sądziłem... W takim razie mam odmienne pytanie: skoro te laski są tak dobre, to czemu wielu z was wybiera rzucanie zaklęcia bez nich?

source: Our society values knowledge and skill above all else, so being able to cast powerful spells without having to rely on external mediums will earn you more respect from your colleagues.
pl: Nasze społeczeństwo ceni wiedzę i umiejętności ponad wszystko inne, więc zdolność rzucania zaklęć bez wykorzystania dodatkowych przedmiotów zapewni ci większe poważanie wśród twoich znajomych.

source: For that reason, the use of such automatically-casting wands here is frowned upon for adults, but they are very popular toys for children in our nation who are too young to know how to cast spells the proper way. Just take a stick and enchant it with a few harmless spells, like sprinkling water or summoning a floating light, and you have the perfect birthday gift.
pl: Z tego też powodu, używanie lasek automatycznie rzucających zaklęcia jest źle postrzegane w przypadku dorosłych, ale w przypadku naszych dzieci stanowią one świetną zabawkę. Zwłaszcza, że one nie potrafią jeszcze rzucać prawidłowo zaklęć. Wystarczy wziąć patyk i zaczarować go jakimiś bezpiecznymi zaklęciami jak na przykład strumień wody lub przywoływanie unoszącego się światełka i masz w ten oto sposób świetny prezent na urodziny.

source: My kids absolutely love these things. When they aren't busy with school they are usually having 'magic duels' with these wands.
pl: Moje dzieciaki uwielbiają tego typu rzeczy. Kiedy nie są zajęte szkołą, często urządzają sobie 'magiczne pojedynki' z takimi różdżkami.

source: Ah, I see. By the way, since you have a staff, what kind is it?
pl: Rozumiem. A tak przy okazji, skoro sam posiadasz laskę, to do czego ona służy?

source: I mainly use it for complex calculations. Stuff like your new circle would be too dangerous to just eyeball it. Speaking of which, as I explained earlier, magic seems to only exist in this dimension, so the circle won't work when you reach the Abyss.
pl: Wykorzystuję ją głównie do skomplikowanych obliczeń. Przedmioty takie jak twój magiczny krąg są zbyt niebezpieczne by robić je na oko. A skoro już o nim mowa, to tak jak wspomniałem wcześniej, magia istnieje tylko w naszym wymiarze, więc twój krąg nie będzie działał w Otchłani, gdy już tam dotrzesz.

source: But you probably won't need it there anyway, and might be able to channel its energy directly, like Jinn and other sentient abyssal beings can.
pl: Ale wtedy i tak nie będzie ci już potrzebny, bo zapewne będziesz mógł sterować jego energią w bezpośredni sposób jak Dżiny i inne świadome istoty z tamtego wymiaru.

source: That's alright. We Summoners are not in search of magic, we are seeking the ultimate truth, you know. Answers to existential questions, about the meaning of life, for example. Anyway, what new properties does this circle have compared to my old one?
pl: W porządku. Wiecie, my Przywoływacze nie poszukujemy magii, lecz podążamy za ostateczną prawdą. Szukamy odpowiedzi na pewne egzystencjalne pytania jak chociażby o sens życia. Ale mniejsza o to, jakie nowe umiejętności ma ten krąg w porównaniu do mojego poprzedniego?

source: *rolls eyes* For many of what your kind considers 'existential questions' we already have existential answers. You aren't impressing anyone here with that speech of yours.
pl: *przewraca oczami* Na wiele tych waszych 'egzystencjalnych pytań', my mamy już egzystencjalne odpowiedzi. Twoja mowa na nikim nie robi tu wrażenia.

source: Take the meaning of life, for answer. So many uneducated civilizations make such a big deal out of it, when in reality the answer is simply 42.
pl: Weźmy na ten przykład sens życia. Tak wiele mniej oświeconych cywilizacji robi z tego wielkie halo, a odpowiedź to po prostu 42.

source: One of your master magi also said it is 42, but I still don't believe it. He refuses to answer, so I'll ask you instead: How in Nomolas's name is a two-digit number supposed to be the answer to such a question?
pl: Jeden z waszych mistrzów magii również powiedział, że to 42, ale jakoś mnie to nie przekonuje, więc zapytam was: jak na miłość Nomolasa 2-cyfrowa liczba może być odpowiedzią na takie pytanie?

source: Well, it's a bit complicated, but let's just say numbers have more meaning than it seems.
pl: Cóż, to trochę skomplikowane, ale powiedzmy, że te liczby mają większe znaczenie niż może się wydawać.

source: I understand now. 42 is an asterisk, a wildcard.
pl: Chyba rozumiem. 42 to gwiazdka, symbol wieloznaczny.

source: Huh, I must admit I am pleasantly surprised. For a foreigner you have surprisingly good knowledge of magitech encoding.
pl: Hę? Muszę przyznać, że jestem mile zaskoczony. Jak na przybysza, masz całkiem niezłą wiedzę na temat magitecznicznego kodowania.

source: I... have no clue what either of you are talking about to be honest, forget I asked. I think we should get back to discussing the circle.
pl: Nie mam pojęcia o czym mówicie, ale mniejsza o to. Lepiej wróćmy do mojego kręgu.

source: Anyway, to answer your question, the circle has many properties, but I'll keep it simple: first of all, its power output is far higher than that of the megacircle, meaning the spells cast using this circle are far more potent.
pl: Odpowiadając na twoje pytanie, twój krąg ma wiele właściwości, ale postaram się wyłożyć to w prosty sposób: po pierwsze jego moc jest znacznie większa niż megakręgu, co oznacza, że rzucane zaklęcia są znacznie silniejsze.

source: Speaking of tools of destruction, it has quite a few, the first one being the 'damaging aura'.
fr: En parlant de moyens de détruire des trucs, il y en a pas mal, le premier est l''aura de dégâts'.
pl: Jeśli chodzi o oferowane narzędzia destrukcji, to ma ich parę. Pierwsze z nich to 'uszkadzająca aura'.

source: That's right. The ultimate circle you are wearing right now automatically blasts nearby enemies with magical energies, harming and slowing them. Let me demonstrate this feature to you, but we'll need to make some space first.
fr: Exact. Le cercle ultime que vous portez en ce moment frappe automatiquement les ennemis alentours avec des énergies magiques, les blessant et les ralentissant. Permettez-moi de vous faire la démonstration de cette fonctionnalité, mais nous allons d'abord avoir besoin de davantage d'espace.
pl: Dokładnie. Ten ostateczny krąg, którego używasz w tej chwili potrafi automatycznie zaatakować wszystkich pobliskich przeciwników skutecznie ich raniąc i spowalniając. Pozwól że ci to zademonstrujemy, ale najpierw zróbmy trochę miejsca.

source: I'll summon six Magical Eyes, so you have some targets to practice the spell on.
pl: Przywołam teraz sześć Magicznych Ok, więc będziesz miał cele do treningu.

source: Good. (to Mehir) Now, look at these eyes, you see fierce foes, willing to do anything in their power to take your life, and the lives of your men, think it, believe it...
pl: Dobrze. A teraz spójrz na te rzeczy, widzisz zaciekłych przeciwników, którzy zrobią wszystko co w ich mocy by odebrać ci życie, a także życie wszystkich twoich ludzi. Myśl o tym, uwierz w to...

source: Wow, this is amazing!
fr: Oh, c'est incroyable !
pl: Wow, to niesamowite!

source: Fascinating, isn't it? This feature of the circle scans your brain, and targets objects you perceive as foes. Just be careful with your anger, or it might hit something you don't want it to.
fr: Fascinant, pas vrai ? Cette fonctionnalité du cercle lit dans votre cerveau, et vise les objets que vous considérez comme des ennemis. Mais faites attention à votre colère, ou il pourrait frapper quelque-chose que vous ne voulez pas abîmer.
pl: Fascynujące, nieprawdaż? Krąg odczytuje twoje intencje i namierza obiekty, które uważasz za wrogów. Tylko lepiej kontroluj swój gniew, bo możesz nieumyślnie zaatakować coś czego nie chcesz.

source: My my, you always keep finding a new way to impress me...
pl: No no, zawsze wiecie jak zrobić na mnie wrażenie...

source: Let's finish off these Magical Eyes. They are already almost falling apart. Just a few more strikes...
fr: Débarrassons-nous de ces Yeux Magiques. Ils sont déjà presque détruits. Juste encore quelques coups...
pl: Wykończmy te Magiczne Oczy. I tak ledwo się trzymają kupy. Jeszcze parę ciosów...

source: Man, how did I even live without all this...
fr: Hé bé, comment je faisais pour vivre sans tout ça...
pl: Rety, jak ja mogłem kiedykolwiek żyć bez tego...

source: There is another, even better feature that needs explanation. Are you ready to listen?
fr: Il y a une autre fonctionnalité encore meilleure qu'il faut expliquer. Êtes-vous prêt à l'entendre ?
pl: Jest jeszcze jedna, bardziej niesamowita cecha, która wymaga wytłumaczenia. Gotowy by wysłuchać?

source: Of course! I would love to learn more about this masterpiece!
fr: Bien-sûr ! J'adorerais en savoir plus sur ce chef d’œuvre !
pl: Oczywiście! Z chęcią dowiem się więcej o tym arcydziele!

source: As you already know, magical circles can be used to summon creatures from the Abyss. This one can do more than that.
fr: Comme vous le savez déjà, les cercles magiques peuvent être utilisés pour invoquer des créatures des Abysses. Celui-ci peut faire bien plus.
pl: Jak dobrze wiesz, magiczne kręgi często służą by przywoływać różne istoty z Otchłani. Ten tutaj potrafi więcej.

source: What do you mean?
fr: Qu'est-ce que vous voulez dire ?
pl: Zaraz, co masz na myśli?

source: You see, this ultimate megacircle can act like a mobile castle! It can bring your troops to you in an instant.
fr: Vous voyez, ce mégacercle ultime peut servir de château mobile ! Il peut amener vos troupes à vos côtés en un instant.
pl: Bo widzisz, ten oto ostateczny megakrąg może funkcjonować jako mobilny obóz! Potrafi przywoływać twoje własne oddziały do ciebie w mgnieniu oka.

source: You mean I can summon my men? Not only abysmal beings? That's certainly great, but why is that necessary for the mission? Can't my men just stay with me?
pl: Chcesz powiedzieć, że mogę od teraz przywoływać swoich ludzi? Nie tylko istoty z Otchłani? To z pewnością wspaniałe, ale czemu jest to konieczne w nadchodzącej misji? Czy moi ludzie nie mogą zostać przy mnie?

source: No, there isn't enough room on your means of transportation. Your troops will await your call on our teleports connected directly to your circle. When you need a specific unit, your circle will establish a small portal and bring this unit to you directly from our kingdom!
fr: Non, il n'y a pas assez de place dans nos moyens de transport. Vos troupes vont attendre que vous les appeliez sur nos téléporteurs connectés directement à votre cercle. Quand vous aurez besoin d'une unité spécifique, votre cercle va établir un petit portail et amener cette unité à vous directement depuis notre royaume !
pl: Nie, nie ma dla nich miejsca na pokładzie twojego środka transportu. Twoje oddziały będą czekać na twoje zawołanie stojąc na naszych teleportach połączonych bezpośrednio z twoim kręgiem. Jeśli zażyczysz sobie określonej jednostki, mały portal otworzy się i dostarczy ci tą jednostkę bezpośrednio z naszego królestwa!

source: So it's is going to act like city portals in my country, but mobile! Unbelievable...
fr: Alors ça va marcher comme les portails de ville dans mon pays, mais mobile ! Incroyable...
pl: Więc to działa zupełnie jak portale miejskie w moim państwie. Ale jednocześnie jest to mobilne! Niewiarygodne...

source: Indeed. Do you want to test this ability? We already gathered all your men at the teleport site on the other side of the island. It would be good to bring one of them here, for science.
fr: Hé oui. Vous voulez tester cette fonction ? On a déjà rassemblé tous vos hommes sur le site de téléportation de l'autre côté de l'île. Ça serait pas mal d'amener l'un d'eux ici, pour la science.
pl: Oj tak. Chcesz przetestować tą umiejętność? Wygląda na to, że wszyscy twoi ludzie są już zgromadzeni na naszym teleporcie po drugiej stronie wyspy. Byłoby dobrze sprowadzić chociaż jedną jednostkę tutaj.

source: Of course, I want to see it in action!
pl: Oczywiście, chcę to zobaczyć w akcji!

source: Good. I hope I used proper magical symbols to make this work. Otherwise a recalled unit of your choosing will transform into a supernova and our entire solar system will vaporize.
fr: Bien. J'espère que j'ai utilisé les bons symboles magiques pour cette partie. Sinon, l'unité rappelée de votre choix se transformera en une supernova et tout notre système solaire va se vaporiser.
pl: Dobrze. Mam nadzieję, że użyłem właściwych magicznych symboli by to zadziałało. W przeciwnym razie przywołana jednostka zamieni się w supernową i nasz cały układ słoneczny wyparuje.

source: *gives him a cold stare*
fr: *le regarde froidement*
pl: *spogląda na niego lodowatym spojrzeniem*

source: But we are professionals, right? Let's verify our theories. Think about recruiting or recalling a specific troop or abysmal being. It should arrive momentarily, I hope...
fr: Mais nous sommes des professionnels, n'est-ce pas ? Vérifions nos théories. Pensez au fait de recruter ou rappeler un soldat ou créature abyssale spécifique. Elle devrait arriver instantanément, j'espère...
pl: Ale jesteśmy profesjonalistami, prawda? Zweryfikujmy nasze teorie. Pomyśl o zrekrutowaniu bądź przywołaniu jakiejś jednostki lub istoty magicznej. Powinna pojawić się lada moment, mam nadzieję...

source: Recruit or recall something
fr: Recruter ou rappeler quelque-chose
pl: Zrekrutuj lub przywołaj coś

source: Yes! We are all alive! Hahaha, that was close! The teleport works as expected, and should work no matter the distance.
fr: Oui ! On est tous vivants ! Ahahah, c'est pas passé loin ! Le téléporteur fonctionne comme attendu, et devrait fonctionner à n'importe quelle distance.
pl: Tak! Wszyscy żyjemy! Hahaha, mało brakowało! Teleport działa jak należy i powinien bez względu na odległość.

source: Excellent! This is exactly what I wanted! I can bring my army with me anywhere I want without worrying about logistics! You are absolute geniuses!
fr: Excellent ! C'est exactement ce que je voulais ! Je peux amener mon armée avec moi partout où je veux sans avoir à m'occuper de logistique ! Vous êtes des génies ultimes !
pl: Doskonałe! To jest dokładnie to, czego potrzebuję! Mogę zabrać moje wojska ze mną wszędzie tam, gdzie chcę, nie martwiąc się o logistykę! Jesteście geniuszami!

source: Haha, of course we are!
fr: Ahah, bien sûr !
pl: Haha, no pewnie że jesteśmy!

source: Does it still summon... people taking a bath?
fr: Est-ce qu'il invoque toujours... des gens qui prennent un bain ?
pl: A czy przywołuje to ludzi... biorących kąpiel?

source: Err... what?!
fr: Heu... quoi ?!
pl: Eee... co?!

source: Nevermind, Jaffar's already in the Abyss. It is good as it is. So what's next?
fr: Peu importe, Jaffar est déjà dans les Abysses. Et tant mieux. Alors, quoi d'autre ?
pl: Nieważne, Jaffar i tak jest już w Otchłani. Wszystko jest jak należy. Więc co teraz?

source: If I remember correctly, you wanted to ask some questions about our civilization. Now would be a pretty good time for that.
fr: Si je me rappelle bien, vous vouliez poser des questions sur notre civilisation. Je pense que le moment est propice.
pl: Jeśli dobrze pamiętam, to chciałeś zadać nam parę pytań odnośnie naszej cywilizacji. Teraz jest na to dobry moment.
