Repository: Toranks/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: fr, pl

source: This unit is equipped with the most powerful kind of magical circle. The owner can recruit and recall units without being in keeps (it doesn’t work in forests). All adjacent friendly units fight better (+125%, +100%, +75%, +50%, +25% — levels 0, 1, 2, 3, 4 respectively), are healed by 8 points, and receive a +20% bonus to their fire, cold, and arcane resistances. At the beginning of each turn, all adjacent enemy units are slowed and receive 8 points of damage.
fr: Cette unité est équipée du type le plus puissant de cercle magique. Le possesseur peut recruter et rappeler des unités sans être dans un donjon (ne fonctionne pas dans les forêts). Toutes les unités adjacentes combattent mieux (+125%, +100%, +75%, +50%, +25% — niveaux 0, 1, 2, 3, 4 respectivement), sont soignées de 8 points et reçoivent un bonus de +20% pour leurs résistances u feu, froid et arcane. Au début de chaque tour, toutes les unités ennemies adjacentes sont ralenties et reçoivent 8 points de dégâts.
pl: Ta jednostka dysponuje potężnym magicznym kręgiem. Dzięki niemu może rekrutować i przywoływać jednostki bez konieczności przebywania w zamku. Przyjazne jednostki stojące na tym kręgu walczą lepiej (+125%, +100%, +75%, +50%, +25% - poziomy 0, 1, 2, 3, 4), regenerują się oraz otrzymują +20% bonus do odporności na ogień, chłód i tajemny typ obrażeń. Na początku każdej tury wszystkie przyległe wrogie jednostki zostają spowolnione i otrzymują obrażenia.

source: Living Gate
fr: Porte Vivante
pl: Żyjące Wrota

source: The Living Gate is the fourth and the last ultimate being of abysmal origin. Summoners still find it hard to describe this unusual thing. It is a mobile opened portal to the Abyss similar to Dimensional Gates, but in this particular case an unknown force of abysmal origin has gained control over it, granting the gate self-awareness. The Living Gate is a masterpiece and wonder to many scholars. Being able to access different parts of the Abyss, the full capabilities of this unit are unknown.
pl: Żyjące Wrota to czwarta i ostatnia istota ostateczna pochodząca z Otchłani. Przywoływaczom po dziś dzień ciężko jest określić ten niezwykły byt. Jest on czymś w rodzaju mobilnego otwartego portalu do Otchłani, podobnego w naturze do typowych Wrót Wymiarów, lecz w tym przypadku jakaś nieznana siła powiązana z tamtym wymiarem w jakiś sposób opanowała kontrolę nad tymi Wrotami zapewniając im samoświadomość. Żyjące Wrota to arcydzieło i majstersztyk dla wielu uczonych zdolne aktywować przejścia do wielu różnych obszarów Otchłani. Pełne możliwości tej istoty nie są do końca poznane.

source: This unit creates an AI-controlled Dimensional Gate II every turn. The gate is spawned adjacent to this unit. If there is no vacant hex around this unit, the ability will not work.
pl: Ta jednostka tworzy co turę Wrota Wymiarów II (kontrolowane przez komputer). Wrota te pojawiają się w wolnym miejscu w jej pobliżu. Jeśli wszystkie te miejsca są zajęte, zdolność nie zadziała.

source: abyss
fr: abysses
pl: otchłań

source: fall to the Abyss
fr: chute dans les Abysses
pl: wpadnięcie do Otchłani

source: When this unit hits a non-flying target, it kills it instantly.
fr: Quand cette unité touche une cible qui ne vole pas, elle tue instantanément.
pl: Jeśli przeciwnik nie jest jednostką latającą, ginie natychmiast.

source: Magic Mirror
fr: Miroir Magique
pl: Magiczne Lustro

source: Magic mirrors are special pieces of furniture capable of withstanding very powerful spells and even deflecting some of them. Apart from that they serve no meaningful purpose.
fr: Les miroirs magiques sont des objets spéciaux capables de supporter des sorts très puissants et même renvoyer certains d'entre eux. A part ça, ils ne servent pas à grand-chose.
pl: Magiczne lustra to specyficzne meble potrafiące wytrzymać najpotężniejsze zaklęcia a nawet zdolne odbić część z nich. Poza tymi właściwościami, nie pełnią one żadnej istotnej funkcji.

source: Summons Master
fr: Maître des Invocations
pl: Mistrz Przywołania

source: Summon Fire Elemental
fr: Invoquer un Élémentaire de Feu
pl: Przywołaj Żywiołaka Ognia

source: Summon Water Elemental
fr: Invoquer un Élémentaire d'Eau
pl: Przywołaj Żywiołaka Wody

source: Summon Air Elemental
fr: Invoquer un Élémentaire d'Air
pl: Przywołaj Żywiołaka Powietrza

source: Summon Earth Elemental
fr: Invoquer un Élémentaire de Terre
pl: Przywołaj Żywiołaka Ziemi

source: +2 damage to scimitar, +1 HP, MAX XP +15%
fr: +2 dégâts pour le cimeterre, +1 PV, XP MAX +15%
pl: +2 obrażenia od sejmitara, +1 HP, MAX XP +15%

source: +4 damage to hammer, +1 HP, MAX XP +15%
fr: +4 dégâts au marteau, +1 PV, XP MAX +15%
pl: +4 obrażenia od młota, +1 HP, MAX XP +15%

source: +3 damage to magic, +3 HP, MAX XP +15%
fr: +3 dégâts pour la magie, +3 PV, XP MAX +15%
pl: +3 obrażenia magiczne, +3 HP, MAX XP +15%

source: +1 strike to scimitar, +2 HP, MAX XP +25%
fr: +1 coup au cimeterre magique, +2 PV, XP MAX +25%
pl: +1 cios sejmitatem, +2 HP, MAX XP +25%

source: Meditation ability: +1 experience per turn when not having moved, +2 HP, MAX XP +15%
pl: Medytacja: +1 punkt doświadczenia na turę w przypadku bezczynności, +2HP, MAX XP +15%

source: Max HP bonus +5, MAX XP +10%
fr: Bonus de PV max +5, XP MAX +10%
pl: Bonus do maksymalnych punktów życia +5, MAX XP +30%

source: +20% bonus to fire, cold, and arcane resistances for Mehir and the circle of resistance ability.
fr: +20% bonus pour les résistances au feu, froid et à l'arcane pour Mehir et les capacités du cercle de résistance.
pl: +20% bonus do odporności na ogień, chłód i tajemny typ obrażeń dla Mehira oraz zdolność kręgu odporności.

source: +2 damage to magical scimitar, +1 HP
fr: +2 dégâts pour le cimeterre magique, +1 PV
pl: +2 obrażenia od sejmitara, +1 HP

source: +4 damage to magical hammer, +1 HP
fr: +4 dégâts pour le marteau magique, +1 PV
pl: +4 obrażenia od magicznego sejmitara, +1 HP

source: +3 damage to magic, +3 HP
fr: +3 dégâts pour la magie, +3 PV
pl: +3 obrażeń na magię, +3 HP

source: +1 movement point
fr: +1 point de mouvement
pl: +1 punkt ruchu

source: +1 strike to magical scimitar, +2 HP, MAX XP +10%
fr: +1 coup pour le cimeterre magique, +2 PV, XP MAX +10%
pl: +1 cios sejmitarem, +2 HP, MAX XP +10%

source: Meditation ability: +1 experience per turn when not having moved, +2 HP
pl: Medytacja: +1 punkt doświadczenia na turę w przypadku bezczynności, +2HP

source: Merchant
fr: Marchand
pl: Handlarz

source: In a wealthy city like al-Kamija, the merchants are a decent chunk of the population. The bazaars of al-Kamija are a place where you can find all sorts of things, from the most basic necessities to the most extravagant luxuries, even personal circles and pet elementals.
fr: Dans une cité riche comme al-Kamija, les marchands représentent une grosse part de la population. Les bazars d'al-Kamija sont l'endroit où on peut trouver toutes sortes de choses, des produits de première nécessités les plus basiques aux produits de luxe les plus extravagants, même des cercles personnels et des élémentaires de compagnie.
pl: W tak bogatym mieście jak al-Kamidża, sporą część populacji stanowią kupcy zaś na tamtejszych bazarach można znaleźć najróżniejsze towary począwszy od podstawowych dóbr codziennego użytku, po najbardziej ekstrawaganckie synonimy luksusu jak osobiste kręgi czy udomowione żywiołaki.

source: magical powder
fr: poudre magique
pl: magiczny proszek

source: The Rashti'rhami is one of the 4 most powerful beings ever summoned. She consists of two powerful entities — the calm, wise Ho'rashti and the hot-tempered Dharma'rashti. Because of her dual nature, Rashti's personality tends to change quite often, making her very unpredictable.
pl: Rashti'rhami jest jedną z 4 najpotężniejszych istot jakie zostały kiedykolwiek przywołane. Składa się z dwóch potężnych bytów - spokojnej i mądrej Ho'rashti i nieokiełznanej Dharma'rashti. Z uwagi na swoją dwojaką naturę, osobowość Rashti'rhami potrafi zmieniać się dość często, co czyni ją bardzo nieprzewidywalną.

source: Summon Rhami
pl: Przywołaj Rhami

source: True Rashti
fr: Vraie Rashti
pl: Prawdziwa Rashti

source: The True Rashti is the final form of Rashti'rhami. Achieving supreme harmony between the Dharma'rashti and Ho'rashti halves, the True Rashti is considered a perfect entity, who's often compared with Nomolas — the First Jinni.
pl: Prawdziwa Rashti to finalna forma Rashti'rhami. Dzięki osiągnięciu doskonałej harmonii pomiędzy jej połówkami Dharma'Rashti i Ho'Rashti, Prawdziwa Rashti uważana jest za istotę doskonałą, często porównywaną z samym Nomolasem - Pierwszym Dżinem.

source: Summon Rhami'kai
pl: Przywołaj Rhami'kai

source: Summon Rhami'datu
pl: Przywołaj Rhami'datu

source: lightbeam
fr: rayon de lumière
pl: promień światła

source: dimensional vortex
fr: vortex dimensionel
pl: wir wymiarów

source: Dummy unit used for rendering cutscenes/background animations.
fr: Unité pantin utilisée pour les cinématiques/animations de fond.
pl: Specjalna jednostka używana do wyświetlania filmów i animacji scenerii.

source: An average citizen of the Summoners' nation.
pl: Typowy przedstawiciel nacji Przywoływaczy.

source: Citizen
fr: Citoyen
pl: Cywil

source: female^Citizen
fr: Citoyenne
pl: Cywil

source: *gulp*
fr: *glup*

source: Art Placeholder
fr: Bouche-trou Graphique

source: Ahem.
fr: Hum.

source: Itshar’Imahr!
fr: Itsahr'Imahr !

source: Guru
fr: Gourou

source: Wow...
fr: Ouah...

source: Few men in the entirety of known history have ever embraced the veiled mystery that comes naturally with the title of the Fourth Degree. They are men who can wield the entire power of the Abyss with their right hand and the complete devastation of summoning magic with their left. A summons master has attained the culmination of all summoning arts ever crafted and comprehended. Encircling a summons master is his magnum opus: the megacircle. The circle teems with magicks of all kinds — magicks to empower, mend, bless, cure, destroy, create, and remake. Within the vast and mystic megacircle, the air itself screams as elementals burst forth from their world into this one through the circle’s unearthly inscriptions. Men within the master’s circle are invested with supernatural gifts, their wounds closing by the aid of pure magic and their strength jumping twofold. Towers of heavenly light shriek into the skies from the megacircle’s symbols, obliterating everything within range. All around the summons master, miracles occur, and ruin is wrought.
fr: Peu d'hommes dans toute l'histoire connue ont jamais percé le grand mystère qui accompagne le titre de Quatrième Degré. Ce sont des hommes qui peuvent manier tout le pouvoir des Abysses avec leur main droite et libérer une magie d'invocation dévastatrice avec la gauche. Un maître des invocations a atteint le point culminant de tous les arts de l'invocation jamais utilisés et compris. Un maître des invocations est encerclé par son chef d'œuvre : le mégacercle. Le cercle abonde de tous types de magie — des moyens d'augmenter la puissance, réparer, blesser, soigner, détruire, créer, et reconstruire. Dans le vaste et mystique mégacercle, l'air lui-même hurle tandis que des élémentaires jaillissent depuis leur monde dans celui-ci grâce aux inscriptions surnaturelles du cercle. Les hommes à l'intérieur du cercle de maître sont investis de dons surnaturels, leurs blessures se ferment par la magie pure et leur force est accrue. Des tours de lumière céleste mugissent vers le ciel depuis les symboles du mégacercle, détruisant tout ce qui se trouve à leur portée. Tout autour du maître des invocations, des miracles se produisent et la ruine est à l’œuvre.

source: +1 movement point, -10% HP
fr: +1 point de mouvement, -10% PV

source: Max HP bonus +5
fr: Bonus de PV max +5
