Repository: Toranks/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: fr, pl

source: Richly decorated plates, solid workmanship and magical symbols: this must be the legendary armor of Ka-Gattans. - Increases physical resistances by 25% - Increases fire and cold resistances by 20% - Decreases arcane resistance by 15%
fr: Des plaques richement décorées, un travail de qualité et des symboles magiques : ce doit être la légendaire armure de Ka-Gattans. - Augmente les résistances physiques de 25% - Augmente la résistance au feu et au froid de 20% - Diminue la résistance à l'arcane de 15%
pl: Bogate wzornictwo, solidne wykonanie i magiczne symbole: to musi być legendarny pancerz Ka-Gattan. - zwiększa fizyczne odporności o 25% - zwiększa odporność na ogień i chłód o 20% - zmniejsza odporność na astralny typ obrażeń o 15%

source: armor^Leave it for another unit
fr: La laisser pour une autre unité
pl: Zostaw go dla innej jednostki

source: staff^Take it
fr: Le prendre
pl: Weź ją

source: Banishment Staff
fr: Bâton de Banissement
pl: Laska Wygnania

source: - Advances the unit (unless the unit is already at maximum level) - the banishment attack never misses - the staff/frozen gate attacks deal +2 damage - increases magical resistances by 10%
fr: On dit que ce bâton est le tout premier à avoir été brandi par le premier Maître des Bannisseurs. Son pouvoir est formidable même entre des mains novices. - Promeut l'unité (à-moins qu'elle ne soit déjà au niveau maximum) - l'attaque de bannissement ne rate jamais - les attaques bâton et porte glacée font +2 dégâts - augmente les résistances magiques de 10% Cette unité doit-elle ramasser le bâton ?
pl: - Awansuje jednostkę (o ile nie jest na najwyższym poziomie) - atak wygonienia nigdy nie pudłuje - laska / zamrożone wrota zadają +2 obrażeń - zwiększa magiczną odporność o 10%

source: banishment staff
fr: bâton de bannissement
pl: laska wygnania

source: This unit is holding a powerful staff which once belonging to the first Master of Banishers. Effects: - the banishment attack never misses - the staff/frozen gate attacks deal +2 damage - increases magical resistances by 10%
fr: Cette unité porte un puissant bâton qui a appartenu autrefois au premier Maître des Bannisseurs. Effets : - l'attaque de bannissement ne rate jamais - les attaques bâton/porte de gel infligent +2 dégâts - augmente les résistances magiques de 10%
pl: Ta jednostka dzierży potężną laskę, która pochodziła od pierwszego Mistrza Wyganiaczy. Efekty: - atak wygnania nigdy nie pudłuje. - laska/ zamrożone wrota zadają +2 obrażeń - zwiększa odporności na magię o 10%

source: staff^Leave it for another unit
fr: Le laisser pour une autre unité
pl: Zostaw ją dla innej jednostki

source: ring^Take it
fr: Le prendre
pl: Weź go

source: Ring of Regeneration
fr: Anneau de Régénération
pl: Pierścień Regeneracji

source: This mysterius ring is richly decorated with magical symbols making it somehow connected to the Abyss. The bearer of this relic may benefit from strange energies flowing into his body, healing him effectively. - Grants regeneration
fr: Cet anneau mystérieux est richement décoré par des symboles magiques le rendant en quelque sorte connecté aux Abysses. Le porteur de cette relique peut bénéficier d'étranges énergies circulant dans son corps, le soignant efficacement. - Accorde la régénération
pl: Ten tajemniczy bogato zdobiony pierścień z magicznymi symbolami jest w jakiś sposób połączony z Otchłanią. Właściciel tego artefaktu może wykorzystać niezwykłe energie płynące z pierścienia do jego ciała w celu leczenia różnych swoich dolegliwości. - umożliwia regenerację

source: ring of regeneration
fr: anneau de régénération
pl: pierścień regeneracji

source: This unit wears the Ring of Regeneration. Effects: Grants regeneration
fr: Cette unité porte l'Anneau de Régénération. Effets : Accorde la régénération
pl: Ta jednostka nosi Pierścień Regeneracji. Efekty: Umożliwia regenerację

source: ring^Leave it for another unit
fr: Le laisser pour une autre unité
pl: Zostaw go dla innej jednostki

source: cap^Take it
fr: Le prendre
pl: Weź ją

source: Cap of Power
fr: Couvre-Chef du Pouvoir
pl: Czapka Mocy

source: Increases magical power by 20% Decreases experience points needed for advancement by 25%
fr: Augmente la puissance magique de 20% Diminue l'expérience nécessaire aux promotions de 25%
pl: Zwiększa magiczną moc o 20% Zmniejsza ilość punktów doświadczenia potrzebnych do awansu o 25%

source: cap of power
fr: couvre-chef du pouvoir
pl: czapka mocy

source: This unit wears a magical cap, which enhances its magical power. Effects: Increases magical power by 20% Decreases experience points needed for advancement by 25%
fr: Cette unité porte un couvre-chef magique, qui améliore sa puissance magique. Effets : Augmente la puissance magique de 20% Diminue l'expérience nécessaire à la promotion de 25%
pl: Ta jednostka nosi magiczną czapkę, która zwiększa magiczną moc. Efekty: Zwiększa magiczną moc o 20% Zmniejsza ilość punktów doświadczenia wymaganych do awansu o 25%

source: cap^Leave it for another unit
fr: Le laisser pour une autre unité
pl: Zostaw ją dla innej jednostki

source: sphere^Take it
fr: La prendre
pl: Weź ją

source: Reficul's sphere
fr: Sphère de Reficul
pl: Kula Reficula

source: Increases magical and physical resistances by 15%
fr: Augmente les résistances magiques et physiques de 15%
pl: Zwiększa magiczne i fizyczne odporności o 15%

source: reficul's sphere
fr: sphère de Reficul
pl: kula Reficula

source: This unit wears a sphere once belonging to Reficul. Effects: Resitances to physical and magical attacks are increased by 15%
fr: Cette unité porte une sphère qui a autrefois appartenu à Reficul. Effets : Les résistances aux attaques physiques et magiques sont augmentées de 15%
pl: Jednostka ta nosi kulę należącą do Reficula. Efekty: Odporność na ataki fizyczne i magiczne zwiększa się o 15%

source: sphere^Leave it for another unit
fr: La laisser pour une autre unité
pl: Zostaw ją dla innej jednostki

source: Recalled...
fr: Rappelé...
pl: Przywołany...

source: Note: Your unit has become a Neutral Summoner. He can now summon friendly Jinn to aid your cause, but Mehir is not experienced enough at this stage of the story, to maintain such a unit. This means all summoned Jinn will disappear every time you advance to the next scenario. When Mehir becomes a Summons Master, he will be able to keep them and carry between missions.
fr: Remarque : Votre unité est devenue un Invocateur Neutre. Il peut invoquer des Jinns alliés pour aider votre cause, mais Mehir n'est pas assez expérimenté à ce stade de l'histoire pour conserver une telle unité. Ceci signifie que tous les Jinns invoqués vont disparaître à chaque fois que vous progressez vers le scénario suivant. Quand Mehir deviendra un Maître des Invocations, il va être capable de les garder et de les conserver entre les missions.
pl: Uwaga: Jeden z Twoich ludzi został Neutralnym Przywoływaczem. Może on przywoływać do pomocy Dżiny, lecz Mehir nie jest na tyle doświadczony na tym etapie przygody, by móc utrzymywać te jednostki. Oznacza to, że wszystkie przywołane Dżiny znikną gdy przejdziesz do kolejnego scenariusza. Kiedy Mehir stanie się Mistrzem przywołania, będzie mógł przenosić Dżiny między kolejnymi misjami.

source: Note: All summoned Jinn have returned to the Abyss. Remember: Mehir needs to be a Summons Master to carry them between missions.
fr: Remarque : Tous les Jinns invoqués sont retournés aux Abysses. Rappel : Mehir doit être un Maître des Invocations pour les conserver entre les missions.
pl: Uwaga: wszystkie przywołane Dżiny powróciły do Otchłani. Pamiętaj: Mehir musi stać się Mistrzem Przywołania aby móc przechowywać Dżiny między misjami.

source: Note: You have summoned a Jinni. Unfortunately Mehir is not experienced enough at this stage of the story to carry such a unit between missions. The summoned jinni will disappear at the end of the current scenario.
pl: Uwaga: posiadasz Dżina. Niestety Mehir nie jest na tyle wyszkolony na tym etapie historii by móc przenosić tego typu jednostki między misjami. Przywołany Dżin zniknie po ukończeniu scenariusza.

source: Note: Grand Summoners can't advance now, but if one gets an AMLA, they'll become Summons Masters when Mehir recalls them while being a Summons Master himself.
fr: Remarque : Les Grands Invocateurs ne peuvent pas être promus pour l'instant, mais si l'un d'entre eux obtient une APNM, il deviendra un Maître des Invocations quand Mehir le rappellera en étant lui-même un Maître des Invocations.
pl: Note: Wielcy Przywoływacze nie mogą awansować dalej, ale jeśli któryś z nich osiągnie APOP (awans po ostatnim poziomie) a Mehir stanie się Mistrzem Przywołania, to taka jednostka od razu zostanie awansowana na Mistrza Przywołania tuż po przywołaniu.

source: Toggle Badass Mode
fr: Activer le Mode Balèze
pl: Przełącz tryb hardkorowy

source: team_name^DharmaRashti
fr: DharmaRashti
pl: Dharma'rashti

source: team_name^HoRashti
fr: HoRashti
pl: Ho'rashti

source: It looks like Rashti has lost her balance once again!
fr: On dirait que Rashti a encore perdu son équilibre !
pl: O nie!, Rashti znów straciła równowagę!

source: Heyy, long time no see, Mehir dear! Got unshackled from my blue half again! So, wanna have a date? Just me, you, standing atop piles of enemy corpses and rivers of blood!
pl: Heej, dawnośmy się nie widzieli, Mehirze, mój drogi! Wreszcie wyzwoliłam się od mojej niebieskiej połowy! Więc co powiedz na randkę? Tylko ty i ja, stojący razem na czubku góry ciał i spływającej rzeki krwi!

source: Well, a date does sound good, but corpses and blood doesn't exactly set the right mood...
pl: Cóż, randka brzmi świetnie, ale te sterty ciał i krwi mogą trochę popsuć klimat...

source: Master, don't trust her! She is evil! (to Dharma'rashti) *sigh* Look, now is really not the time for flirting. Besides, is THAT what you consider a date?
pl: Mistrzu, nie ufaj jej! Ona jest zła! (do Dharma'rashti) *wzdycha* Słuchaj, to nie czas na flirtowanie. Poza tym czy naprawdę TAK powinna wyglądać według Ciebie randka?

source: Well, there are two things I love - needless bloodshed and Mehir, but mostly needless bloodshed, might as well combine the two.
pl: Cóż, są dwie rzeczy, które kocham - niepotrzebny rozlew krwi oraz Mehir, ale raczej to pierwsze, a najlepiej połączyć jedno z drugim.

source: I order you to stop immediately at once, unify with me and get back to fighting!
pl: Nakazuję Ci natychmiast przestać i zjednoczyć się ze mną, by móc dalej normalnie walczyć!

source: Just shut your mouth and return to your books! It's because of your rules and commands that I can't ever do anything fun.
pl: Zamknij się i wracaj do swoich książek! To wszystko wina twoich zasad i poleceń przez które nie mogę dobrze się bawić.

source: Seems I'll have to beat some sense into you again.
pl: Wygląda na to, że znów będę musiała dosłownie wbić Ci trochę rozumu do głowy.

source: Now is not the time for infighting! We're in the middle of an important battle for Nomolas's sake!
pl: Nie czas na wewnętrzną walkę! Jesteśmy pośrodku ważnej bitwy, dobry Nomolasie!

source: Any time is a good time for infighting. Now, be a good boy and don't get in the way, or I can't exactly guarantee you'll keep all of your limbs, got it?
pl: Każda pora jest dobra na wewnętrzną walkę. A teraz bądź grzecznym chłopcem i nie wtrącaj się, bo inaczej gwarantuję, że porachuję Ci kości, zrozumiano?

source: Oh no! Rashti has lost her balance once again!
fr: Oh non ! Rashto a encore perdu son équilibre !
pl: O nie!, Rashti znów straciła równowagę!

source: Long time no see, Mehir. I'm back and I am gonna RIP YOUR THROAT OUT!!!
fr: Ça faisait longtemps, Mehir. Je suis de retour et je vais TE TRANCHER LA GORGE !!!
pl: Dawnośmy się nie widzieli, Mehirze. Wróciła i mam zamiar PODERŻNĄĆ CI GARDŁO!!!

source: Fear not, Master! She is mine!
fr: Pas d'inquiétude, maître ! Je vais l'avoir !
pl: Nie obawiaj się, Mistrzu! Ona jest moja!

source: +1 exp
pl: +1 doświadczenie

source: I'm too young to die!
fr: Je suis trop jeune pour mourir !
pl: Jestem zbyt młody, by umrzeć!

source: *sigh* I have failed...
fr: *pfff* J'ai échoué...
pl: *wzdycha* Zawiodłem...

source: I couldn't hold my promise to my men...
fr: Je n'ai pas pu tenir ma promesse à mes hommes...
pl: Nie potrafiłem dotrzymać obietnicy danej moim ludziom...

source: Who's going to rule Tar-Tabar now?
fr: Qui va gouverner Tar-Tabar maintenant ?
pl: Kto teraz będzie zarządzał Tar-Tabarem?

source: Damn you, abominations!
fr: Soyez maudites, monstruosités !
pl: Niech was szlag, abominacje!

source: What is happening to me? Mehir, help! I'm fading...
fr: Que m'arrive t-il ? Mehir, à l'aide ! Je meurs...
pl: Co dzieje się ze mną? Mehir, pomocy! Ja znikam...

source: *nervously* No... no... no... this can't be happening... Rashti died because of me! What have I done? <b>What have I just done?! We're doomed!</b>
fr: *nerveusement* Non... non... non ça ne peut pas être vrai... Rashti est morte à-cause de moi ! Qu'est-ce que j'ai fait ? <b> Qu'est-ce que je viens de faire ?! On est fichus ! </b>
pl: * nerwowo * Nie... nie... nie... to nie może się dziać... Rashti przepadła z mojego powodu! Co ja zrobiłem? <b>Co ja zrobiłem?! Jesteśmy straceni!</b>

source: You can kill a being but...
fr: Tu peux tuer un individu, mais...
pl: Możesz zabić istotę...

source: ... NOT THE HALF OF IT!!!
fr: PAS LA MOITIE D'UN !!!
pl: ...ALE NIE JEJ POŁOWĘ!!!

source: Damn you, spawns of darkness! My death will not go unavenged...
fr: Soyez maudites, créatures des ténèbres ! Ma mort ne restera pas impunie...
pl: Niech was szlag, pomioty ciemności! Moja śmierć zostanie pomszczona...

source: What the...?! Cheater!
fr: Qu'est-ce que...?! Tricheur !
pl: Co... ?! Oszust!

source: Git gud, scrub.
fr: Tu crains, noob.
pl: Popracuj nad techniką, szczeniaku.

source: That's it, I'm going to report you to the admins!
fr: J'en ai marre, je vais me plaindre aux administrateurs !
pl: Miarka się przebrała. Czas donieść na ciebie adminowi!

source: Mehir got temporarily banned (not really, you can just reload the save file. this is just a joke)
fr: Mehir a été temporairement banni (pas vraiment, vous pouvez juste recharger la sauvegarde. c'est juste une blague)
pl: Mehir został tymczasowo zbanowany (żarcik, wystarczy, że załadujesz grę raz jeszcze)

source: Et tu, Brutus?
pl: I ty Brutusie przeciwko mnie?

source: Things to keep in mind before playing the campaign:
fr: Choses à avoir en tête avant de jouer cette campagne :
pl: Kilka punktów, o których należy pamiętać przed rozpoczęciem kampanii:

source: - This campaign is quite different from normal Wesnoth, so don't expect other campaigns to be anything like this. - The campaign is set in a different universe from the mainline Battle for Wesnoth one, they aren't meant to be related. - In order to simulate height, some (or even most, in some scenarios) hexes are either unwalkable or impassable (unwalkable meaning that only flying units can move there, impassable meaning that the hex is simply off limits. Just a reminder for new players) - Halos, unit animations, etc. are used extremely often here. You'd miss a large part of TLU-unique experience with those disabled.
pl: -Ta kampania jest zupełnie inna od wszystkiego co widziałeś do tej pory. -Akcja kampanii rozgrywa się w zupełnie innym świecie, nie mającym nic wspólnego ze światem Bitwy o Wesnoth. -W celu odzwierciedlenia wysokości część heksów na mapach będzie niedostępna dla jednostek -Animacje jednostek, efekty specjalne itp. są wykorzystywane niezwykle często w tej kampanii. Jeśli masz je wyłączone w ustawieniach gry, może ominąć cię wiele ciekawych rzeczy.

source: Technical warning:
fr: Avertissement technique :
pl: Uwaga techniczna:

source: This campaign utilizes sophisticated visual effects, which may not work properly on some machines. If you encounter any graphical glitches or black screens, quit the game and run it once again. If the issues are persistent, try disabling unit animations and/or halos in game settings.
fr: Cette campagne utilise des effets visuels sophistiqués, qui peuvent ne pas fonctionner correctement sur certaines machines. Si vous êtes confronté à des dysfonctionnements graphiques ou des écrans noirs, quittez le jeu et relancez-le. Si les problèmes persistent, essayez de désactiver les animations d'unités et/ou les halos dans les réglages du jeu.
pl: Kampania ta wykorzystuje wyrafinowane efekty wizualne, które mogą nie działać poprawnie na niektórych urządzeniach. Jeśli napotkasz jakiekolwiek graficzne usterki lub czarne ekrany, zamknij grę i uruchom ją ponownie. Jeśli problemy są trwałe, spróbuj wyłączyć animacje jednostek i / lub efekty halo w ustawieniach gry.

source: Technical note:
fr: Note technique :
pl: Uwaga techniczna:

source: Some animations may cause the game to crash. If it happens and you cannot progress, try disabling unit animations in the game settings and enable them later.
fr: Certaines animations peuvent faire planter le jeu. Si ça arrive et que vous ne pouvez pas avancer, essayez de désactiver les animations d'unités dans les réglage du jeu et réactivez-les plus tard.
pl: Niektóre z animacji mogą zawiesić grę. Jeśli to się zdarzy i nie możesz kontynuować rozgrywki, spróbuj wyłączyć animacje jednostek w ustawieniach gry. Zawsze możesz je odblokować później.

source: We are Summoners, the only nation living in the Great Desert.
fr: Nous sommes les Invocateurs, la seule nation vivant dans le Grand Désert.
pl: Jesteśmy Przywołaczami, jedynymi ludźmi zamieszkującymi Wielką Pustynię.

source: Among myriads of dunes, in the center of our Holy Land, lies an unreal palace-city — al-Kamija, our capital. It is an unusual place. One seemingly immune to the destructive influences of time and sand. There are no shortages of goods, as we have access to just about any kind of resources. How is this possible, one may ask?
fr: Entouré par des myriades de dunes, au centre de notre Saint Pays, se dresse une cité-palais irréelle — al-Kamija, notre capitale. C'est un endroit inhabituel. Il est apparemment insensible aux influences destructives du temps et du sable Il n'y a jamais de pénuries, puisque nous avons accès à à-peu-près n'importe quelle sorte de ressource. Comment est-ce possible, pourrait-on se demander ?
pl: Pośród niezliczonych wydm, w sercu naszej Świętej Krainy spoczywa nierealne miasto-pałac, nasza stolica al-Kamidża. To niezwykłe miejsce. Nie uszkadza go czas ani piasek. Niczego tu nie brakuje, gdyż wszystko tu jest. Jak to możliwe?

source: A long time ago, our ancestors made a groundbreaking discovery — Magic. It was in the form of formulas and symbols, linked to the Abyss — another world full of energy, where concepts like time and space have no meaning. The usage of magic, and thus the Abyss entirely reshaped our civilization. We use the abyssal energies for our needs on a daily basis, which is the very reason we're called Summoners.
pl: Dawno temu nasi przodkowie dokonali niezwykłego odkrycia - Magii. Ukryta pod postacią rozmaitych formuł i symboli, była ona połączona z Otchłanią — innym wymiarem, pełnym energii, gdzie czas i przestrzeń nie mają znaczenia. Wykorzystanie magii a co za tym idzie mocy Otchłani, całkowicie zmieniło naszą cywilizację. Tę niezwykłą energię wykorzystujemy dziś na co dzień, dlatego nazywamy się Przywoływaczami.

source: At first, the Ancestors believed the Abyss to be a place of primitive chaos — that is, until they summoned the first magical being, a true dweller of that different world. It was Nomolas, the First Jinni. Unrestrained by imagination, this entity is the most powerful being we know to this day. He was godlike, able to bend the laws of nature at a whim, but preferring to observe things the way they are. He understood our language, and turned out to be obedient, like all magical entities summoned afterwards. We still don't know why exactly he decided to obey us, but we're certainly glad he did.
pl: Początkowo Przodkowie uważali Otchłań za miejsce prymitywnego chaosu - nim przywołali pierwszą magiczną istotę, prawdziwego mieszkańca tamtego wymiaru. Był nim Nomolas, pierwszy dżin. Nieskrępowany granicami wyobraźni, byt ten jest najpotężniejszą istotą jaką znamy potrafiącą naginać prawa fizyki wedle własnego uznania, o prawdziwie boskiej mocy. Lecz Nomolas preferuje obserwować niż działać. Przodkowie zdołali się z nim porozumieć a Nomolas okazał się być nam posłuszny jak wszystkie pozostałe magiczne istoty. Nie wiemy czemu tak postąpił, ale dziękujemy mu za to.

source: There was theoretically no wish that Nomolas couldn’t fulfill. To measure his potential, the Ancestors wished for the most beautiful city in the world, to be located in the middle of the desert, that would become their new home, the capital of their land. Shortly thereafter, the towers al-Kamija risen from the sands. A few centuries have passed since those days. Nomolas rests in the central palace, wanting not to interfere with our lives. We try to only awaken him if there really is no other choice. The power of magical entities summoned after Nomolas paled in comparison to him, but their power is still not to be underestimated, and is fully sufficient for our needs.
fr: Il n'y avait en théorie aucun vœu que Nomolas ne pouvait exaucer. Afin de mesurer son potentiel, les Ancêtres firent vœu d'avoir la plus belle ville du monde, située au milieu du désert, qui deviendrait leur nouveau foyer, la capitale de leur pays. Peu après, les tours al-Kamija jaillirent des sables. Quelques siècles se sont écoulés depuis ces jours. Nomolas se repose dans le palais central, ne voulant pas interférer dans nos vies. Nous essayons de ne le réveiller que lorsqu'il n'y a pas d'autre choix. Le pouvoir des entités magiques invoquées après Nomolas était faible en comparaison au sien, mais leur pouvoir ne doit pour autant pas être sous-estimé, et est tout-à-fait suffisant pour nos besoins.
pl: Nie było życzenia, którego Nomolas nie byłby w stanie spełnić. By sprawdzić jego potencjał, Przodkowie zażyczyli sobie aby w sercu pustyni powstało najpiękniejsze miasto świata, które stałoby się dla nas nowym domem, stolicą naszego państwa. W kilka chwil Nomolas stworzył z niczego al-Kamidżę. Od tamtych wydarzeń minęło kilka wieków. Dziś Nomolas spoczywa w centralnym pałacu, oczekując na wezwanie. Przyzywamy go tylko gdy to absolutnie konieczne. Inne magiczne istoty przywołane po Nomolasie nie są aż tak potężne jak on, lecz ich moc nadal jest nadludzka i całkowicie nam wystarcza.
