Repository: Toranks/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: fr, pl

source: Behind his veil of intellectual superiority, this 'Arcanus' seems hardly different from Aerius - just another arrogant bloodthirsty brute... I can only hope that Guru will be different...
pl: Poza tym płaszczykiem inteligenckiej wyższości, cały ten 'Arcanus' nie wydaje się różnić od Aeriusa - kolejny żądny krwi brutal... Mam nadzieję, że Guru będzie inny...

source: May I find the solution inside...
fr: Puis-je trouver la solution à l'intérieur...
pl: Obym znalazł w środku pomoc...

source: Huh? He just disappeared!
fr: Hein ? Il vient de disparaître !
pl: Hę? On znikł!

source: Not exactly. I sense his soul materializing on one of the islands on the horizon. Something must have teleported him there. This place is full of strange energies.
fr: Pas vraiment. Je sens que sou âme se matérialise sur l'une des îles à l'horizon. Quelque-chose doit l'avoir téléporté là-bas. Cet endroit est rempli d'énergies étranges.
pl: Nie do końca. Wyczuwam jego duszę materializującą się na jednej z wysp na horyzoncie. Coś musiało go tam przenieść. To miejsce pełne jest dziwnych energii.

source: As you can see, you cannot kill us here — only slow us down.
fr: Comme vous le voyez, vous ne pouvez pas nous tuer ici — seulement nous ralentir.
pl: Widzisz, nie możesz nas tu pokonać — jedynie spowolnić.

source: Keep talking with that annoying voice and I'll find a way. You saw how I thrown a golem into the stratosphere. I could just throw another one wherever your soul is revived.
pl: Mów dalej tym swoim drażniącym głosikiem, a już znajdę sposób. Widziałeś jak rzuciłam golema w stratosferę. Mogłabym rzucić kolejnego jak tylko twoja dusza by się reanimowała.

source: I knew you were able to do powerful things like controlling powers of nature, but this... is unbelievable!
fr: Je savais que vous étiez capables de faire des choses puissantes comme contrôler les pouvoirs de la nature, mais ça... c'est incroyable !
pl: Wedziałem, że jesteście w stanie dokonać niesłychanych rzeczy jak chociażby kontrolować żywioły, ale to jest... niebywałe!

source: *smirks* Beaten at my own game... Seems like Guru was right to invest so heavily in getting you here. Anyway, my time here is over, so I better go.
fr: *sourire* Battu à mon propre jeu... Il semblerait que Gourou ait eu raison de tant investir pour vous faire parvenir jusqu'ici. Bien, mon séjour ici est fini, donc je vais partir.
pl: *uśmiecha się lekko* Pokonany we własnej grze... Widać Guru miał rację inwestując tak wiele byście się zjawili. Mój czas tu minął, na mnie pora.

source: Well, seems I have to go now. Playing along with Arcanus' games was getting boring anyway.
pl: Chyba na mnie już pora. Branie udziału w tej grze Arcanusa i tak było nudne.

source: My Master, our enemies are in remote locations connected with teleports. We should take control of these structures as soon as possible and use flying units to weaken their forces.
fr: Mon Maître, nos ennemis sont dans des endroits éloignés connectés par des téléporteurs. Nous devrions prendre contrôle de ces structures dès que possible et utiliser des unités volantes pour affaiblir leurs forces.
pl: Mój Mistrzu, nasi wrogowie znajdują się w odległych miejscach połączonych teleportami. Powinniśmy jak najszybciej przejąć kontrolę nad tymi strukturami i używać jednostek latających do osłabienia ich sił.

source: The enemy will try to slow us down till their reinforcements arrive. Use your experienced summoners to summon flying units like Jinn and Air Elementals. They are of utmost importance here, as we can't recruit yet.
fr: L'ennemi va essayer de nous ralentir pendant que leurs renforts arrivent. Utilisez vos invocateurs expérimentés pour invoquer des unités volantes, comme des Jinns et des Élémentaires de l'Air. Ils ont une grande importance ici, puisque nous ne pouvons pas encore recruter.
pl: Wróg będzie chciał nas spowolnić na tyle, by przybyło dla niego wsparcie. Użyj doświadczonych przywoływaczy by przywołali latające oddziały takie jak Dżiny i Żywiołaki Powietrza. One będą kluczowe w początkowej fazie, kiedy nie możemy jeszcze rekrutować.

source: The entrance to the palace looks suspiciously empty. We should probably proceed with caution...
fr: L'entrée du palais a l'air vide, c'est suspect. On devrait probablement avancer avec prudence...
pl: Wejście do pałacu wygląda podejrzanie pusto. Powinniśmy uważać...

source: Enlightenment
fr: Illumination
pl: Oświecenie

source: team_name^Magi
fr: Mages
pl: Magowie

source: Wow... this place is in fact an enormous library! It is almost as big as the Grand Library of Abysmal Knowledge in al-Kamija!
pl: Wow… to miejsce to tak naprawdę ogromna biblioteka! Jest prawie tak duża jak Wielka Biblioteka Wiedzy Otchłani w al-Kamidży!

source: We need to find that mysterious Guru. The defeated mage said he's here somewhere...
pl: Musimy znaleźć tego tajemniczego Guru. Pokonany mag powiedział, że on gdzieś tu powinien być...

source: I still don't trust these scheming magi, but it seems we don't have a choice.
pl: Wciąż nie ufam tym spiskującym magom, ale chyba nie mamy wyboru.

source: Find Guru
pl: Znajdź Guru

source: This is a non-combat scenario: -Mehir's movement refills after each move -You cannot skip your turn -You can interact with NPCs that have yellow exclamation marks by moving next to them -Rashti follows you automatically
pl: To misja bez walki: -punkty ruchu Mehira odnawiają się automatycznie -nie można zakończyć tury -można rozmawiać z postaciami, które mają na głową wykrzykniki -Rashti podąża za tobą automatycznie

source: I am right behind you.
pl: Jestem tuż za tobą.

source: Hey you...
pl: Hej ty...

source: Hmm? *raises eyebrows* Welcome to the Palace of Omniscience, mister! This is the very heart of the Sky Kingdom and the centre of the universe! How can I help you?
pl: Hmm? *podnosi brwi* Witamy w Pałacu Wszechwiedzy! To serce Podniebnego Królestwa i centrum wszechświata! Jak mogę Ci pomóc?

source: Indeed, this place certainly looks like the centre of everything. I am looking for Guru. Do you know where I can find him?
pl: Zaiste, to miejsce wydaje się być centrum wszystkiego. Szukam Guru. Wiesz, gdzie mogę go spotkać?

source: Guru is upstairs.
pl: Guru jest na górze.

source: Thanks.
pl: Dzięki.

source: You're welcome, mister 'Fancy Cap'!
pl: Proszę bardzo, panie 'Fajna Czapka'!

source: Excuse me...
pl: Przepraszam...

source: *eyes completely focused on a book* I told you, Arcanus, I need to finish this tome of 'Mastering Magic Fluctuations' first before I perform the 'intelligence enhancement ritual' on that Mu of yours. Now go and bother someone else.
pl: *skupiony na książce* Powiedziałem ci już, Arcanusie, muszę najpierw skończyć ten tom 'Opanowywania Magicznych Fluktuacji' zanim przeprowadzę 'rytuał zwiększania inteligencji' u tego twojego Mu. A teraz daj mi spokój.

source: I'm not Arcanus, or whoever you think you're talking to.
pl: Nie jestem Arcanusem, lub kogo tam masz na myśli.

source: *closes book, looks at Mehir* Oh, my apologies, your voice is rather similar to his. Now, I would like to ask that you leave me alone stranger, I have a tome to read.
pl: *zamyka książkę i patrzy na Mehira* Och wybacz, twój głos jest podobny do niego. A teraz jeśli pozwolisz przybyszu, ale mam książkę do przeczytania.

source: Sure, whatever...
pl: Jasne, nie ma sprawy...

source: My, my... that's quite an extravagant costume. You look like a real Summoner! But the Masquerade Ball starts in a few days.
pl: No no… ktoś tu ma całkiem ekstrawagancki kostium. Wyglądasz jak prawdziwy Przywoływacz! Ale bal przebierańców będzie dopiero za kilka dni.

source: Because I am a real Summoner?
pl: Bo jestem prawdziwym Przywoływaczem?

source: As if I'd believe that. But I must admit you have really big chances to win first prize in the competition for the best costume this year!
pl: Akurat. Muszę jednak przyznać, że masz spore szanse na pierwsze miejsce w konkursie na najlepszy kostium w tym roku!

source: *sigh* I told you, this is not a co...
pl: *wzdycha* Przecież mówię, że to nie jest ko...

source: And you even have a magical circle! I thought these devices were exclusive to Summoners. I've never seen anyone else using those here. This is probably an illusion spell - a very clever one. Good job!
pl: I nawet masz magiczny krąg! Myślałem, że te urządzenia są jedynie w posiadaniu Przywoływaczy. Nie widziałem nikogo tutaj, kto by z tego korzystał. To pewnie zaklęcie iluzji - bardzo sprytnie. Dobra robota!

source: Rashti, you tell him...
pl: Rashti, powiedz mu...

source: Human, this is a genuine magical circle. You are talking to the leader of Tar-Tabar and I am the Queen of the Abyss. If you want more proof, I suggest you go outside and see our troops.
pl: Człowieku, to prawdziwy magiczny krąg. Rozmawiasz z przywódcą Tar-Tabaru, ja zaś jestem Królową Otchłani. Jeśli chcesz więcej dowodów, proponuję abyś wyszedł na zewnątrz i zobaczył nasze oddziały.

source: *eyes wide open* Wait... So it's... you! Unbelievable! But how's that possible? Your kind should be in the Abyss now.
pl: *otwiera szeroko oczy* Chwila... więc to... wy! Niesamowite! Ale jak to możliwe? Powinniście być teraz w Otchłani.

source: I know. I didn't make it on time and I am stuck in this world for now. I was told Guru could help me and my men return to our folks in the Abyss.
pl: To prawda, ale nie zdążyliśmy na czas i teraz jestem uwięziony w tym świecie. Powiedziano mi, że Guru wie jak pomóc mi i moim ludziom dołączyć do reszty w Otchłani.

source: Ah, yes. Now I understand. Guru is definitely the person you are looking for. You can find him upstairs. Now pardon me, but I need to see those troops of yours! *to himself, with excitement in his voice* My friends won't believe me! I've met a real Summoner AND the Queen of the Abyss! This is awesome!
pl: Ach, tak. Teraz rozumiem. Guru jest zdecydowanie osobą, której szukasz. Znajdziesz go na górze. A teraz wybacz, ale muszę zobaczyć te wasze oddziały! *do siebie, z ekscytacją w głosie* Moi przyjaciele mi nie uwierzą! Poznałem prawdziwego Przywoływacza ORAZ Królową Otchłani! To niesamowite!

source: Did you hear that? He met 'a' summoner. At least he remembered you're 'the' Queen.
pl: Słyszałaś? Poznał 'przywoływacza'. Przynajmniej zapamiętał, że jesteś 'Królową'.

source: *smiles gently*
pl: *uśmiecha się delikatnie*

source: *browses books on a shelf*... 'Assembling Golems for Beginners', 'Raising Landmasses - the Definitive Guide', 'Magic for Lazy People', 'Magic for Mus 10th edition - now with more pictures', 'Why Mus Have Small Brains - A Case Study', 'Giant Toad Mating Seasons' ...nah, this must be on a lower shelf.
pl: *przegląda książki na półce*...'Składanie Golemów Dla Początkujących', 'Podnoszenie Mas Ziemi - Kompletny Poradnik', 'Magia Dla Leniwych', 'Magia dla Mu 10. Edycja - teraz z większą ilością obrazków', 'Dlaczego Mu Mają Małe Mózgi - Studium Przypadku', 'Okresy Godowe Wielkich Ropuch' ...niee, to musi być na niższej półce.

source: ...'The Fall of the Ancient Cyclops' Empire', 'The Dark Mysteries of the Great Jungle', 'The Arcane Encyclopedia Vol. 1', 'Study of Dwarvish Machinery (Incomplete)', 'On Kharos Culture', 'A Deal With God - Nomolas and His Motives' ...hmm, no, I am looking for novels...
pl: ...'Upadek Imperium Starożytnych Cyklopów', 'Mroczne Tajemnice Wielkiej Dżungli', 'Encyklopedia Sztuki Tajemnej, tom 1', 'Analiza Maszynerii Krasnoludzkiej (niekompletna)', 'O Kulturze Kharos', 'Pakt z Bogiem - Nomolas i Jego Motywy' ...hmmm, nie, ja szukam opowieści...

source: Hmm, what's that? *grabs a medium sized book from the shelf* 'To Lands Unknown - the incredible adventures of a city guard from al-Kamija'. This could be fun! *starts reading*
pl: Hmm, a to co? *sięga po średniej wielkości książkę z półki* 'Ku Nieznanym Krainom' - niezwykłe przygody strażnika miejskiego z al-Kamidży'. To może być ciekawe! *zaczyna czytać*

source: Ah, books already being written about me? Seems I am more famous than I thought.
pl: Ach, czyżby zaczęto pisać o mnie książki? Chyba jestem bardziej sławny niż mogłem przypuszczać.

source: *turns to Mehir* Ah, you're back! Want more books?
pl: *odwraca się w stronę Mehira* O, wróciłeś! Chcesz więcej książek?

source: Wow... he is quite big.
pl: Wow… ale on wielki.

source: Scanning... Summoner encountered. Status: neutral, potentially dangerous.
pl: Skanowanie... Wykryto Przywoływacza. Status: neutralny, potencjalnie niebezpieczny.

source: Relax, if I wanted to start a fight here I would have already done it.
pl: Wyluzuj, gdybym chciał się bić, już byśmy walczyli.

source: Information received, returning to duty.
pl: Informacja otrzymana, powracam do służby.

source: *turns to Mehir* Hello mister! Do you need help with finding a book from the top shelf?
pl: *zwraca się do Mehira* Witaj! Chcesz jakąś książkę z górnej półki?

source: Sure, what books have you got there?
pl: Pewnie, co tam masz?

source: Me have... First, 'Heaven's Kitchen' - a cookbook from Kharos. Second, 'That Time I Got Reincarnated As A Mu' - I like it, it has a lot of pictures, other books have a lot of complex words. Thirdly, uhhh... 'Fifty Shades of Tharis' the story of a Kharosian girl who marries a wealthy Tharis sorcerer. I don't think I'm old enough for that one yet. Which one do you want mister?
pl: Mam tak... Pierwsza to 'Niebiańska Kuchnia' - książka kucharska z Kharos. Druga to 'Jak Odrodziłem Się Jako Mu' - lubię ją, ma dużo obrazków, inne książki mają wiele trudnych słów. Trzecia rzecz to, uch... '50 Twarzy Tharis' historia Kharosańskiej dziewczyny, która wyszła za mąż za bogatego czarodzieja z Tharis. Chyba jestem na to jeszcze za młody. Którą książkę chcesz?

source: Hmmmm... what book to choose...
pl: Hmmmm…. co by tu wybrać...

source: Heaven's Kitchen
pl: Niebiańska Kuchnia

source: Alright, time to give this one a read...
pl: Dobra, czas przekonać się o czym to jest...

source: A lot of the recipes involve so-called 'crabs' and 'lamb sauce'. Sounds quite delicious. Now I regret not tasting some of these back when I was still in Kharos...
pl: Wiele przepisów zawiera tzw. 'kraby' i 'sos z jagnięciny'. Brzmi całkiem smakowicie. Teraz żałuję, że nie spróbowałem tych wszystkich potraw kiedy byliśmy w Kharos...

source: That Time I Got Reincarnated As A Mu
pl: Jak Odrodziłem Się Jako Mu

source: The Mu was right, it does have plenty of pictures. The story was alright though.
pl: Mu miał rację, sporo tu obrazków. Historia też była całkiem w porządku.

source: Fifty Shades of Tharis
pl: 50 Twarzy Tharis

source: Wow... uhh... I didn't know you liked THOSE kinds of books.
pl: Wow… uch.. Nie sądziłam, że lubisz TAKIE książki.

source: Uh, it's not what it looks like, I swear! I was just curious and all.
pl: Uch, to nie tak jak myślisz, przyrzekam! Byłem ciekaw i tyle.

source: *sigh* Fine, let's pretend we never saw this.
pl: *wzdycha* W porządku, uznajmy, że nie tego nie widzieliśmy.

source: Wow... he is quite big. I'd rather not mess with this guy.
pl: Wow… jest całkiem duży. Lepiej nie będę zadzierać z tym gościem.

source: I think that's enough reading for now. As great as the library is, we have more pressing matters.
pl: Myślę, że to starczy tego czytania na dziś. Ta biblioteka jest ogromna, ale mamy ważniejsze rzeczy do załatwienia.

source: Alright...
pl: W porządku...

source: Man, that globe is really big. Hmm, let me take a closer look...
pl: O rany, ten glob jest wielki. Hmm, niech no mu się przyjrzę z bliska...

source: When you said you'd take a closer look, I didn't think you mean THAT close.
pl: Mówiąc, że mu się przyjrzysz, nie sądziłam, że to będzie AŻ tak blisko.

source: Standing on top of the entire known world feels good.
pl: Stanie na czubku świata to naprawdę świetne uczucie.

source: Get off the globe! This is precious equipment you're stomping on. Argh, gonna have to get the mus to clean it again...
pl: Złaź z tego globu! To bardzo cenny instrument, po którym właśnie stąpasz! Argh, będę musiał nakazać moim Mu znowu go wyczyścić...

source: I don't recognize any of these lands on this side. These must be other continents of this planet. When our ancestors had discovered the Abyss and settled in al-Kamija, they entirely gave up on world exploration.
pl: Nie poznaję żadnych z lądów po tej stronie. To muszą być inne kontynenty na tej planecie. Kiedy nasi przodkowie odkryli Otchłań i osiedlili się w al-Kamidży, całkowicie zaprzestali eksploracji świata.

source: You can't blame them. They were just safe from the dangers of the outside world, living an isolationist utopian life together with their Abyssmal servants in the middle of the Great Desert for centuries.
pl: Ciężko ich winić. Będąc na środku pustyni, byli wolni od zagrożeń zewnętrznego świata i mogli wieść utopijne życie wraz ze swoimi sługami z Otchłani przez całe stulecia.

source: I scouted the borders of the Great Desert with my third master more than 250 years ago but we didn't go very far. There were no flying carpets at that time. And Jinn, well, they had their own affairs.
pl: Raz zdarzyło mi się robić zwiad na obrzeżach Wielkiej Pustyni z moim trzecim mistrzem 250 lat temu, ale nie zaszliśmy daleko. Nie było jeszcze wtedy latających dywanów. A dżiny, cóż, miały swoje sprawy.

source: Guardian
pl: Strażnik

source: Uh, excuse me...
pl: Uch, przepraszam...

source: I am here to see Guru over a very important matter.
pl: Przybyłem tu w ważnej sprawie do Guru.

source: Not a talkative person, are you?
pl: Nie jesteś zbyt rozmowny, co?

source: Ah, welcome to the Palace of Omniscience, Mehir. Though I am generally above such petty things as entertainment, I must admit, you impressed me. You are the first visitor from the surface to reach the palace, and that's no small feat, mind you.
fr: Ah, bienvenue dans le Palais de l'Omniscience, Mehir. Bien que je sois habituellement au-dessus de considérations vulgaires comme la distraction, je dois admettre que vous m'avez impressionné, Mehir. Vous êtes le premier visiteur venu de la surface à atteindre le palais, et cela veut dire beaucoup, croyez-le.
pl: Ach witaj w Pałacu Wszechwiedzy, Mehirze. Co prawda jestem ponad tak prostymi rzeczami jak łatwa rozrywka, ale muszę przyznać, że zaimponowałeś mi. Jesteś pierwszym człowiekiem z powierzchni, który dotarł do tego pałacu, a to wielki wyczyn.

source: Those magi told that you're the person who can help me return to my people in the Abyss, and made me fight my way here, so it better be true...
fr: Ces mages m'ont dit que vous étiez la personne qui pouvait m'aider à retourner auprès des miens dans les Abysses, et j'ai du les combattre pour arriver ici, donc ça a intérêt à être vrai...
pl: Tamci magowie powiedzieli mi, że jesteś w stanie pomóc mi i moim ludziom dostać się do Otchłani. Musiałem zaciekle walczyć by tu się dostać, więc oby to była prawda...

source: Ah, yes, I do know how to make it happen. *turns to his people* Gentlemen, I need to discuss something with our guests here in private. Vacate the library until we are done.
pl: Ach tak, wiem jak ci pomóc. *zwraca się do swych ludzi* Szanowni państwo, muszę przedyskutować coś z naszym gościem na osobności. Proszę abyście opuścili bibliotekę na czas naszej rozmowy.

source: Much better... Where was I? Ah, yes. I know how to help you, but unfortunately opening a passage to to the Abyss without the usage of abyssal magic requires an enormous amount of energy. It exceeds even our capabilities... at least at the moment.
pl: Znacznie lepiej... Na czym to ja skończyłem? Ach, tak. Wiem jak wam pomóc, ale niestety otwarcie przejścia do Otchłani bez wykorzystania tamtejszej magii wymaga ogromnych ilości energii. To wykracza nawet poza nasze możliwości... przynajmniej na razie.

source: What?! Are you saying that all my effort of getting here was pointless?! There's no way I'm leaving this place empty-handed! There <b>must</b> be something I can do.
fr: Quoi ?! Vous dites que tous mes efforts pour parvenir jusqu'ici n'ont servi à rien ?! Il y a pas moyen que je parte d'ici sans ce que je veux ! Il <b>doit</b> y avoir quelque-chose que je peux faire.
pl: Co?! Chcesz powiedzieć, że cały mój wysiłek poszedł na marne?! Nie wyjdę stąd z pustymi rękoma. <b>Musi</b> być jakieś wyjście.

source: Fortunately for you, there is a solution, but it will require some work on your part. You see, there are objects in this world that can store very large quantities of magic over time. If you could bring us one, we could release its accumulated power to open a gate for you.
fr: Heureusement pour vous, il y a une solution, mais cela vous demandera un peu de travail. Voyez-vous, il y a des objets dans ce monde qui peuvent stocker dans le temps de très grandes quantités de magie. Si vous parvenez à nous en apporter une, nous pourrions libérer sa puissance accumulée pour ouvrir une porte pour vous.
pl: Na wasze szczęście jest pewne wyjście z tej sytuacji, ale będzie to wymagało waszego zaangażowania. Tak się składa, że są na tym świecie obiekty, które z biegiem czasu potrafią gromadzić duże ilości magii. Nazywamy te rzeczy 'źródłami mocy'. Gdybyś przyniósł nam jedno z nich, moglibyśmy uwolnić zgromadzoną w nim energię by otworzyć dla was przejście.

source: So there is still some hope. Where could I find such an object?
pl: Więc wciąż jest nadzieja. Gdzie znajdę ten obiekt?

source: As a matter of fact, we do know the locations of two of them. The first is in the hands of the people of Kharos. It is their holiest artifact; they call it the ‘Sun Ray’.
pl: Tak się składa, że znamy lokalizację dwóch z nich. Pierwszy jest w rękach ludzi Kharos. To ich najświętszy artefakt. Nazywają go 'Promieniem Słońca'.

source: Huh... Anthi never mentioned it, wonder why...
pl: Hę? Anthi nigdy o tym nie wspomniała, ciekawe dlaczego...

source: Not surprising, considering that it is their greatest treasure: the source of power of all Sun Warriors. Anthi would never tell a stranger about this.
fr: Ce n'est pas surprenant, étant-donné qu'il s'agit de leur plus grand trésor : la source du pouvoir de tous les Guerriers Soleil. Anthi ne parlerait jamais à un étranger à ce propos.
pl: Nie jest to zaskakujące, biorąc pod uwagę, że to jest ich największy skarb, źródło mocy wszystkich wojowników słońca. Anthi nigdy nie powiedziałaby o nim komuś obcemu.

source: And you want me to steal it? Hell no! The people of Kharos helped me get here, they gave me hope, and besides, what kind of heartless traitor would I be to take the thing they hold most dear right after saving them?! I'd rather sell my soul than that!
pl: I chcesz żebym to ukradł? O nie! Kharosanie pomogli mi się tu dostać, dali mi nadzieję, a poza tym nie jestem jakimś bezdusznym zdrajcą by odbierać im coś tak ważnego i to tuż po ocaleniu ich! Prędzej sprzedałbym swą duszę!

source: *smiles lightly* I knew you wouldn’t do such a thing. You are a good person, Mehir, but good people always have it harder than the rest...
fr: *sourit légèrement* Je savais que vous ne feriez pas une chose pareille. Vous êtes quelqu'un de bien, Mehir, mais les gens bien ont toujours plus d'ennuis que les autres...
pl: * uśmiecha się lekko * wiedziałem, że nie zrobiłbyś czegoś takiego. Jesteś dobrym człowiekiem Mehirze, lecz dobrzy ludzie zawsze mają trudniej niż inni...

source: There is another power source, very far away from here, in one of the most distant places of all...
pl: Jest jeszcze inne źródło mocy, bardzo daleko stąd, w jednym z najodleglejszych miejsc.

source: You have to bring us one of the ‘batteries’ of the Runemasters — an ancient civilization that perished thousands of years ago.
pl: Musicie przynieść nam jedną z 'baterii' Mistrzów Run - starożytnej cywilizacji, która przeminęła tysiące lat temu.
