Repository: Toranks/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: fr, pl

source: I have a strange feeling your Living Gate could just swallow all their troops single-handedly...
fr: J'ai juste l'impression que votre Porte Vivante aurait pu simplement avaler toutes leurs troupes à elle toute seule...
pl: Mam dziwne wrażenie, że twoje Żyjące Wrota mogłyby pochłonąć ich wszystkie oddziały i to samemu...

source: Perhaps so, but even an Ultimate Being is not invulnerable. If left unprotected it could still get overwhelmed by the witches' foul sorcery.
pl: Być może, ale nawet Istota Ostateczna nie jest niezniszczalna. Jeśli pozostanie bez osłony, wróg z pewnością zaatakuje ją przy pomocy swojej mrocznej magii.

source: Still, I wonder - why exactly did Tashkar send Rashti'rhami herself with a subordinate of Sharif instead of one of his own men? Something just doesn't add up here.
pl: Jednak wciąż mnie to zastanawia - dlaczego Tashkar wysłał Rashti'rhami samą z podwładnym Sharifa, zamiast posyłając kogoś ze swoich ludzi? Coś tu nie gra.

source: To tell the truth, sir, he is no longer with us. Remember the strange man who tried to steal the lamp of Nomolas not long ago? The same bastard caused Tashkar's death...
pl: Prawdę powiedziawszy, on już nie jest z nami, sir. Pamiętasz panie tych dziwnych ludzi, którzy próbowali ukraść lampę Nomolasa nie tak dawno temu. Ci sami dranie spowodowali śmierć Tashkara...

source: Indeed... at least I managed to avenge him. As for why I'm here, the choice to follow Mehir was of my own free will. I believe he is worthy of becoming my next master.
pl: To prawda... ale przynajmniej pomściłam go. A odnośnie pytania dlaczego tu jestem, postanowiłam sama z własnej woli pójść razem z Mehirem. Uważam, że to on powinien zostać moim następnym mistrzem.

source: I see... As soon as the first carpets arrive from al-Kamija, I’ll go speak with the High Council. Your achievements shall be announced in the whole country, and I will make sure to repay my debt to you!
pl: Jak tylko przybędą pierwsze dywany z al-Kamidży, porozmawiam z Najwyższą Radą. Twoje osiągnięcia powinny być ogłoszone w całym kraju, a ja zrobię wiele by spłacić mój dług względem ciebie!

source: (to Mehir) Ho ho ho, you look quite handsome for a human. Ditch your half-blue half-red girlfriend and I'll let you be my slave instead of killing you. We can do unspeakable things together every day!
pl: (do Mehira) Ho ho ho, całkiem przystojny jesteś jak na człowieka. Rzuć tą swoją na wpół niebieską na wpół czerwoną dziewczynę a oszczędzę ci życie i pozwolę zostać moim niewolnikiem. Będziemy mogli razem robić rzeczy nie do opisania i to każdego dnia!

source: Firstly, I am not his girlfriend...
pl: Po pierwsze, nie jestem jego dziewczyną...

source: Secondly, only I can do unspeakable things with Mehir! GET THE HELL AWAY FROM HIM YOU FILTHY WITCH!!!
pl: Po drugie, tylko ja potrafię robić nieopisane rzeczy z Mehirem! WARA OD NIEGO TY PODŁA WIEDŹMO!!!

source: *facepalms*
pl: *facepalm*

source: Serves her right.
pl: Dobrze jej tak...

source: This mission is a complete disaster. I told Almathis many times that we should finish off the pathetic sun-lovers first, but that arrogant fool wouldn't listen to my advice...
pl: Ta misja to kompletna katastrofa. Mówiłam Almathisowi tyle razy, że najpierw powinniśmy wykończyć tych miłośników słońca, ale ten arogancki głupiec nie chciał słuchać...

source: Sun lovers?
pl: Miłośników słońca?

source: I'm not going to tell you anything, sand dwelling worm! A thousand curses upon your nation! Argh...
pl: Nic więcej ci nie powiem, ty pustynny robaku! Tysiąc klątw na ciebie i twoją nację! Argh...

source: You have nowhere to run, witch. Now, tell us why you invaded us.
pl: Nie masz gdzie uciec, wiedźmo. A teraz powiedz dlaczego nas najechaliście.

source: I'm not going to tell you anything, filthy human!
pl: Nic ci nie powiem, żałosny człowieku!

source: Hey, can I torture her to get the information? Pleeeeease?
pl: Hej, mogę ją wziąć na tortury by wydobyć parę informacji? Prooooszę?

source: Considering how many innocent people she and her underlings murdered in cold blood, fine, I'll permit it, but just this once.
pl: Biorąc pod uwagę jak wiele niewinnych osób zgładzili z zimną krwią, zgadzam się ale tylko ten jeden raz.

source: Yes! Thank you, thank you sis, you're the best! (to Fiothiel) As for you, witch, you have exactly one minute to give an answer, or it's gonna hurt, a lot, hehehe. *sharpens scimitar*
pl: Tak! Dzięki, dzięki siostrzyczko, jesteś najlepsza! (do Fiothiel) A co do ciebie, wiedźmo, masz jedną minutę by mi odpowiedzieć, albo będzie bolało, bardzo bolało, hehehe. *ostrzy sejmitar*

source: You won't get anything out of me! *impales herself with her spear*
pl: Nic ode mnie się nie dowiesz! *dźga się własną włócznią*

source: Your futile resistance only delays the inevitable. Our gods will most certainly reward me for nearly razing this place to the ground...
pl: Wasz daremny opór jedynie opóźnia nieuniknione. Nasi bogowie z pewnością wynagrodzą mnie za zrównanie tego miejsca z ziemią...

source: *impales herself with her spear*
fr: *s'empale elle-même sur sa lance*
pl: *dźga się własną włócznią*

source: Aaaaand there goes my first chance in centuries to torture someone with Ho'rashti's permission... *sigh*
pl: I w ten oto sposób przemija moja pierwsza od wieków szansa by kogoś torturować za zgodą Ho'rashti… *wzdycha*

source: Dammit, we didn't get anything out of her...
pl: Niech to, nic od niej nie wyciągnęliśmy...

source: You thought you could just walk here and kill me? What did you expect trying to walk over a horizontal portal? Have fun falling down, idiot!
pl: Myślałeś, że możesz tak po prostu podejść i mnie zabić? Czego się spodziewałeś po wejściu na płaski portal? Wesołego spadania, frajerze!

source: So this is the famous Living Gate, huh? Quite spectacular...
fr: Alors c'est la fameuse Porte Vivante, hein ? Plutôt spectaculaire...
pl: A więc to są te słynne Żyjące Wrota? Wyglądają spektakularnie...

source: Why yes indeed!
fr: Oh que oui !
pl: Dokładnie!

source: Sweet! I always wanted to see it with my own eyes when I was younger! Looks amazing! Much better than in the pictures of it I've seen during my childhood.
fr: Cool ! J'ai toujours voulu la voir en vrai depuis tout petit ! Elle a l'air incroyable ! Vachement mieux que sur les images que j'ai vu d'elle quand j'étais môme.
pl: Cudnie! Zawsze chciałem je zobaczyć na własne oczy gdy byłem mały! Wyglądają niesamowicie! Znacznie lepiej niż na obrazkach.

source: Yeah, I agree with you about that. Ah, I just love it how the unbeknowing enemies just try to walk on the Living Gate and fall to their deaths... This never gets old!
fr: Ouais, je suis d'accord avec vous là-dessus. Ah, et j'adore carrément voir les ennemis qui ont pas été prévenus essayer de marcher sur la Porte Vivante et tomber vers la mort... On s'en lasse pas !
pl: Zgadzam się. Ach, uwielbiam ten moment gdy niczego nieświadomi przeciwnicy próbują wejść na Żyjące Wrota a potem spadają w dół... To nigdy się nie znudzi!

source: A New Leader
fr: Un Nouveau Gouverneur
pl: Nowy Przywódca

source: ...and that’s why I owe him my life. I anoint Mehir as the leader of Tar-Tabar.
fr: ...et c'est ainsi que je lui dois la vie. Je voudrais que Mehir devienne le gouverneur de Tar-Tabar.
pl: ...i tak oto zawdzięczam mu życie. Mehir powinien zostać przywódcą Tar-Tabaru.

source: You want such a young man to lead the city?! He’s only twenty-eight years old!
pl: Chcesz by ktoś tak młody rządził miastem?! On ma dopiero 28 lat!

source: But he managed to do the seemingly impossible - to save my city!
pl: Ale zdołał uczynić niemożliwe - ocalić moje miasto!

source: Besides, he also has many extraordinary achievements for his age and rank: remember, besides saving Mag-Magar, he was the one to help establish peace with the lizards AND defeated the foreigners who killed Tashkar. In a time when much of our population is little more than decadent chairwarmers, he is a truly exceptional individual. I don't see anyone better fit than him to rule Tar-Tabar.
pl: Poza tym ma parę niezwykłych jak na swój wiek osiągnięć na swoim koncie. Poza obroną Mag-Magaru, to on ustanowił pokój z jaszczurkami ORAZ pokonał oddziały, które zabiły Tashkara. W czasach gdy nasza populacja właściwie przesiaduje rozleniwiona na swoich kanapach, on jest naprawdę niezwykłym osobnikiem. Nie znam nikogo lepszego, kto mógłby rządzić Tar-Tabarem.

source: *sigh* You do have a point, but...
fr: *soupir* C'est juste, mais...
pl: *wzdycha* Może masz i rację, ale...

source: No buts! Rashti even personally told me that Mehir is worthy of becoming her master.
fr: Pas de mais ! Rashti m'a même dit personnellement que Mehir était digne de devenir son maître.
pl: Żadnych ale! Rashti osobiście powiedziała mi, że Mehir jest godzien być jej mistrzem.

source: Rashti is unpredictable. She can say all sorts of things between her moods of rage or self-control.
fr: Rashti est imprédictible. Elle peut dire beaucoup de choses entre ses moments de rage ou de calme.
pl: Rashti jest nieobliczalna. Może wygadywać różne rzeczy podczas ataków gniewu i opanowania.

source: Do you want me to tell her that you said that?
fr: Vous voulez que je lui dise que vous avez dit ça ?
pl: Chcesz, żebym jej to powtórzył?

source: Please, I beg you, anything but that! She will rip my throat out if she finds out!
pl: Nie, błagam! Wszystko tylko nie to! Jeśli jej o tym powiesz, poderżnie mi gardło!

source: So we have come to an understanding. I knew you would not let me down. Bye!
fr: Alors on est d'accord. Je savais que vous ne me laisseriez pas tomber. Salut !
pl: Więc doszliśmy do porozumienia. Wiedziałem, że mogę na was liczyć. Pa!

source: Welcome, everyone! Today, we have gathered here to appoint the new leader of Tar-Tabar.
fr: Bienvenue à tous ! Aujourd'hui, nous nous sommes réunis ici pour nommer le nouveau gouverneur de Tar-Tabar.
pl: Witajcie wszyscy! Zgromadziliśmy się tu dziś, by mianować nowego przywódcę Tar-Tabaru.

source: The High Council has contemplated on the subject and finally took impartial...
fr: Le Haut Conseil a considéré la question et a finalement pris une décision...
pl: Najwyższa Rada długo zastanawiała się nad tą sprawą i w końcu podjęła jednogłośną...

source: *cough*
fr: *hem*
pl: *ekhem*

source: ...decision. The meeting has elected Mehir as the new leader!
pl: ...decyzję. Zgromadzenie wybrało na nowego przywódcę Mehira!

source: We chose him in recognition of his many extraordinary achievements. Mehir, come closer.
pl: Jego wybitne zasługi dla naszego państwa powinny zostać docenione w ten właśnie sposób. Mehirze, podejdź do nas.

source: By the power given to me by the High Council and in the name of all citizens of our country and the Abyss, Mehir ibn Hakim the elder, I grant you the authority over Tar-Tabar!
pl: Mocą udzieloną mi przez Najwyższą Radę, w imieniu wszystkich mieszkańców naszego państwa oraz Otchłani, Mehirze ibn Hakimie starszy, mianuję Cię przywódcą Tar-Tabaru!

source: I hope I'm not dreaming.
fr: J'espère que je rêve pas.
pl: Mam nadzieję, że to nie sen.

source: Of course not! Tar-Tabar has finally a new keeper. Its people are now your subjects and the local army has a new commander. Upon your shoulders lies a great responsibility, remember that.
pl: Oczywiście, że nie! Tar-Tabar ma nowego przywódcę. Jego mieszkańcy są od teraz twoimi poddanymi a tamtejsza armia ma nowego dowódcę. Na twoich ramionach spoczywa wielka odpowiedzialność, pamiętaj o tym.

source: Oh, I almost forgot. As you already know, each leader of the Trinity has their own ultimate being as a servant. For Tar-Tabar it is Rashti’rhami, the one who you’ve had the pleasure to meet a few weeks ago. Since that moment you are her new master. Frankly, I don’t envy you. Her fluctuations of mood...
fr: Oh, j'ai failli oublier. Comme vous le savez déjà, chaque gouverneur de la Trinité est servi par sa propre créature ultime. Pour Tar-Tabar, c'est Rashti'rhami, que vous avez eu le plaisir de rencontrer il y a quelques semaines. Depuis lors, vous êtes son nouveau maître. Franchement, je ne vous envie pas. Ses sautes d'humeur...
pl: Aha, prawie zapomniałem. Jak wiesz, każdy z przywódców Trójcy posiada na własność jedną z istot ostatecznych. Dla Tar-Tabaru jest to Rashti'rhami, ta którą miałeś przyjemność poznać parę tygodni temu. Od tej pory jesteś jej nowym mistrzem. Szczerze mówiąc to nie zazdroszczę ci. Te jej wahania nastroju...

source: I hope you will be a successful team, which will allow us to move to the Abyss faster than expected. Take care of her. Her death would cause disastrous consequences for our connection to the Abyss.
fr: Je vous souhaite d'être une équipe couronnée de succès, qui nous permettra de rejoindre les Abysses plus tôt que prévu. Prenez soin d'elle. Sa mort aurait des conséquences désastreuses pour notre connexion avec les Abysses.
pl: Wierzę, że będziecie zgranym duetem, co pozwoli nam wszystkim przenieść się do Otchłani szybciej niż planujemy. Jej śmierć mogłaby mieć katastrofalne skutki dla naszego połączenia z Otchłanią.

source: (whispers) Rashti kind of scares me, to be honest...
pl: (szepcze)… Rashti trochę mnie przeraża, szczerze mówiąc...

source: Nearly every leader of Tar-Tabar was afraid of her at first, you'll get used to it. With that said, I hope you will be a successful team, which will allow us to move to the Abyss faster than expected. Take care of her. Her death would cause disastrous consequences for our connection to the Abyss.
pl: Prawie każdy przywódca Tar-Tabaru obawiał się jej na początku, ale przywykniesz do tego. A skoro już o tym mowa, to myślę, że będziecie zgraną drużyną, co pomoże nam dostać się do Otchłani szybciej niż planowano. Zaopiekuj się nią. Jej śmierć mogłaby wywołać katastrofalne skutki dla naszego połączenia z Otchłanią.

source: I can barely believe that only a year ago Mehir was just a low-ranking officer under my command, yet now he's my equal. Mehir is truly a role model for the citizens of al-Kamija. Congratulations on your promotion, Mehir, I wish you luck with your new duty!
pl: Ledwo mogę uwierzyć, że niecały rok temu Mehiir był jednie niskiej rangi oficerem pod moim dowództwem, ale teraz on jest na równi ze mną. Mehirze jesteś prawdziwym wzorem do naśladowania dla obywateli al-Kamidży. Gratuluję awansu i życzę powodzenia w twojej nowej służbie!

source: Sweet Nomolas! Mehir is now the leader of Tar Tabar! I can't believe we met such an important person at that time in Sud-Affar!
fr: Nom de Nomolas ! Mehir est maintenant gouverneur de Tar-Tabar ! J'arrive pas à croire qu'on ait rencontré quelqu'un d'aussi important à l'époque à Sud-Affar !
pl: Słodki Nomolasie! Mehir jest przywódcą Tar Tabaru! Nie mogę uwierzyć, że poznałyśmy tak ważną osobę i to jeszcze w Sud-Affarze!

source: Indeed. And his circle is even bigger than before! *giggles*
fr: Oh oui. Et son cercle est encore plus gros qu'à l'époque ! *rires*
pl: Dokładnie. A jego krąg jest jeszcze większy niż przedtem! *hihocze*

source: Oh, Mehir is the leader now! And to think it was thanks to him, we are couple now!
pl: Och, Mehir jest teraz przywódcą! I pomyśleć, że to dzięki niemu jesteśmy teraz parą!

source: Indeed. Even I could not foresee such an excellent turn of events.
pl: Zaiste. Nawet jak nie potrafiłem przewidzieć tak wspaniałego obrotu wydarzeń.

source: As for the dimensional gate we adopted, do you think it will be a boy or a girl. Well, more accurately, jinni or rhami?
pl: A co do wrót żywiołów które adoptowaliśmy, myślisz, że to będzie chłopiec czy dziewczynka? A dokładniej dżin czy może rhami?

source: Alright, I shall check. Wait a minute, I need to focus...
pl: Poczekaj, sprawdzę. Muszę się skupić...

source: I see it now. He will be a jinni. Perhaps think we should name him Edward, what do you think?
pl: Widzę. To będzie dżin. Być może nazwiemy go Edward, co o tym myślisz?

source: An unusual name, but it does sound quite good. Very well.
pl: Dość nietypowe imię, ale brzmi nieźle. Zgadzam się.

source: I think we are done here, so let the party begin!
fr: Je crois qu'on a fini ici, que la fête commence !
pl: Myślę, że to chyba wszystko, więc czas rozpocząć imprezę!

source: Hurray!!!
fr: Hourra !!!
pl: Hurra!!!

source: Cheers for Mehir!!!
fr: Vive Mehir !!!
pl: Wiwat Mehir!!!

source: Ale!!!
fr: Oui !!!
pl: Dawać Dżina z tonikiem!

source: Combination hookah and coffee maker! Also makes Julienne fries! Oh, wait, it's not the bazaar, what am I doing here? Eh, whatever, might as well celebrate every now and then.
pl: Połączenie fajki i młynka do kawy! Robi też frytki! Och, zaraz, to nie bazar, co ja tu robię? Ech, mniejsza z tym, czas się zabawić.

source: Welcome, my liege. I am the leader of Tar-Tabar's branch of the Banishers' Guild and your new instructor. As you requested, I am going to teach you about the personal megacirle, the procedure of banishing magical beings, and explain some details about Dimensional Gates. Shall I begin?
fr: Bienvenue, mon seigneur. Je suis le recteur de la branche de Tar-Tabar de la Guilde des Bannisseurs, et votre nouvel instructeur. Comme vous l'avez demandé, je vais vous former sur votre mégacercle personnel, la procédure de bannissement des êtres magiques, et expliquer quelques détails sur les Portes Dimensionnelles. Je commence ?
pl: Witaj, mój panie. Jestem szefem lokalnej gildii wyganiaczy w Tar-Tabarze oraz twoim nowym instruktorem. Tak jak prosiłeś, mam zamiar nauczyć Cię obsługi osobistego megakręgu, którego jesteś posiadaczem. Będę też mówić o procedurze wyganiania istot magicznych, wyjaśnię też parę rzeczy o Wrotach Wymiarów. Mogę zaczynać?

source: Why yes indeed, I'm looking forward to learning more about my newly obtained magical arsenal.
fr: Oh oui, j'ai hâte d'en apprendre plus sur l'arsenal magique que je viens d'obtenir.
pl: Ależ proszę, z chęcią nauczę się czegoś o moim co dopiero nabytym magicznym arsenale.

source: Ah, yes, the personal Megacircle - one of the most advanced magical circles ever designed. Those things cost a king's fortune to make, but are certainly worth it. Only the most powerful Summoners in our society can afford such a miracle.
fr: Ah, oui, le Mégacercle personnel - l'un des cercles magiques les plus avancés jamais conçus. Ces engins coûtent une fortune de roi à produire, mais le valent bien. Seuls les plus puissants des Invocateurs de notre société peuvent s'offrir un tel miracle.
pl: Ach, tak, osobisty Megakrąg - jeden z najbardziej zaawansowanych magicznych kręgów jakie opracowano. Ich stworzenie kosztuje królewską fortunę, ale są warte swojej ceny. Tylko najpotężniejsi Przywoływacze w naszym państwie mogą sobie pozwolić na takie cudeńko.

source: So, could you explain its capabilities to me in-detail?
fr: Alors, vous pourriez m'expliquer ses fonctions en détail ?
pl: To może opowiesz mi co dokładnie potrafi?

source: There are plenty, but for now I'll mainly stick to those related to combat, as you seem to be quite a warmonger. Anyway, when you became a commander you received your first personal circle. The megacircle you own right now is far more powerful. It can still summon elementals like your old one could, but requiring far less resources to do so. It's maintanence cost is very low - the circle repairs itself automatically, so the wear-off is extremely miniscule.
pl: Jest ich mnóstwo, ale na ten moment, skupiłbym się na tych związanych z walką, bo wydajesz mi się Panie biegły w tym temacie. Gdy zostałeś dowódcą, otrzymałeś pierwszy personalny krąg. Ten oto megakrąg, który teraz posiadasz jest znacznie bardziej potężny. Wciąż może przywoływać żywiołaki jak poprzedni, ale wymaga znacznie mniej zasobów. Koszty jego naprawy są również bardzo niskie - krąg naprawia się sam, automatycznie, więc jego zużycie jest minimalne.

source: The circle also emits energies that heal you and your nearby comrades, as well as improve their reflexes and combat efficiency. Now you won't need to bother with water elementals when wounded.
fr: Le cercle émet de plus des énergies qui vous soignent ainsi que vos camarades proches, tout en améliorant leurs réflexes et efficacité au combat. Maintenant, vous n'aurez plus besoin de vous ennuyer avec des élémentaires de l'eau quand vous aurez des blessés.
pl: Krąg emituje też energię, która leczy zarówno ciebie jak i pobliskich towarzyszy a także poprawia ich zręczność i zdolności bojowe. Od teraz nie musisz już polegać na żywiołakach wody, by się leczyć.

source: Neat! And what about its offensive capabilities?
fr: Cool ! Et qu'en est-il de ses capacités offensives ?
pl: Nieźle! A co z jego umiejętnościami ofensywnymi?

source: Oh ho ho, Those are tremendous... not only does it have magically-guided weapons linked to it, but it's capable of performing the so-called 'Incantation of Power', one of the most devastating combat spells ever invented.
fr: Ho ho ho, Elles sont énormes... non-seulement il a des armes à visée magique qui lui sont liées, mais en plus il est capable de lancer la fameuse 'Incantation du Pouvoir', l'un des sorts de combat les plus dévastateurs jamais inventés.
pl: Hoho, te są powalające... Nie tylko posiada on magicznie naprowadzane bronie białe dołączane w zestawie ale potrafi również wykonać tzw. 'Inkantację Mocy', jedno z najbardziej niszczycielskich zaklęć bojowych jakie wynaleziono.

source: The very name of this spell certainly makes quite an impression. How exactly does it work, though?
fr: Le simple nom de ce sort est vraiment impressionnant. Mais, comment est-ce qu'il marche exactement ?
pl: Sama nazwa robi wrażenie. Więc jak to działa?

source: The megacircle accesses an energy-dense part of the Abyss and then opens a short-lasting gate to it, resulting in a concentrated ejection of abyssal energies into our world. And best of all, there's no known way of protection from this beauty.
pl: Megakrąg uzyskuje dostęp do wysoko-energetycznej części Otchłani i otwiera do niej krótko żyjące mini-wrota co skutkuje erupcją potężnej mocy prosto z Otchłani bezpośrednio do naszego świata. A najlepsze jest to, że przed czymś takim nie istnieje żadna skuteczna forma obrony.

source: The way you described this certainly makes me want to see it in action. I hope it is as great as you put it...
fr: La manière dont vous l'avez décrite me donne envie de la voir en action. J'espère que c'est aussi fort que vous l'avez dit...
pl: Po sposobie w jaki to opisałeś, muszę koniecznie zobaczyć to w akcji. Mam nadzieję, że jest tak niesamowite jak mówisz...

source: Fair enough. How about summoning an elemental to act as our training dummy of sorts?
fr: Bon, d'accord. Pourquoi pas invoquer un élémentaire pour avoir un pantin d'entraînement ?
pl: W porządku. Może przywołajmy jakiegoś żywiołaka, by służył nam za cel?

source: And now imagine destroying this elemental... with a tower of yellow light surging from the floor! The megacircle will do the rest.
fr: Et maintenant, imaginez détruire cet élémentaire... avec une tour de lumière jaune jaillissant du sol ! Le mégacercle fera le reste.
pl: A teraz wyobraź sobie jak niszczysz swojego żywiołaka… słupem żółtego światła wychodzącym z podłogi! Megakrąg zrobi resztę za ciebie.

source: Whoa, that was something!... Wait, did you hear that?
fr: Ouah, c'est fort !... Attendez, vous avez entendu ça ?
pl: Wow, to było coś... Chwila, słyszeliście to?

source: What the... Jaffar? Is that you?!
fr: Qu'est-ce que... Jaffar ? C'est toi ?!
pl: Co do... Jaffar? To ty?!
