Repository: Toranks/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: fr, pl

source: It just so happens that I know a hot blue chick of your kind. Said she dates Jinn only, and I think she might have noticed you specifically. You might have high chances with her.
pl: Tak się składa, że znam pewną niebieską laskę. Umawia się tylko z Dżinami, ale myślę, że zwróciła na ciebie szczególną uwagę. Wydaje mi się, że masz u niej spore szanse.

source: Really? Where is she?
fr: Vraiment ? Et où se trouve-t-elle ?
pl: Naprawdę? Gdzie ona jest?

source: Not so fast, hotshot. First tell me my future.
fr: Pas si vite, le rapide. D'abord tu me dis l'avenir.
pl: Nie tak prędko, kowboju. Najpierw powiedz co mnie czeka.

source: I told you the future, so now tell me, where is she? I must meet her!
fr: Je vous ai conté le futur, alors à présent dites-moi, où est-elle ? Je dois la rencontrer !
pl: Przewidziałem dla ciebie przyszłość, a teraz powiedz gdzie ona jest? Muszę się z nią spotkać!

source: Her name is Theivya. She is guarding the gate to the bazaar. Too bad she can't move away from her post. You will have to ask the High Council to relieve her, if you want to take her for a walk.
pl: Ma na imię Theivya. Strzeże wrót do bazaru. Szkoda, że nie może ruszyć się ze swojego posterunku. Będziesz musiał poprosić Najwyższą Radę, by ją zwolnili, jeśli masz zamiar zabrać ją na spacer.

source: Thank you, human. If she likes me, I'll talk with the Council.
fr: Soyez remercié, humain. Si je lui plais, je m’entretiendrai avec le Conseil.
pl: Dzięki, człowieku. Jeśli mnie polubi, pogadam z Radą.

source: And tell them I want to be better paid. I too have the right to be materialistic sometimes.
fr: Et dis-leur que je veux être mieux payé. Moi aussi, j'ai le droit d'être matérialiste, des fois.
pl: I powiedz im, że chcę lepsze wynagrodzenie. Ja też mam prawo być czasem materialistą.

source: Morning in al-Kamija
fr: Le matin à al-Kamija
pl: Poranek w al-Kamidży

source: team_name^Mehir
fr: Mehir
pl: Mehir

source: team_name^Citizens
fr: Citoyens
pl: Cywile

source: Carpet Ferryman
fr: Transporteur à tapis
pl: Przewoźnik

source: Gate Guardian Theivya
pl: Strażnik Bramy Theivya

source: *yawn*
fr: *baille*
pl: *ziewa*

source: Another day, doomed to be wasted standing in one place all day, guarding a palace-city with nobody to defend it from. We’re in the middle of the desert for crying out loud, there are no threats for miles, and the only thing I have to pass the time here is commanding a bunch of morons and breaking up tavern brawls.
pl: Kolejny dzień, który zmarnuję na stanie w jednym miejscu, strzegąc nasze miasto-pałac nie wiadomo przed kim. Jesteśmy w samym sercu pustyni, nie ma żadnego zagrożenia w promieniu wielu mil, a jedyne co muszę robić, to dowodzić bandą głupków i studzić bójki w karczmach.

source: And to think I wanted to be a city guard, with so many more exciting alternatives...
fr: Et dire que je voulais devenir garde municipal, alors qu'il a tellement d'autres alternatives passionnantes...
pl: Jak ja mogłem zostać strażnikiem miejskim skoro było tyle ciekawych opcji...

source: On the bright side, at least I get a majestic view of the highest tiers of the city, and standing in one place all day long does pay the bills...
fr: Ce qui est bien, au moins, c'est que j'ai une vue majestueuse depuis le haut quartier de la ville, et pour ça, j'ai juste à rester ici toute la journée...
pl: Przynajmniej mam wspaniały widok z okna na najwyższe szczyty miasta no i nie muszę nigdzie się szwendać...

source: Anyway, it would probably be a good idea to buy a few things at the bazaar, and maybe get my enchanted glove fixed...
fr: Peu importe, ça serait probablement une bonne idée d'acheter quelques trucs au bazar, et peut-être de faire réparer mon gant enchanté...
pl: Przydałoby się iść na bazar i kupić parę rzeczy, jak również naprawić moją zaklętą rękawicę...

source: Note: though unable to normally advance, Mehir has custom AMLAs (After Max Level Advancements), but as the story progresses he may advance by receiving promotions due to his actions (like in real life).
fr: Remarque : bien qu'incapable de progresser de façon normale, Mehir a des APNM (Amélioration Post Niveau Maximum) spéciaux, mais lorsque l'intrigue progresse, il peut être promu en recevant de l'avancement en récompense de ses actions (comme dans la vraie vie).
pl: Uwaga: Mehir, choć nie może w normalny sposób awansować jak inne jednostki, posiada kilka ciekawych tzw. APOP'ów (Awansów Po Ostatnim Poziomie). Jednak z biegiem opowieści będzie mógł otrzymywać wyższe rangi (jak w realnym życiu).

source: Leave the room
fr: Quitter la pièce
pl: Wyjdź z pomieszczenia

source: This is a non-combat scenario: -Mehir's movement refills after each move. -You cannot skip your turn
fr: Ceci est un scénario sans combat : -Les déplacement de Mehir sont rechargés après chaque mouvement. -Vous ne pouvez pas passer votre tour
pl: Ten konkretny scenariusz jest pozbawiony walki: - punkty ruchu Mehira odnawiają się za każdym razem - nie możesz zakończyć tury

source: Choose gameplay mode
fr: Choisir le mode de jeu
pl: Wybierz tryb gry

source: This campaign offers two different ways of playing. You can proceed with a normal mode (in which Mehir behaves mostly reasonably) or activate a special 'badass' mode which offers an alternative story progression with different dialogs, events and mission goals (Mehir acts much less reasonable in this mode). Choose wisely as once set, you cannot change the mode later in your current playthrough!
pl: Ta kampania oferuje dwa tryby rozgrywki. Możesz kontynuować w normalnym trybie (w którym to Mehir zachowuje się jak typowa osoba), lub aktywować specjalny 'kozacki' tryb oferujący alternatywną historię z innymi dialogami, wydarzeniami i celami misji (Mehir zachowuje się znacznie mniej racjonalnie w tym trybie). Wybierz mądrze, ponieważ raz wybranego trybu nie można później zmienić w trakcie rozgrywki!

source: Normal Mode (good for new players or those who seek a serious gameplay)
fr: Mode Normal (bien pour les nouveaux joueurs ou ceux qui recherchent un jeu sérieux)
pl: Tryb Normalny (dobry dla nowych graczy lub tych, którzy oczekują poważnej rozgrywki)

source: Badass Mode (choose it if you know the campaign well or you seek a less serious gameplay)
fr: Mode Balèze (choisissez-le si vous connaissez bien la campagne ou si vous recherchez un mode de jeu moins sérieux)
pl: Tryb Hardkorowy (wybierz jeśli znasz dobrze kampanię i szukasz czegoś mniej poważnego)

source: Ah, another lovely day in al-Kamija!
pl: Ach, kolejny cudowny dzień w al-Kamidży!

source: Time to visit the bazaar, grab a few things here and there, maybe even check a trade license or two along the way...
pl: Czas odwiedzić bazar, zakupić parę rzeczy i może przy okazji sprawdzić parę licencji na handel...

source: Time to visit the bazaar, grab a few things here and there...
fr: Allons au bazar, pour voir ce qu'on peut acheter...
pl: Czas odwiedzić bazar, kupić parę gratów...

source: Visit the bazaar
fr: Visitez le bazar
pl: Odwiedź bazar

source: I've got more important things to do than taking a nap.
fr: J'ai des trucs plus importants à faire que la sieste.
pl: Mam ciekawsze rzeczy do roboty niż drzemka.

source: Greetings, sergeant Mehir.
fr: Bonjour, sergent Mehir.
pl: Witaj, sierżancie Mehir.

source: Hello Theivya. Any reports?
pl: Dzień dobry, Theivya. Coś się działo ostatnio?

source: Nothing worth reporting happened during nighttime, everything is calm as usual.
pl: Dziś w nocy nie działo się nic ciekawego. Było spokojnie jak zwykle.

source: Same boring routine as usual eh? At this point part of me almost wants something to go wrong, so I am at least no longer bored... By the way, I always wondered... for how long have you been guarding this post? I've been seeing you all the time here.
pl: Taka sama nudna rutyna jak zwykle, co? W takich chwilach często myślę o tym, żeby coś poszło nie tak. Przynajmniej przestałbym się nudzić... A tak swoją drogą zawsze się zastanawiałem... od jak dawna stoisz tu na posterunku? Widzę cię praktycznie od zawsze.

source: I was assigned to this post 242 years ago by the High Council.
fr: J'ai été assignée à ce poste il y a 242 ans par le Haut Conseil.
pl: Zostałam przydzielona do tego posterunku 242 lata temu przez Najwyższą Radę.

source: Heh, having to stand in one place as a guard for what feels like an eternity, I can sympathize. Well, you still look quite good after all these years.
pl: Heh, stanie w jednym miejscu jako strażnik potrafi sprawiać wrażenie jakby trwało całą wieczność, wiem coś o tym. Ale przynajmniej całkiem nieźle się trzymasz po tych wszystkich latach.

source: Of course, we magical beings never age.
pl: Oczywiście, my istoty magiczne nigdy się nie starzejemy.

source: By the way, beautiful, do you have plans for tonight? We could go for a walk in the highest tiers, or maybe stay at my place maybe.
pl: Przy okazji, masz jakieś plany na dzisiejszy wieczór maleńka? Moglibyśmy pójść na spacer po najwyższych kondygnacjach lub pójść do mnie.

source: Before you get your hopes up, I only date jinn. Much more interesting and intelligent than most humans to be honest. Now that I think about it, I saw a wonderful jinn flying nearby, he looked quite handsome...
pl: Zanim się nakręcisz, musisz wiedzieć, że umawiam się tylko z dżinami. Są znacznie bardziej inteligentni i ciekawsi niż większość ludzi. Tak się składa, że całkiem niedawno przelatywał koło mnie wspaniały dżin. Był całkiem przystojny...

source: *hmmmm... something tells me this information might be useful later*
pl: *hmmmm… coś mi mówi, że ta informacja mi się jeszcze przyda*

source: Alright, won't bother you then. Time to go to the bazaar, see you!
pl: W porządku, nie będę ci zajmować dłużej czasu. Pora iść na bazar. Do zobaczenia!

source: See you, have a nice day.
pl: Do zobaczenia, miłego dnia.

source: Lucky you! At least your kind serves us so we can all enjoy life in this beautiful place. Keep up the good work and have a nice day!
fr: Tu en as, de la chance ! Au moins, les tiens nous servent pour qu'on puisse profiter de cet endroit magnifique. Continue à travailler si bien et bonne journée !
pl: Farciarze! Przynajmniej wasz gatunek służy nam wszystkim, dzięki czemu możemy rozkoszować się życiem w tym pięknym miejscu. Tak trzymać i miłego dnia!

source: Have a nice day too.
fr: Bonne journée à vous aussi.
pl: Również życzę miłego dnia.

source: Them youths these days with their fancy carpets, and elementals wiping their butts! Back in my day...
fr: Les jeunes de nos jours avec leurs tapis tunés, et leurs élémentaires pour s'essuyer les fesses ! De nos jours...
pl: Ach ta zesputa młodzież z ich odpicowanymi dywanami i żywiołakami podcierającymi im tyłki! Za moich czasów...

source: Times change, old fart, deal with it. Would you rather go back to the times when our ancestors had to live in caves and eat mushrooms to survive, without abyssal magic?
pl: Czasy się zmieniają, stary pierdzielu. Wolałbyś żyć w czasach naszych przodków, którzy mieszkali w jaskiniach i zajadali się grzybkami by przetrwać? Bez magii?

source: Hmph, I suppose you make a point...
pl: Hmpf… Tu masz rację.

source: Ah, good day! What wares can I interest you in?
fr: Ah, bonne journée ! Puis-je vous présenter mes marchandises ?
pl: Ach, witam! W czym mogę pomóc?

source: I'll buy a new food summoning device, the one for five gold. Mine broke yesterday.
fr: Je vais prendre un nouveau service à invocation de nourriture, celui à cinq pièces. Le mien s'est cassé hier.
pl: Chcę kupić urządzenie do przywoływania posiłku, to za 5 szt. złota. Wczoraj mi się zepsuło.

source: Here you go!
fr: Voici !
pl: Proszę bardzo!

source: By the way, I've got a special deal for you, a water elemental for 22 gold!
fr: Au fait, j'ai une affaire en or pour vous, un élémentaire d'eau pour 22 pièces !
pl: A tak przy okazji mam specjalną ofertę dla ciebie, drogi przyjacielu. Żywiołak wody za 22 szt. złota!

source: What?! You're charging twenty-two gold for a water elemental?! A summoning scroll for one costs only 16 gold! Your prices are outragerous!
pl: Co?! Chcesz 22 sztuki złota za żywiołaka wody?! Zwój przywołujący takiego kosztuje tylko 16 sztuk złota! Twoje ceny są z sufitu!

source: Don't forget that this one's pre-summoned. Most people aren't skilled at summoning, and are willing to pay higher for an easier way to get their own elemental.
pl: Nie zapominaj, że ten jest już przywołany. Większość ludzi nie ma doświadczenia w sztuce przywoływania i są gotowi zapłacić więcej, żeby zdobyć takiego żywiołaka bez dodatkowego wysiłku.

source: Still, summoning an elemental takes far less effort than enough to justify this blatant theft!
fr: N'empêche qu'invoquer un élémentaire ça prend vachement moins d'effort que ce qu'il faudrait pour justifier ce vol flagrant !
pl: Jednak nadal przywoływanie takiego żywiołaka kosztuje mniej zachodu niż to oczywiste złodziejstwo!

source: Besides, unlike some average civilian, I am pretty good at using summon scrolls. Unless you reduce the price, I could just go to another merchant that sells them, and save a whole 6 gold.
pl: W przeciwieństwie do typowego cywila, jestem całkiem niezły w używaniu różnych zwojów przywołania. Jeśli nie obniżysz ceny, to pójdę do innego handlarza i zaoszczędzę 6 sztuk złota.

source: Hmph, fine, how about 20 gold? But I won't reduce the price any further, mind you, I still need to make a profit, don't forget that.
pl: Dobra, co powiesz na 20 szt. złota? Ale nie zejdę niżej bo muszę coś zarobić, nie zapominaj o tym.

source: <i>*to himself* now that I bought what I needed, it's time to visit an enchanter's workshop. I need my enchanted glove to be fixed. Without this weapon working I won't be able to guard the streets effectively.</i>
fr: <i>*à lui-même* maintenant que j'ai acheté ce dont j'avais besoin, c'est le moment d'aller à un atelier d'enchanteur. Je dois faire réparer mon gant enchanté. Tant que cette arme marchera pas, je pourrai pas protéger les rues efficacement.</i>
pl: <i>*do siebie* Skoro mam już co chciałem kupić, czas odwiedzić warsztat zaklinacza. Muszę naprawić swoją zaklętą rękawicę. Bez tej broni nie będę w stanie pilnować porządku na ulicach.</i>

source: <i>*to himself* Hmm... I need a flying carpet to get there.</i>
fr: <i>*à lui-même* Mmm... J'ai besoin d'un tapis volant pour y aller.</i>
pl: <i>*do siebie* Hmm… muszę zdobyć latający dywan by tam dotrzeć.</i>

source: Visit the Enchanter
fr: Rendre visite à l'Enchanteur
pl: Odwiedź Zaklinacza

source: Changed your mind about the elemental?
fr: Changé d'avis pour l'élémentaire ?
pl: Zmieniłeś zdanie co do żywiołaka?

source: <i>*to himself* I don't think I need to buy anything else.</i>
fr: <i>*à lui-même* Je crois pas avoir besoin d'acheter autre chose.</i>
pl: <i>*do siebie* Nie potrzebuję już nic więcej.</i>

source: Leave the bazaar to visit the Enchanter?
fr: Quitter le bazar pour rendre visite à l'Enchanteur ?
pl: Opuścić bazar i odwiedzić Zaklinacza?

source: Not yet
fr: Pas encore
pl: Jeszcze nie

source: Yes
fr: Oui
pl: Tak

source: How can I help you?
fr: Comment puis-je vous aider ?
pl: Jak mogę pomóc?

source: I need to get to the nearby enchanter's workshop.
fr: J'ai besoin d'aller à l'atelier de l'enchanteur d'à-côté.
pl: Potrzebuję dostać się do warsztatu zaklinacza.

source: Sure. That will be two gold.
fr: Bien-sûr. Ce sera deux pièces.
pl: Dobrze. To będzie 2 szt. złota.

source: What?! It's only in the next tower right there!
fr: Quoi ?! C'est juste à une tour d'ici !
pl: Co?! To przecież w tej wieży tuż obok!

source: You wanna ride, you pay. It's your choice.
fr: Vous voulez voler, vous payez. Vous décidez.
pl: Chcesz lecieć, musisz płacić. Wybór należy do ciebie.

source: Unbelievable! We are living in such an advanced age, and everyone still only want more and more money!
fr: Incroyable ! On vit une époque tellement avancée, et tous les gens ne veulent toujours que s'enrichir !
pl: Niewiarygodne! Żyjemy w tak zaawansowanych czasach a każdy wciąż chce więcej i więcej pieniędzy!

source: Do you know who I am?
fr: Vous savez qui je suis ?
pl: Wiesz kim ja jestem?

source: I don't give a crap - 2 gold coins or go on foot.
fr: M'en fiche - 2 pièces ou vous y allez à pied.
pl: Guzik mnie to obchodzi - 2 szt. złota albo idź na piechotę.

source: I am the leader of the city guard and I am on duty. Now get out!
fr: Je suis le chef de la garde municipale et je suis en service. Dégage de là !
pl: Jestem szefem straży miejskiej na służbie. A teraz wysiadaj!

source: Excuse me?
fr: Excusez-moi ?
pl: Co proszę?

source: I said, get out! I am confiscating your damn carpet! Now step aside...
fr: J'ai dit, dégage ! Je réquisitionne ton fichu tapis ! Allez, descend...
pl: Powiedziałem wysiadaj! Konfiskuję twój przeklęty dywan! A teraz odsuń się...

source: Wha...?!
fr: Qu..?!
pl: Coo…?!

source: This is madness! I'm gonna write a complaint to the High Council!
fr: C'est de la folie ! Je vais écrire pour me plaindre au Haut Conseil !
pl: To szaleństwo! Napiszę skargę do Najwyższej Rady!

source: Ha, good luck with that.
fr: Ah, bonne chance avec eux.
pl: Powodzenia.

source: Listen pal, talk about intrinsic value crap all you want, but I need to feed my family. We are from the lower tiers, and life is harsh there, you know.
fr: Écoute mec, parle de ces bêtises de valeur intrinsèque tant que tu veux, mais je dois nourrir ma famille. On est du bas quartier et la vie est dure là-bas, tu sais.
pl: Słuchaj kolego, możesz sobie gadać, ale ja muszę wyżywić moją rodzinę. Jesteśmy z dolnych kondygnacji a życie jest tam trudne, wiesz.

source: *sigh* Fine, how about this: I'll pay you 3 coins, but instead of just one trip I want your services for a whole hour.
pl: *wzdycha* W porządku. Co powiedz na to: Zapłacę ci 3 monety, ale zamiast jednego kursu, chcę mieć twoje usługi przez całą godzinę.

source: Now that's something! Climb on.
fr: Là on parle ! Montez.
pl: Teraz to co innego! Wskakuj.

source: Wonderful Jinn
fr: Jinn Merveilleux
pl: Wspaniały Dżin

source: And now to the highest tiers...
fr: Et maintenant, allons au quartier haut...
pl: A teraz na najwyższe kondygnacje...

source: Where next?
fr: Où va-t-on ensuite ?
pl: Gdzie teraz?

source: The highest tiers, of course!
fr: Dans le quartier haut, bien sûr !
pl: Najwyższe kondygnacje, jak zwykle!

source: Highest Tiers
fr: Quartier Haut
pl: Najwyższe Kondygnacje

source: Defeat Aerius
fr: Battre Aerius
pl: Pokonaj Aeriusa

source: Death of Mehir
fr: Mort de Mehir
pl: Śmierć Mehira

source: Your units cost no upkeep during this scenario.
fr: Vos unités ne nécessitent pas d'entretien pendant ce scénario.
pl: Twoje jednostki nie ponoszą kosztów utrzymania w tym scenariuszu.

source: Safay
pl: Safaj

source: team_name^Invaders
fr: Envahisseurs
pl: Najeźdźcy

source: team_name^Reinforcements
fr: Renforts
pl: Wsparcie

source: Time to check how my men are doing...
fr: C'est le moment de voir comment mes hommes s'en sortent..
pl: Czas sprawdzić jak radzą sobie moi ludzie...

source: Alright, everyone, roll call! Mufaz!
fr: Allez, tout le monde, appel : Mufaz !
pl: Dobra, wszyscy zbiórka! Mufaz!

source: Over here, sir!
fr: Ici, chef !
pl: Tutaj, szefie!

source: (visibly drunk) I'm 'ere! *hic* Heehee!
fr: (visiblement ivre) J'suis là ! *hic* Huuhuu !
pl: (widocznie pijany) Tutaj! *hic* Heehee!

source: For the last time, Alib, if I catch you drinking <b>again</b>, you can bet your ass I'll have you fired, and you will have to find an actual job that takes more effort than standing in one place! What if we actually get attacked for real? I talked to a fortune-telling jinni and he said that it might even be today!
pl: Mówię to ostatni raz, Alib. Jeśli jeszcze raz przyłapię cię <b>znowu</b> na piciu, osobiście wyleję cię ze służby i będziesz musiał znaleźć pracę, która będzie wymagała czegoś więcej niż stania w miejscu! A co jeśli zostalibyśmy zaatakowani naprawdę? Rozmawiałem dziś z dżinem przepowiadającym przyszłość i mówił, że to się stanie właśnie dziś!

source: For the last time, Alib, if I catch you drinking <b>again</b>, you can bet your ass I'll have you fired, and you will have to find an actual job that takes more effort than standing in one place! What if we actually get attacked for real? It should be common sense as a guard to at the least be somewhat ready for the worst, mind you!
pl: Mówię to ostatni raz, Alib. Jeśli jeszcze raz przyłapię cię <b>znowu</b> na piciu, osobiście wyleję cię ze służby i będziesz musiał znaleźć pracę, która będzie wymagała czegoś więcej niż stania w miejscu! A co jeśli zostalibyśmy zaatakowani naprawdę? Każdy strażnik powinien być przygotowany na najgorsze!

source: Fine, fine *hic*, I get it, no need to *hic* shout. *sips beer again like nobody's watching*
fr: Bon, bon *hic*, je comprends, ps la peine de *hic* crier. *prend encore une gorgée de bière comme si personne ne le voyait*
pl: Dobra, dobra *hic*, łapię, nie trzeba *hic* krzyczeć. *przechyla piwo gdy nikt nie patrzy*

source: Safay!
pl: Safaj!

source: Ready for duty, sir!
pl: Gotowy do służby, sir!

source: That's the spirit! Safay is a shining example of a reliable city guard! By the way I talked to a fortune-telling jinni and he said that we might see some action today, so your carpet may prove useful!
pl: To się nazywa prawdziwy zapał! Safaj to najlepszy przykład godnego zaufania strażnika miejskiego! Swoją drogą rozmawiałem dziś z przepowiadającym przyszłość dżinem i powiedział, że możemy mieć dziś trochę roboty. Twój dywan może się nam więc przydać!

source: Thank you, sir!
pl: Dziękuję, sir!

source: That's the spirit!
pl: To się nazywa prawdziwy zapał!

source: Wait, why are there only five of you? Where the hell did the rest disappear to?!
pl: Chwila, dlaczego jest was tylko pięciu? Gdzie do diaska podziała się reszta?!

source: They drank too much while in the inn and blacked out yesterday, sir. I strongly doubt they'll show up anytime soon.
pl: Spili się wczoraj na umór w knajpie, sir. Wątpię by zjawili się w najbliższym czasie.

source: *sigh* I hate my job... This can't possibly get any worse...
pl: *wzdycha* Nienawidzę tej roboty... Czy może być jeszcze gorzej?...

source: And then, as fate would have it, it did get worse...
pl: A jednak, tak jak chciał los, stało się jeszcze gorzej...

source: Wha... what is happening?!
fr: Qu... qu'est-ce qu'il se passe ?!
pl: Co... co tu się wyrabia?!

source: *to himself* <i>This spot looks good. Now for that portal spell...</i>
fr: *à lui-même* <i>Ce coin a l'air pas mal. Maintenant, ce sort de portail... </i>
pl: *do siebie* <i> To miejsce wygląda dobrze. A teraz gdzie to zaklęcie...</i>

source: <i>*to himself* What kind of summoner is he?! And those armed minions, they're clearly not abyssal beings... could it be that he is not even a citizen of our nation? This is clearly an invasion... dear Nomolas, I just hope I don't die today... *sigh* here goes nothing...</i>
fr: <i>*à lui-même* Quel genre d'invocateur c'est ?! Et ces serviteurs armés, c'est clairement pas des êtres abyssaux... ça se pourrait qu'il ne soit même pas citoyen de notre nation ? C'est clairement une invasion... bon Nomolas, j'espère juste que je mourrai pas aujourd'hui... *soupir* rien ne va, ici...</i>
pl: <i>*do siebie* Kim jest ten przywoływacz?! A te jego opancerzone istoty nie wyglądają na te z Otchłani... czy to w ogóle ktoś od nas? To zdecydowanie inwazja... dobry Nomolasie, mam nadzieję, że nie umrę właśnie dziś... *wzdycha* Czas wziąć się w garść...</i>

source: Hey, who the hell are you?! Identify yourself immediately, or I'll have to take you into custody!
fr: Hé, qui êtes-vous ?! Identifiez-vous immédiatement, ou je devrai vous conduire au poste !
pl: Hej, kim ty u licha jesteś?! Zidentyfikuj się natychmiast, albo będę zmuszony cię aresztować!
