Repository: Toranks/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: fr, pl

source: I NEED MORE!!! Reminds me of the last time I wanted to RIP YOUR THROAT OUT, MEHIR!!!
fr: JE VEUX PLUS !!! Ça me rappelle la dernière fois où j'ai voulu TE TRANCHER LA GORGE, MEHIR !!!
pl: POTRZEBUJĘ WIĘCEJ!!! Przypomina mi czas, kiedy chciałam PODERŻNĄĆ CI GARDŁO, MEHIRZE!!!

source: Wh- WHAT?!
fr: Qu- QUOI ?
pl: C..COO?!

source: I am extremely sorry, my Master! It is her! *to her other half* Control yourself, stupid!
fr: Je suis extrêmement désolée, mon Maître ! C'est elle ! *à son autre moitié* Contrôle-toi, idiote !
pl: Wybacz Mistrzu! To ona! *do jej drugiej połowy* Opanuj się, głupia!

source: By the Sun! What is wrong with her?!
fr: par le Soleil ! C'est quoi son problème à elle ?!
pl: Na Słońce! Co ona wygaduje?!

source: Don’t pay attention to what she says. She can be quite... unstable at times...
fr: Ne faites pas attention à ce qu'elle dit. Elle est plutôt... instable parfois...
pl: Nie zwracaj uwagi na to, co mówi. Ona czasem bywa... niestabilna...

source: So they have managed to break through our offensive force.
fr: Donc ils ont réussi à écraser notre force offensive.
pl: Więc udało im się przełamać nasze oddziały szturmowe.

source: It is now clear that the Three Sisters failed the task of slaying these desert mages... It appears our master Almathis has finally found a formidable foe...
fr: Il est maintenant clair que les Trois Sœurs ont échoué leur mission de massacre des mages du désert... On dirait que notre maître Almanthis a finalement trouvé un ennemi formidable...
pl: A więc to pewne, że Trzy Siostry poległy próbując pokonać tych pustynnych magów... Wygląda na to, że nasz mistrz Almathis wreszcie znalazł godnego przeciwnika...

source: My death is but a drop in a bucket. Once our Gods return, there will be oceans of blood and mountains of bodies, with the moons turned blood-red...
pl: Moja śmierć jest jedynie kroplą w morzu. Gdy nasi Bogowie powrócą, oceany będą pełne krwi a na lądzie będą stosy ciał, zaś nad wszystkim górować będą krwisto-czerwone księżyce.

source: We did it! I... it's just great knowing that those spawns of darkness can actually be defeated. My utmost gratitude to you, Mehir!
fr: On l'a fait ! Je... C'est une bonne nouvelle que ces fils des ténèbres peuvent vraiment être battus. Recevez ma plus grande gratitude, Mehir !
pl: Udało się! Ja... To wspaniałe wiedzieć, że te mroczne pomioty mogą być pokonane. Moje najszczersze podziękowania dla ciebie, Mehirze!

source: No problem. Saving the world is just a part of my daily routine, it seems. However...
fr: T'inquiète. Sauver le monde, ça fait partie de ma routine quotidienne, apparemment. Par-contre...
pl: Nie ma sprawy. Ratowanie świata to dla mnie codzienność...

source: I’m not surprised at all that your army is failing spectacularly against the invaders.
fr: Je suis pas du tout surpris que votre armée se foire de façon aussi spectaculaire contre les envahisseurs.
pl: Nie dziwię się, że wasza armia przegrywa z najeźdźcami.

source: Do you mean that as an insult?
fr: C'est censé être une insulte ?
pl: Zaraz, co masz na myśli?

source: Your armies consist entirely of humans, who are quite susceptible to being poisoned or eaten. We, contrariwise, mainly use abyssal beings, which are immune to those methods, which your enemies seem to favor. You’re lucky I arrived in time to help you.
fr: Vos armées consistent entièrement d'humains, qui sont plutôt susceptibles d'être empoisonnée ou mangés. Nous, au contraire, on utilise avant tout des créatures abyssales, qui sont immunisées contre ces méthodes, que vos ennemis ont l'air d'apprécier. Vous avez de la chance que je sois arrivé à temps pour vous aider.
pl: Wasze armie składają się głównie z ludzi, którzy są podatni na truciznę, oraz mogą być zjedzeni. My zaś używamy głównie istot z Otchłani, które są odporne na tego typu metody, które to stanowią ulubioną taktykę waszych przeciwników. Macie szczęście, że przybyłem w porę.

source: Siege of Kharos
fr: Le siège de Kharos
pl: Oblężenie Kharos

source: team_name^Almathis
fr: Almathis
pl: Almathis

source: team_name^Amithrior
fr: Amithrior
pl: Amithrior

source: team_name^Thrion
fr: Thrion
pl: Thrion

source: team_name^Dedylos
fr: Dedylos
pl: Dedylos

source: Advisor
fr: Conseiller
pl: Doradca

source: Seems we arrived just barely in time.
pl: Chyba dotarliśmy w samą porę.

source: There are too many of them. This day had to come...
fr: Il y en a trop. Ce jour devait arriver...
pl: Jest ich zbyt wielu. Ten dzień musiał w końcu nadejść...

source: Don’t lose hope, Anthi. These walls have protected our people for centuries; our gates are nearly indestructible.
fr: Ne perdez pas espoir, Anthi. Ces murs ont protégé notre peuple au fil des siècles ; nos portes sont presque indestructibles.
pl: Nie trać nadziei Anthi. Te mury broniły nas od wieków a nasze wrota są niezniszczalne.

source: Atiros hasn’t returned yet...
fr: Atiros n'est pas encore revenu...
pl: Atiros nie powrócił...

source: I’m not sure whether he has returned or not, but I can see an army in the distance. They must be the troops from Saffaros, and those beside them... They don’t look like the warriors of Kharos, but they’re not of the invaders either...
pl: Nie wiem, czy wrócił czy nie, ale widzę jakąś armię w oddali. To muszą być oddziały z Saffaros, a ci drudzy... Nie wyglądają jak wojska Kharos, nie przypominają też najeźdźców...

source: Is this what I think it is? Seems the magi told the truth, our long-lost relatives really do exist! Now they are our only hope...
pl: Czy to prawda? Czyżby magowie mieli rację? Nasi dawno zapomniani krewni wciąż istnieją! Teraz są całą naszą nadzieją...

source: Something's not right here. The spawns of darkness always attacked after dusk, but this time they decided to attack at noon.
fr: Quelque-chose ne va pas ici. Le peuple des ténèbres a toujours attaqué après le crépuscule, mais cette fois-ci ils ont décidé d'attaquer à midi.
pl: Coś tu nie gra. Te pomioty mroku zawsze atakowały po zmierzchu, a teraz jest południe.

source: Don’t forget they are surrounded. If we attack them by surprise, they'll be at a disadvantage.
pl: Nie zapominaj, że są otoczeni. Jeśli ich zaskoczymy, nie będą mieli szans.

source: I'm not sure whether surrounded is a fitting term. After all, Anthi is unlikely to order the gates opened. This whole thing is more like us cornering a larger force...
fr: Je suis pas sûr qu'on puisse parler d'encerclement. Après tout, il y a peu de chance qu'Anthi fasse ouvrir les portes. Je dirais plutôt qu'on a acculé une force plus importante...
pl: Nie wiem czy otoczeni to dobre słowo. Anthi raczej nie otworzy wrót. To bardziej przypomina nas starających się osaczyć większe oddziały...

source: This is the last time you can level up your Dimensional Gates for free. Keep that in mind.
pl: To ostatni raz kiedy możesz awansować swoje Wrota Wymiarów za darmo. Pamiętaj o tym.

source: Master, the human armies rounded us from the east. But the worst part is, the desert wizards are with them!
fr: Maître, les armées humaines nous ont encerclés par l'Est. Mais le pire, c'est que les sorciers du désert sont avec eux !
pl: Mistrzu, ludzkie armie otoczyły nas od wschodu. Pustynni czarodzieje są z nimi. Jesteśmy otoczeni!

source: Seems the Three Sisters were too weak to handle a few sand-dwelling worms,<i>*to himself* just as planned, hehe</i>. On the bright side, with so much prey, we could make a literal mountain of bodies! Our gods shall be pleased.... time for a REAL BLOODBATH!!!
pl: Wygląda na to, że Trzy Siostry był zbyt słabe by pokonać te pustynne robaki, <i>*do siebie* dokładnie jak przypuszczałem, hehe</i>. Z drugiej strony z taką ilością zwierzyny, będziemy w stanie usypać prawdziwą górę ciał! Nasi bogowie będą zadowoleni... czas na PRAWDZIWĄ RZEŹ!!!

source: May the Sun save us! Our indestructible gates... Our finest soldiers...
fr: Que le Soleil nous sauve ! Nos portes indestructibles... Nos meilleurs soldats...
pl: Niech Słońce ma nas w opiece! Nasze niezniszczalne wrota... Nasi najlepsi żołnierze...

source: What are the limits of that hated voice, whose mere sound tears the thickest walls?!
fr: Quelles sont les limites de cette voix haïe, ces seuls sons éventrent les murs les plus épais ?!
pl: Jaką moc ma ten nienawistny głos, którego brzmienie rozrywa najgrubsze mury?!

source: Apparently there are none. Let's just hope they won’t throw more buildings at us...
fr: Apparemment, il n'y en a pas. Espérons juste qu'ils vont pas nous lancer d'autres bâtiments dessus...
pl: To jeszcze nic. Miejmy nadzieję, że nie zaczną rzucać w nas budynkami...

source: We can not afford those apostles of death entering the capital. Send half of our troops to the battlefield!
fr: Nous ne pouvons pas permettre que ces apôtres de la mort n'entrent dans la capitale. Envoyez la moitié de nos troupes sur le champ de bataille !
pl: Nie możemy dopuścić by ci apostołowie śmierci wkroczyli do stolicy. Wysłać połowę oddziałów na pole bitwy!

source: The fools are coming... FALL!
fr: Les idiots arrivent... TOMBE !
pl: Głupcy nadchodzą... NA ZIEMIĘ!

source: Well, well, well, we got you cornered now, weirdo! Time for you to taste some cold steel!
pl: Proszę, proszę, zagoniliśmy cię do kąta, dziwaku! Czas byś posmakował zimnej stali!

source: Enough shenanigans already! We cut our way through your army and you are next!
pl: Starczy tych sztuczek! Przedarliśmy się przez twoją armię i jesteś następny!

source: Heh, I'd like to see you try!
pl: Heh, powodzenia!

source: You think you got me? MWAHAHAHAAAAAhaa!!! That's where you're wrong, desert mage...
pl: Myślisz, że mnie dopaliście? HAHAHAHAHAHaaa!!! Tu się mylisz pustynny magu...

source: You can try to stop us, but all your efforts are futile. We are the new Destroyers. We know no mercy nor retreat.
fr: Vous pouvez essayer de nous arrêter, mais tous vos efforts échoueront. Nous sommes les nouveaux Destructeurs. On ne connaît ni la pitié ni la fuite.
pl: Możecie próbować nas powstrzymać, ale wasze starania i tak pójdą na marne. Jesteśmy nowymi Niszczycielami. Nie znamy odwrotu i litości.

source: Know no retreat, eh? Seems the irony of saying that the moment you teleport away from me is lost on you, coward.
pl: Nie znacie ucieczki, powiadasz? Brzmi ironicznie, skoro dopiero co teleportowałeś się w bezpieczne miejsce, tchórzu.

source: This was supposed to be my cool villain monologue, please don't interrupt it. Anyway, *ahem*, as I was about to say, pathetic human...
pl: To miał być mój świetny złowrogi monolog, proszę nie przeszkadzaj. Wracając do tematu, *ahem* miałem właśnie powiedzieć, żałosny człowieku...

source: This is our holy mission given to us by the Eye of Darkness. Only by destruction can we prove that we are worth living. Upon their return, the old Destroyers shall spare us, and grant us power beyond that of any mortal. But until then, we will slaughter to the last.
fr: C'est notre mission sacrée que nous a donné l'Œil des Ténèbres. Seule la destruction nous permettra de prouver que nous sommes dignes de vivre. Lorsqu'ils reviendront, les anciens Destructeurs nous épargneront, et nous donneront un pouvoir supérieur à celui de tout mortel. Mais d'ici-là, nous vous massacrerons jusqu'au dernier.
pl: To nasza święta misja dana nam przez Oko Ciemności. Tylko poprzez destrukcję możemy udowodnić, że jesteśmy godni by żyć. Gdy Niszczyciele powrócą, ocalą nas i dadzą nam moc o jakiej nie śnił żaden śmiertelnik. Lecz nim to nastąpi, zarżniemy wszystko co nam wpadnie w ręce.

source: Great, an entire nation of genocidal psychos... Rashti, any ideas on how to reach him?
pl: Wspaniale, nacja ludobójczych psycholi... Rashti, masz jakieś pomysły jak tam do niego dotrzeć?

source: I can climb the walls and kill that lunatic!
pl: Mogę wspiąć się po ścianach i zabić tego lunatyka!

source: You sure? Who knows what he is up to... Folks like him are full of unpleasant surprises.
fr: Tu es sûre ? Qui sait ce qu'il prépare... Les gens comme lui sont pleins de surprises désagréables.
pl: Jesteś pewna? Kto wie co on planuje... Tacy jak on są pełni niemiłych niespodzianek.

source: They want to fight against the entire world?! What kind of madness is this?!
fr: Ils veulent se battre contre la terre entière ?! C'est quoi leur problème ?!
pl: Chcą walczyć z całym światem?! Co to za szaleństwo?!

source: Mehir, I <b>must</b> reach that lunatic and kill him!
fr: Mehir, je <b>dois</b> atteindre ce malade et le tuer !
pl: Mehirze, <b>Muszę</b> dosięgnąć tego lunatyka i go zlikwidować!

source: But... but it's dangerous! Who knows what more tricks he has up his sleeve!
fr: Mais... mais c'est dangereux ! Qui sait quels tours il a encore dans sa manche !
pl: Ale... ale to niebezpieczne! Kto wie co on może szykować!

source: I know what I'm doing, just clear the way for me.
fr: Je sais ce que je fais, contente-toi de sortir de mon chemin.
pl: Wiem co robię, po prostu oczyść dla mnie drogę.

source: *sigh* fine...
fr: *soupir* bon...
pl: *wzdycha* W porządku...

source: And now time stops...
fr: Et maintenant, le temps s'arrête...
pl: A teraz czas się zatrzymuje...

source: A magical being. One quite very different from the rest present here on the battlefield.
fr: Une créature magique. Qui est plutôt très différente des autres qui sont présentes ici sur le champ de bataille.
pl: Istota magiczna. Bardzo różniąca się od pozostałych na polu bitwy.

source: You seem to be of dual personality. Your body is composed of two completely opposing energies. And one of them is familiar to me - it thirsts for blood...
fr: Tu as l'air d'avoir une personnalité duale. Ton corps est composé de deux énergies complètement opposées. Et l'une d'elles m'est familière - elle a soif de sang...
pl: Wydajesz się być dwojakiej natury. Twoje ciało jest złożone z dwóch kompletnie opozycyjnych energii. A jedna z nich jest mi bliska - pragnie krwi...

source: I wonder, what would happen if I separated both of you... It could unleash devastating power of your bloodthirsty half, no longer bound to the voice of reason, or...
fr: Je me demande, qu'arriverait-il si je vous séparais toutes les deux... Ça pourrait libérer le pouvoir dévastateur de ta moitié colérique, hors du contrôle de la voix de la raison, ou...
pl: Ciekaw jestem co się stanie, jeśli oddzielę was obie... Mogłoby to w pełni uwolnić destrukcyjną moc złej połowy, już nieskrępowanej głosem rozsądku, albo...

source: ...or you could just die. Time to test my theory!
fr: ...ou tu pourrais simplement mourir. On va tester ma théorie !
pl: ...lub mogłaby zginąć. Czas przetestować moją teorię!

source: Ra... Rashti? Rashti?!... <i>*nervously, to himself* No, no, no, it’s impossible. This is just in a dream. This can’t be happening...</i>
fr: Ra... Rashti ? Rashti ?!... <i>*nerveusement, à lui-même* Non, non, non, c'est pas possible. C'est juste un rêve. Ça peut pas être vrai...</i>
pl: Ra... Rashti? Rashti?! <i>*nerwowo do siebie* Nie, nie, nie, to niemożliwe. To tylko sen. To nie dzieje się naprawdę...</i>

source: That's it? Quite disappointing, really. Well, at least I have one less foe to worry about...
fr: C'est tout ? Plutôt décevant, vraiment. Bon, au moins j'ai un ennemi de moins à gérer...
pl: Tylko tyle? Bardzo rozczarowujące, naprawdę. No cóż, przynajmniej jednego przeciwnika mniej...

source: She’s dead. I’m sorry, Mehir...
fr: Elle est morte. Je suis désolé, Mehir...
pl: Ona nie żyje. Przykro mi, Mehirze...

source: A thousand curses in Nomolas's name! I let Rashti die! Any punishment the High Council could inflict upon me would be miniscule compared to what I deserve for this... Why the hell have I decided to get involved in this damn war?!
pl: Niech Nomolas mnie przeklnie! Dopuściłem do śmierci Rashti! Żadna kara wymierzona we mnie przez Najwyższą Radę będzie niczym w obliczu tego co powinno mnie spotkać... Czemu u licha zdecydowałem się brać udział w tej cholernej wojnie?!

source: It is not...
fr: C'est pas...
pl: To jeszcze nie...

source: ...OVER YET!!!
fr: ...ENCORE FINI !!!
pl: ...KONIEC!!!

source: Rashti? You... you’re alive?! Both of you?
pl: Rashti? Ty... ty żyjesz?! Obie z was?

source: We have been split, and us halves are now independent, but we must unite in order to restore the balance of the Abyss.
pl: Zostałyśmy rozdzielone, a nasze połówki są teraz niezależne, jednak musimy się zjednoczyć by przywrócić równowagę Otchłani.

source: NEVER! I won’t let myself be enslaved again! Now I am finally free and... I AM COMING FOR YOU, MEHIR!
fr: JAMAIS ! Je ne serai plus réduire en esclavage ! Maintenant je suis enfin libre et... JE VIENS POUR TOI, MEHIR !
pl: NIGDY! Nie mam zamiaru być ponownie zniewolona! Wreszcie jestem wolna i... IDĘ PO CIEBIE, MEHIRZE!

source: I will never allow you to harm our Master!
fr: Je t'autoriserai jamais à blesser notre Maître !
pl: Nigdy nie skrzywdzisz swego pana!

source: HAHAHAHAHAAHAHAHA, you actually believed what I said?! Your expression is absolutely priceless!
pl: HAHAHAHAHAAHAHAHA, naprawdę uwierzyłeś w to co powiedziałam?! Twoja mina jest bezcenna!

source: You have a rather... twisted sense of humor.
pl: Masz całkiem... pokręcone poczucie humoru.

source: Heh, what can I say, being free from my blue half is quite pleasant. She kept imposing rules upon rules on me. No cussing out members of the High Council, no collateral damage from fireballs, no tortuing enemies unless strictly necessary, blah blah blah. Now I can finally do whatever I please!
pl: Heh, cóż mogę rzec. Bycie wolną od mojej niebieskiej połowy jest całkiem przyjemne. Ciągle narzucała mi coraz to nowe zasady. Żadnego przeklinania członków Najwyższej Rady, żadnych przypadkowych ofiar od kul ognia, żadnego torturowania nieprzyjaciół, chyba że w wyjątkowych sytuacjach, bla, bla, bla. Teraz mogę robić co mi się żywnie podoba!

source: Look Dharma'rashti, we must unite. The whole Abyss is at stake!
pl: Dharma'rashti, wysłuchaj mnie. Naprawdę musimy się zjednoczyć. Tu chodzi o całą Otchłań!

source: NEVER!!!
pl: NIGDY!!!

source: Listen to your other half! You must do this!
pl: Posłuchaj się swojej drugiej połowy! Musicie to zrobić!

source: This is personal, Mehir. Stay away from our fight if you don't want your men to get killed!
pl: To sprawa osobista, Mehirze. Trzymaj się z dala od naszej walki, jeśli nie chcesz, by twoi ludzie zginęli!

source: JUST TRY AND STOP ME, I DARE YOU!!!
fr: ESSAIE SEULEMENT DE M'ARRÊTER, SI TU OSES !!!
pl: TYLKO SPRÓBUJ MNIE POWSTRZYMAĆ!!!

source: We must weaken Dharma’Rashti, so that Ho’Rashti can seize her and unite!
fr: On doit affaiblir Dharma'Rashti, pour que Ho'Rashti puisse l'attraper et s'unir !
pl: Musimy otoczyć Dharma'rashti, aby Ho'Rashri ją dopadła i scaliła z nią!

source: Ho'rashti eliminates Dharma’Rashti
pl: Ho'rashti pokonuje Dharma’Rashti

source: Dharma'rashti eliminates Ho’Rashti
pl: Dharma'rashti pokonuje Ho’rashti

source: Both of Rashti's halves are unkillable (are fully healed when reaching 0 hitpoints), so trying to kill Dharm'rashti is not going to work.
pl: Obie połówki Rashti są niezniszczalne (gdy mają 0 punktów życia, zostają w pełni uleczone), więc próbowanie zabicia Dharma'rashti nie ma sensu.

source: Argh, you win...
pl: Argh… wygrałaś...

source: As strong as our mutural animosity may have been, we can't live without one another. We are two sides of the same coin. You are still dear to me... sister.
pl: Tak jak silna jest animozja między nami, to jednak nie potrafimy bez siebie żyć. Jesteśmy dwiema stronami tej samej monety. Wciąż jesteś mi bliska... siostro.

source: Hmph, fine, I'll tolerate your presence longer... for now.
pl: Hmpf, dobra, chyba będę musiała wytrzymać Twoją obecność... na jakiś czas.

source: Finally, after all the eternal struggle between my two egos, I am whole!
fr: Enfin, après toutes ces éternelles luttes entre mes deux moi, je suis entière !
pl: Nareszcie po odwiecznym konflikcie między moimi dwoma jaźniami, stałam się jednością!

source: Amazing. I have split her in half, and not only she's still alive, but seems to have gone through some sort of... metamorphosis? Nevermind, it’s time to kill you for the second ti...
fr: Incroyable. Je l'ai coupée en deux, et non-seulement elle est encore vivante, mais de plus, elle a eu une sorte de... métamorphose ? Peu importe, il est temps de te tuer pour la deuxième fo...
pl: Niesamowite. Przerżnąłem ją na pół a ona nie dość, że żyje to jeszcze przeszła jakąś formę... metamorfozy? Nieważne, czas zabić ją raz je...

source: What is the meaning of this?!
fr: Qu'est que ça veut dire ?!
pl: Co to ma znaczyć?!

source: Seems I am about to get killed by this bi...
pl: Chyba zaraz zginę przez tą su...

source: *coughs blood* Heh, I must admit, I am grateful to you. Most of our *cough* army is dead thanks to your help.
pl: *krztusi się krwią* Heh, jestem ci wdzięczny. Większość naszej *kaszle* armi została zniszczona dzięki twojej pomocy.

source: Seems you've completely lost your mind, warlock. Time to send you to the dark gods you love talking about so much, good luck explaining your failure to them!
pl: Chyba kompletnie postradałeś rozum, czarnoksiężniku. Czas wysłać cię do twoich mrocznych bogów o których tak lubisz opowiadać. Pora abyś wyjaśnił im swoją porażkę!

source: Haha, very well *cough*, do it!... <i>*to himself* As gullible as my troops, believing all the drivel I spouted with those zealous speeches...</i>
pl: Haha, na to liczę. *krztusi się* Zrób to! <i>Zupełnie naiwna jak moje odziały, które uwierzyły we wszystkie bzdury, które im wykładałem podczas moich gorliwych przemówień...</i>

source: Ra..Rashti... What happened?
fr: Ra..Rashti... Qu'est-ce qui est arrivé ?
pl: Ra..Rashti... Co się stało?

source: I have finally achieved badassery...err I mean harmony of course. This is my final form.
fr: J'ai enfin accédé à ma badassitude... heu je veux dire mon harmonie, bien-sûr. C'est ma forme finale.
pl: Wreszcie osiągnęłam kozackość... eee… to znaczy harmonię. To moja ostateczna forma.

source: I have finally achieved harmony. Two egos have become one. This is my final form.
fr: J'ai enfin accédé à l'harmonie. Deux moi sont devenus unité. Ceci est ma forme finale.
pl: Wreszcie osiągnęłam harmonię. Dwie jaźnie stały się jednością. To moje prawdziwe i ostateczne oblicze.

source: I understand you have a lot to discuss, but the remnants of the Tharis army haven't given up yet. It would be a good idea to deal with them first, and save the sentiments for later.
fr: Je comprends que vous ayez beaucoup de choses à vous dire, mais les restes de l'armée de Tharis n'ont pas encore abandonné. Ce serait une bonne idée de s'occuper d'eux en premier, et de garder la partie sentimentale pour plus tard.
pl: Wiem że macie wiele do obgadania, ale pozostałości armii Tharis wciąż walczą. Byłoby dobrze najpierw się uporać z nimi a potem znaleźć czas na sentymenty.

source: Kill the remaining enemies
fr: Tuer les ennemis restants
pl: Pokonaj pozostałych przeciwników

source: We defeated the invaders! Anthi, WE DID IT!!!
fr: On a battu les envahiseurs ! Anthi, ON A RÉUSSI !!!
pl: Obroniliśmy Kharos! Anti, UDAŁO SIĘ!!!

source: Atiros, I sent you with nothing, and you returned with victory. May the Sun bestow you with infinite light.
fr: Atiros, je t'ai envoyé les mains vides, et tu nous rapportes la victoire. Que le Soleil te fasse don de la lumière infinie.
pl: Atirosie, posłałam cię z niczym, a ty powróciłeś ze zwycięstwem. Niech Słońce obdarzy cię nieskończonym Światłem.

source: Thank our legendary brothers from the Great Desert. This is Mehir, our rescuer!
fr: Remerciez nos frères légendaires du Grand Désert. Voici Mehir, notre sauveur !
pl: Podziękuj naszym legendarnym braciom z Wielkiej Pustyni. Oto Mehir, nasz zbawca!
