Repository: Toranks/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: fr, pl

source: <i>Hearken ye, You strangers in a desolate land To this tale of lands most old, of the Summoners of al-Kamija, Those mighty magi Of powers untold, Their Abysmal servants Both good and bad, And of Mehir, who had, As once foretold, saved all life in this world.</i>
fr: <i> Oyez-donc étrangers en cette terre aride, Ce récit raconté depuis centaines d'ides, Des gens d'al-Kamija, Invocateurs divins, Mais avant toutes choses, de puissants magiciens. Ô grands pouvoirs mystiques ! Ô servants des Abysses ! Êtres qui, ni le bien, ni le mal ne subissent, Et toi, noble Mehir, qui as de notre monde, Sauvé vie et bonheur, qui en cascades abondent.</i>
pl: <i>Słuchajcie wy, obcy na opuszczonej ziemi, opowieści tej o krainach najstarszych, o Przywoływaczach z al-Kamidży, Magach potężnych o mocach nieopisanych, wraz z ich sługami tajemnymi i o Mehirze, który, jak mu było przeznaczone, Powstrzymał noc, ratując Słońce.</i>

source: This is the story of Mehir, the Summoner, and his journey to lands unknown.
fr: Voici l'histoire de Mehir, l'Invocateur, et son voyage vers des terres inconnues.
pl: Oto opowieść o Przywoływaczu Mehirze i jego podróży do nieznanych krain.

source: (Intermediate or Expert level. 19 playable scenarios.)
fr: (Niveau intermédiaire à Expert. 19 scénarios jouables.)
pl: (Średni lub zaawansowany poziom trudności. 19 grywalnych scenariuszy)

source: To Lands Unknown
fr: Vers des Terres Inconnues
pl: Ku Nieznanym Krainom

source: TLU
fr: VTI
pl: KNK

source: Jinni
pl: Dżin

source: Easy
pl: Łatwy

source: Wonderful Jinni
pl: Wspaniały Dżin

source: Normal
pl: Normalny

source: Mystical Jinni
pl: Mistyczny Dżin

source: Hard
pl: Trudny

source: Campaign Design
fr: Conception de la Campagne
pl: Projekt kampanii

source: Artwork and Level Design
fr: Création des Graphismes et des Niveaux
pl: Opracowanie graficzne i mapy

source: WML coding
fr: Code WML
pl: Programowanie

source: Story corrections
fr: Corrections de l'histoire
pl: Poprawki fabularne

source: Proofreading
fr: Relecture
pl: Korekta

source: Translations
fr: Traductions
pl: Tłumaczenia

source: Gameplay Testing
fr: Tests du jeu
pl: Testowanie

source: The required add-on “<i>Era of Magic</i>” is currently <b>not</b> installed.
pl: Wymagany dodatek “<i>Era of Magic</i>” jest obecnie <b>nie</b> zainstalowany.

source: The required add-on “<i>To Lands Unknown: Resources</i>” is currently <b>not</b> installed.
pl: Wymagany dodatek “<i>To Lands Unknown: Resources</i>” jest obecnie <b>nie</b> zainstalowany.

source: metamorph
fr: métamorphe
pl: metamorf

source: This elemental can turn into another type of elemental.
fr: Cet élémentaire peut se transformer en un autre type d'élémentaire.
pl: Ten żywiołak może zamienić się w inny rodzaj.

source: Turn into fire
fr: Transformation en feu
pl: Zamień w ogień

source: Turn into water
fr: Transformation en eau
pl: Zamień w wodę

source: Turn into air
fr: Transformation en air
pl: Zamień w powietrze

source: Turn into earth
fr: Transformation en terre
pl: Zamień w ziemię

source: meditation
fr: méditation
pl: medytacja

source: This unit gains 1 point of experience at the start of his side's turn if he wasn't moving on the previous turn.
fr: Cette unité gagne 1 point d'expérience au début du tour de son camp si elle n'a pas bougé au tour précédent.
pl: Ta jednostka zyskuje 1 punkt doświadczenia na początku swojej tury pod warunkiem, że w poprzedniej nie przemieszczała się i nie atakowała.

source: Legends say that this scimitar can magically lead a hand of the owner so his strikes are more deadly and hit more often. - Attack increases by 100% - Chance to hit is constant and equals 70% - If the unit's scimitar already has weapon specials, they are overwritten Should this unit pick up the scimitar?
fr: La légende dit que ce cimeterre peut guider par enchantement la main de son propriétaire pour rendre ses coups plus mortels et qu'il touche plus souvent sa cible. - L'attaque est augmentée de 100% - La probabilité de toucher est constante et égale à 70% - Si le cimeterre de l'unité possède déjà des effets particuliers, ceux-ci sont écrasés Cette unité doit-elle ramasser le cimeterre ?
pl: Legendy mówią, że ten sejmitar może magicznie prowadzić rękę swego właściciela tak, by jego ciosy były bardziej zabójcze i częstsze. - Atak zwiększa się o 100% - Szansa na trafienie jest stała i wynosi 70% - Jeśli jednostka miała jakieś modyfikacje sejmitara, to zostaną one zastąpione nowymi Czy jednostka powinna podnieść sejmitar?

source: Propelled by Abyssal winds, and woven from magical threads. Those lucky enough who possess this ancient vehicle gain amazing mobility. - Advances the unit (unless the unit is already at maximum level) - Speed increases by 50% Should this unit pick up the carpet?
fr: Poussé par des vents Abyssaux, et tissé de fils magiques. Ceux qui ont la chance de posséder cet antique véhicule gagnent une mobilité incroyable. - Promeut l'unité (à-moins qu'elle ne soit déjà au niveau maximal) - La vitesse augmente de 50% Cette unité doit-elle ramasser le tapis ?
pl: Napędzany wiatrem z Otchłani, uszyty z magicznych nici. Szczęśliwcy którzy mogą posiąść ten starożytny pojazd mogą liczyć na niesamowite zwiększenie mobilności. - Awansuje jednostkę (o ile nie jest na najwyższym poziomie) - Prędkość wzrasta o 50% Czy jednostka powinna podnieść dywan?

source: This mysterius ring is richly decorated with magical symbols connected to the Abyss, mending wounds of the bearer. - Grants regeneration Should this unit pick up the ring?
fr: Cet anneau mystérieux est richement décoré avec des symboles magiques connectés aux Abysses, pensant les blessures du porteur. - Accorde la régénération Cette unité doit-elle ramasser l'anneau ?
pl: Ten tajemniczy pierścień ozdobiony jest magicznymi symbolami połączonymi bezpośrednio z Otchłanią. Dzięki temu umożliwia leczenie swojego właściciela. - Umożliwia regenerację Czy jednostka powinna podnieść pierścień?

source: Marked with mysterious symbols, this cloak was enchanted a long time ago, shielding the wearer from the desert heat and flames alike. - Advances the unit (unless the unit is already at maximum level) - Grants 50% fire resistance Should this unit pick up the cloak?
fr: Couvert de symboles mystérieux, ce manteau a été enchanté il y a longtemps, protégeant le porteur de la chaleur du désert et des flammes. - Promeut l'unité (à-moins qu'elle ne soit déjà au niveau maximum) - Accorde 50% de résistance au feu Cette unité doit-elle ramasser le manteau ?
pl: Ozdobiony tajemniczymi symbolami, ten płaszcz został choć zaklęty dawno temu, nadal skutecznie potrafi chronić swojego właściciela przed żarem pustyni jak i ogniem. - Awansuje jednostkę (o ile nie jest na najwyższym poziomie) - Daje 50% odporności na ogień Czy jednostka powinna podnieść płaszcz?

source: This unique headgear had to belong to a very powerful summoner. It follows from the amazing workmanship and the glitter of the big crystal in the front. - Increases magical power by 20% - Decreases experience points needed for advancement by 25% Should this unit pick up the cap?
fr: Ce couvre-chef unique devait appartenir à un invocateur très puissant. Ceci se déduit de l'impressionnant travail de maître et de l'éclat du gros cristal scellé à l'avant. - Augmente les capacités magiques de 20% - Diminue le nombre de points d'expérience nécessaires à la promotion de 25% Cette unité doit-elle ramasser le chapeau ?
pl: To niezwykłe nakrycie głowy należało do bardzo potężnego przywoływacza. Można to wywnioskować po niezwykłym wykonaniu i błyszczącym krysztale umocowanym na przedzie. Zwiększa magiczną moc o 20% Zmniejsza ilość punktów doświadczenia wymaganych do awansu o 25% Czy jednostka powinna podnieść czapkę?

source: Richly decorated plates, solid workmanship and magical symbols: this must be the legendary armor made by the Ka-Gattans blacksmiths. - Increases physical resistances by 25% - Increases fire and cold resistances by 20% - Decreases arcane resistance by 15% Should this unit pick up the armor?
fr: Des plaques richement décorées, un travail de qualité et des symboles magiques : ce doit être l'armure légendaire faite par les forges de Ka-Gattan. - Augmente les résistances physiques de 25% - Augmente les résistances au feu et au froid de 20% - Diminue la résistance à l'arcane de 15% Cette unité doit-elle ramasser l'armure ?
pl: Bogate wzornictwo, solidne wykonanie i magiczne symbole: to musi być legendarny pancerz Ka-Gattan. - zwiększa fizyczne odporności o 25% - zwiększa odporność na ogień i chłód o 20% - zmniejsza odporność na astralny typ obrażeń o 15% Czy jednostka powinna podnieść pancerz?

source: This pike, forged from raw abyssal energy, is the weapon once wielded by the very first Rhami'kai of. The spears used by her successors were were made from mundane metal. - Advances the unit (unless the unit is already at maximum level) - Increases the attack by 25% - Increases magical resistances by 10% Should this unit pick up the spear?
fr: Cette pique, forgée à-partir d'énergie abyssale pure, est l'arme autrefois brandie par la toute première Rhami'kai. Les lances utilisées par ses successeurs furent faites de métal terrestre. - Promeut l'unité (à-moins qu'elle ne soit déjà au niveau maximal) - Augmente l'attaque de 25% - Augmente les résistances magiques de 10% Cette unité doit-elle ramasser la lance ?
pl: Włócznia, wykuta z czystej energii Otchłani, dzierżona była niegdyś przez pierwszą Rhami'kai. Kolejne włócznie noszone przez jej następczynie były wykonane już ze zwykłego metalu. -Awansuje jednostkę (o ile nie jest na najwyższym poziomie) - Zwiększa atak o 25% - Zwiększa odporność na magię o 10% Czy jednostka powinna podnieść włócznię?

source: A legendary masterpiece made by the Ancestors in the olden times. Its unique powers enabled the magical being to be recalled back to the mortal world after being killed. - The unit is recalled back to the leader when dies - After each recall the unit is fully healed - The unit can be recalled only 3 times. After that it dies for sure. Should this unit pick up the collar?
fr: Un chef-d’œuvre légendaire fabriqué par les Ancêtres en des temps reculés. Ses pouvoirs uniques permettaient aux créatures magiques d'être rappelées dans le monde mortel après avoir été tuées. - L'unité est rappelée aux côtés du commandant quand elle meurt - Après chaque rappel, l'unité est pleinement soignée - L'unité ne peut être rappelée que 3 fois. Après cela, elle meurt forcément.\n Cette unité doit-elle ramasser le collier ?
pl: Legendarny artefakt, arcydzieło Starożytnych. Powstała w dawnych czasach ta niezwykła obroża umieszczona na magicznej jednostce pozwala na jej wskrzeszenie po śmierci. - Jednostka powraca do przywódcy - Po każdym przywołaniu jednostka staje się uleczona - Jednostka może zostać wskrzeszona 3 razy. Później przepada na dobre. Czy jednostka powinna podnieść obrożę?

source: When the Ancestors summoned first elementals — entities made of pure energy - they dreamed about replicating the Elemental Bird - a mix of all four known elements. Unfortunately they failed, but at least ended up with an unique amulet, capable of transforming one forms of an elemental into another. One might go as far as saying this is one of the most powerful relics made by the Ancestors. The elemental unit can turn into another elemental (use right-click on the unit to activate) Should this unit pick up the amulet?
fr: Lorsque les Ancêtres invoquèrent les premiers élémentaires — entités faites d'énergie pure - ils rêvèrent de répliquer l'Oiseau Élémentaire - un mélange des quatre éléments. Malheureusement ils échouèrent, mais au moins ils aboutirent à une amulette unique, capable de transformer une forme d'élémentaire en une autre. Autant dire qu'il s'agit de l'un des artefacts magiques les plus puissants fabriqués par les Ancêtres. L'unité élémentaire peut se transformer en un autre élémentaire (cliquez droit sur l'unité pour activer) Cette unité doit-elle ramasser l'amulette ?
pl: Kiedy Przodkowie przywołali pierwsze żywiołaki - jednostki zbudowane z czystej energii - zamarzyli o stworzeniu czegoś na wzór Ptaka Żywiołów - istoty będącej połączeniem wszystkich czterech elementów. Niestety ich próby spełzły na niczym, lecz udało im się opracować unikalny amulet pozwalający na zmianę jednego żywiołu w inny. Po dziś dzień jest to jeden z najpotężniejszych artefaktów stworzonych przez Przodków. Czy jednostka powinna podnieść amulet?

source: This staff is rumored to have been the very one wielded by the first Master of Banishers. Its power is formidable even in untrained hands. - Advances the unit (unless the unit is already at maximum level) - the banishment attack never misses - the staff/frozen gate attacks deal +2 damage - increases magical resistances by 10% Should this unit pick up the staff?
fr: On dit que ce bâton est le tout premier à avoir été brandi par le premier Maître des Bannisseurs. Son pouvoir est formidable même entre des mains novices. - Promeut l'unité (à-moins qu'elle ne soit déjà au niveau maximum) - l'attaque de bannissement ne rate jamais - les attaques bâton et porte glacée font +2 dégâts - augmente les résistances magiques de 10% Cette unité doit-elle ramasser le bâton ?
pl: Ta laska była ponoć własnością pierwszego Mistrza Wyganiaczy. Jej moc potrafi być potężna nawet w niedoświadczonych dłoniach. - Awansuje jednostkę (o ile nie jest na najwyższym poziomie) - wyganianie nigdy nie pudłuje - laska jak i zamrożone wrota zadają +2 więcej obrażeń - zwiększa odporność na magię o 10% Czy jednostka powinna podnieść laskę?

source: This sphere was found in Reficul's camp. It emits a magical barrier around the bearer, protecting him from most kinds of damage. Tar-Tabar's enchanters have managed to adapt it for human use, but at a slight expense of effectiveness. - increases physical and magical resistances by 15% Should this unit pick up the sphere?
fr: Cette sphère a été trouvée dans le camp de Reficul. Elle émet une barrière magique autour de son porteur, le protégeant de la plupart des dégâts. Les enchanteurs de Tar-Tabar ont réussi à l'adapter à une utilisation par un humain, mais à un léger prix en terme d'efficacité. - augmente les résistances physiques et magiques de 15% Cette unité doit-elle ramasser la sphère ?
pl: Ta kula została znaleziona w obozie Reficula. Emituje magiczną barierę wokół swego właściciela, chroniąc go przed większością obrażeń. Zaklinacze z Tar-Tabaru zdołali dostosować ją do użytku przez ludzi kosztem efektywności. - zwiększa fizyczne i magiczne odporności o 15% Czy jednostka powinna podnieść kulę?

source: for later use (on recruit/recall of a unit)
fr: pour utilisation ultérieure (dans la liste de recrutement/rappel)
pl: na później (przy rekrutacji lub przywołaniu jednostki)

source: You can still take the item for later use, though.
fr: Vous pouvez néanmoins prendre l'objet en prévision d'une utilisation ultérieure.
pl: Możesz podnieść ten przedmiot później.

source: At the moment you do not have a unit in your army who could use this artifact. However the item will be picked up, so it can wait for a suitable unit to be recruited or recalled.
fr: Pour le moment, vous n'avez pas d'unité dans votre armée qui pourrait utiliser cet artefact. Cependant, l'objet va être récupéré de façon à pouvoir attendre qu'une unité adéquate soit recrutée ou rappelée.
pl: W tym momencie nie masz jednostki, która mogłaby podnieść ten artefakt. Zostanie on jednak zabrany, tak aby później można było go przekazać odpowiedniemu nowemu właścicielowi.

source: carpet^Take it
fr: Le prendre
pl: Weź go

source: Golden Carpet
fr: Tapis D'or
pl: Złoty Dywan

source: Woven of golden threads, inspired by Abyssal winds. Everyone who possesses this ancient vehicle gains amazing speed and agility. Speed increases by 50%
fr: Tissé de fils d'or, inspiré par les vents des Abysses. Quiconque possède cet antique véhicule gagne une vitesse et une agilité incroyable. La vitesse augmente de 50%
pl: Uszyty ze złotych nici, natchniony wiatrami Otchłani. Każdy kto posiądzie ten niezwykły pojazd, uzyska niezwykłą prędkość i zwinność. Prędkość zwiększa się o 50%

source: golden carpet
fr: tapis d'or
pl: złoty dywan

source: This unit flies on the ancient Golden Carpet. Effects: Speed increases by 50%
fr: Cette unité vole sur l'ancien Tapis D'or. Effets : La vitesse est augmentée de 50%
pl: Jednostka lata na starożytnym Złotym Dywanie Efekty: Prędkość wzrasta o 50%

source: carpet^Leave it for another unit
fr: Le laisser pour une autre unité
pl: Zostaw go dla innej jednostki

source: cloak^Take it
fr: Le prendre
pl: Weź go

source: Desert Cloak
fr: Manteau du Désert
pl: Pustynny Płaszcz

source: Marked with mysterious symbols, this cloak was enchanted a long time ago, but it still grants its owner good protection against fire. Advances the unit (unless the unit is already at maximum level) Grants 50% fire resistance
fr: Couvert de symboles mystérieux, ce manteau fut enchanté il y a longtemps, mais il offre toujours à son porteur une bonne protection contre le feu. Promeut l'unité (à-moins qu'elle ne soit déjà au niveau maximum) Accorde 50% de résistance au feu
pl: Pokryty tajemniczymi symbolami, płaszcz ten został zaklęty dawno temu, lecz wciąż gwarantuje swemu właścicielowi pewną odporność na ogień Awansuje jednostkę (o ile nie jest na najwyższym poziomie) Daje 50% odporności na ogień

source: desert cloak
fr: manteau du désert
pl: pustynny płaszcz

source: This unit wears the famous Desert Cloak of ancients. Effects: Grants 50% fire resistance
fr: Cette unité porte le fameux Manteau du Désert des anciens. Effets : Accorde 50% de résistance au feu
pl: Ten jeździec nosi słynny Pustynny Płaszcz starożytnych Efekty: Daje 50% odporności na ogień

source: cloak^Leave it for another unit
fr: Le laisser pour une autre unité
pl: Zostaw go dla innej jednostki

source: spear^Take it
fr: Le prendre
pl: Weź ją

source: Spear of Rhami
fr: Lance de Rhami
pl: Włócznia Rhami

source: This weapon, forged from the light of the Abyss, is a part of the equipment used by magical entities called Rhami’kai. The Ancestors stole one of those spears and enhanced it magically. Advances the unit (unless the unit is already at maximum level) Increases the attack by 25% Increases magical resistances by 10%
fr: Cette arme, forgée de lumière Abyssale, fait partie de l'équipement utilisé par des entités magiques appelées Rhami'kai. Les Ancêtres ont volé l'une de ces lances et l'ont enchantée magiquement. Promeut l'unité (à-moins qu'elle ne soit déjà au niveau maximum) Augmente l'attaque de 25% Augmente les résistances magiques de 10%
pl: Włócznia ta, wykuta ze światła Otchłani, jest częścią ekwipunku magicznych istot zwanych Rhami'kai. Przodkowie wykradli jedną z takich włóczni i wzmocnili ją magicznie - Awansuje jednostkę (o ile nie jest na najwyższym poziomie) - Zwiększa obrażenia o 20% - Zwiększa magiczne odporności o 10%

source: spear of rhami
fr: lance de rhami
pl: włócznia rhami

source: This unit is holding a powerful spear of abysmal origin. Effects: Increases the attack by 25% Increases magic resistance by 10%
fr: Cette unité porte une puissante lance d'origine abyssale. Effets : Augmente l'attaque de 25% Augmente les résistances magiques de 10%
pl: Ta jednostka posiada potężną włócznię pochodzącą z Otchłani. Efekty: Zwiększony atak o 25% Zwiększona odporność na magię o 10%

source: spear^Leave it for another unit
fr: La laisser pour une autre unité
pl: Zostaw ją dla innej jednostki

source: collar^Take it
fr: Le prendre
pl: Weź ją

source: Collar of Recall
fr: Collier de Rappel
pl: Obroża Przywołania

source: A legendary artifact, a masterpiece made by the Ancestors. In olden times a magical collar was made, which when placed upon a magical being, could recall it after death. The unit is recalled back to the leader After each recall the unit is fully healed The unit can be recalled only 3 times. After that it dies for sure.
fr: Un artefact légendaire, un chef d’œuvre créé par les Ancêtres. Dans les temps anciens, un collier magique a été fabriqué, qui, s'il est porté par un être magique, peut le rappeler après la mort. L'unité est rappelée auprès du commandant Après chaque rappel, l'unité est pleinement soignée L'unité ne peut être rappelée que 3 fois. Après ça, elle meurt forcément.
pl: Legendarny artefakt, arcydzieło Starożytnych. Powstała w dawnych czasach ta niezwykła obroża umieszczona na magicznej jednostce pozwala na jej wskrzeszenie po śmierci. Jednostka powraca do przywódcy Po każdym przywołaniu jednostka staje się uleczona Jednostka może zostać wskrzeszona 3 razy. Później przepada na dobre.

source: collar
fr: collier
pl: obroża

source: After death the unit is recalled back to leader. Activates only 3 times.
fr: Après la mort, l'unité est rappelée auprès du commandant. Ne fonctionne que 3 fois.
pl: Po śmierci jednostka wraca do przywódcy. Działa tylko 3 razy.

source: collar^Leave it for another unit
fr: Le laisser pour une autre unité
pl: Zostaw ją dla innej jednostki

source: amulet^Take it
fr: La prendre
pl: Weź go

source: Amulet of Metamorph
fr: Amulette du Métamorphe
pl: Amulet Metamorfa

source: The Ancestors were fascinated with elementals — entities made of pure energy. They also dreamed about creating a creature from a mix of all four known elements. Unfortunately they failed. Yet at the end an unique amulet was created, capable of transforming one element into another one. This is one of the most powerful relics made by the Ancestors. The elemental unit can turn into other elemental (use right-click on the unit to activate)
fr: Les Anciens étaient fascinés par les élémentaires — des entités faites de pure énergie. Ils rêvaient même de créer une créature à-partir d'un mélange des quatre éléments connus. Malheureusement, ils échouèrent. Cependant, finalement, une amulette unique fut créée, capable de transformer un élément en un autre. Ceci est l'une des reliques les plus puissantes fabriquées par les Ancêtres. L'unité élémentaire peut se transformer en un autre élémentaire (utilisez le clic droit pour activer)
pl: Przodkowie byli zafascynowani żywiołakami - istotami zbudowanymi z czystej energii. Marzyli oni o stworzeniu niezwykłego rodzaju tych istot, będącego połączeniem wszystkich znanych żywiołów. Niestety nie udało im się. Mimo to powstał specjalny amulet pozwalający na zmianę jednego żywiołu w inny. To jeden z najpotężniejszych reliktów Przodków. Może zmieniać żywiołaka w inny jego typ (kliknij prawym przyciskiem aby aktywować)

source: This elemental wears the Amulet of Metamorph. Effects: The elemental unit can turn into another elemental (use right-click on the unit to activate). The unit becomes loyal.
pl: Ten żywiołak nosi Amulet Metamorfa. Efekty: Ten żywiołak może zamienić się w innego żywiołaka (kliknij prawym klawiszem myszy by aktywować). Ta jednostka staje się lojalna.

source: amulet^Leave it for another unit
fr: La laisser pour une autre unité
pl: Zostaw go dla innej jednostki

source: armor^Take it
fr: La prendre
pl: Weź go

source: Cuirass of the Ancients
fr: Cuirasse des Anciens
pl: Kirys Przodków
