Repository: Toranks/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: fr, pl

source: Yes, summoner, it was she who opened the portal that sucked her master in, and yet apparently all the blame goes to me. How's that fair?
pl: Tak, przywoływaczu, to ona otworzyła portal, który zassał jej mistrza i to ona za to odpowiada. Prawda jakie życie potrafi być niesprawiedliwe?

source: (to Rashti) Did you actually do that?!
pl: (do Rashti) Czy naprawdę to zrobiłaś?!

source: Yes...
pl: Tak...

source: She did not witness the death of her master. I blew her out of this place, a few days of walking from here.
fr: Elle n'a pas vu la mort de son maître. Je l'ai éjectée dehors, à quelques jours de marche d'ici.
pl: Nie była świadkiem odejścia jej mistrza. Zdmuchnąłem ją z tego miejsca, kilka dni drogi stąd.

source: Rashti, you will not make the same mistake again. You will not read the spell. But I wonder whether you... remember it.
fr: Rashti, tu ne referas pas la même erreur. Tu ne vas pas lire la formule. Mais je me demande si tu... t'en souviens.
pl: Rashti, nie popełnisz dwa razy tego samego błędu. Nie przeczytasz zaklęcia. Ciekawi mnie natomiast czy je... pamiętasz.

source: BLOODY HELL, OF COURSE I REMEMBER, YOU AIRHEADED BASTARD!!! I am an ABYSSAL being for Nomolas's sake, we NEVER forget!
pl: OCZYWIŚCIE, ŻE PAMIĘTAM, TY DRANIU!!! Jestem istotą z OTCHŁANI na miłość Nomolasa! My NIGDY nie zapominamy!

source: Oh, really? I don't believe you. If you truly remember the spell, prove it.
fr: Oh, vraiment ? Je te crois pas. Si tu te souviens vraiment de la formule, prouve le.
pl: Och, czyżby? Jakoś ci nie wierzę. Jeśli naprawdę pamiętasz to zaklęcie, to udowodnij to.

source: Don’t do th...
fr: Ne fait pas ç...
pl: Nie rób t...

source: PROVE IT? You want me to PROVE IT? OH I'M GONNA PROVE IT ALL RIGHT!!! SHAKATARAJA RAMIDAJANA KATARAJAN!!!
pl: UDOWODNIĆ CI? Chcesz, żeby ci UDOWODNIĆ? OCH JUŻ JA CI UDOWODNIĘ!!! SHAKATARAJA RAMIDAJANA KATARAJAN!!!

source: *to himself* <i>Meh... that was too easy. I love naïveté of abysmal beings. I can barely believe that she just fell for the oldest trick in the book...</i>
pl: *do siebie* <i>Ech... to było zbyt proste. Uwielbiam naiwność istot z Otchłani. Aż ciężko mi uwierzyć, że nabrała się na najprostszą sztuczkę...</i>

source: Rashti, what have you done?! It’s pulling us in!!!
pl: Rashti, coś ty zrobiła?! To nas zasysa!!!

source: Argh, I can't believe it, I fell for it again, I am a failure...
pl: Argh, nie mogę uwierzyć! Znów się na to nabrałem, jestem porażką...

source: You can reflect on your mistake later. What matters now is killing the true culprit - the human.
pl: Nie czas na rozmyślanie o błędach. Teraz liczy się pokonanie prawdziwego winowajcy - tego człowieka.

source: Yes... you're right.
pl: Tak... masz rację.

source: Mehir, I must climb to where he stands, and RIP HIM TO SHREDS!!!
pl: Mehirze, muszę wspiąć się na jego wysokość i ROZERWAĆ GO NA DROBNE KAWAŁKI!!!

source: You better hurry up before we get sucked into this hell!
fr: Vous feriez bien de vous dépêcher avant qu'on soit aspirés dans cet enfer !
pl: Lepiej się pospiesz zanim to piekło nas pochłonie!

source: Rashti's determination to kill Aerius allows her to ignore enemy ZoC, and her movement is increased by 1. (this bonus only lasts until the end of the scenario)
fr: La détermination de Rashti de tuer Aerius lui permet d'ignorer les ZdC ennemies, et ses déplacements sont augmentés de 1. (ce bonus ne dure que jusqu'à la fin du scénario)
pl: Determinacja Rashti by pokonać Aeriusa jest na tyle duża, że pozwala jej na ignorowanie stref kontroli przeciwników, zaś jej szybkość jest zwiększona o 1. (bonus ten trwa do końca misji)

source: Run, Rashti, run. You're our only hope!
fr: Cours, Rashti, cours. Tu es notre seul espoir !
pl: Biegnij, Rashti, biegnij. Jesteś naszą jedyną nadzieją!

source: Stop right there!
fr: Arrête-toi là !
pl: Stój gdzie stoisz!

source: HELL NO!!! NOW GET OUT OF MY WAY!!! I'VE GOT UNIFINISHED BUSINESS TO ATTEND TO!!!
fr: OH QUE NON !!! BOUGE VITE DE MON CHEMIN !!! J'AI UN TRUC URGENT A FAIRE !!!
pl: O NIE!!! A TERAZ Z DROGI!!! MAM TU PEWNĄ SPRAWĘ DO ZAŁATWIENIA!!!

source: Over my dead body!
fr: Il faudra me passer sur le corps !
pl: Po moim trupie!

source: We can arrange that...
fr: On peut s'arranger...
pl: Możemy to zaaranżować...

source: Argh!... I'm...too...young...to...die...
fr: Argh !... Je suis...trop...jeune...pour...mourir...
pl: Argh!... Jestem... zbyt młody... by umrzeć...

source: Serves him right...
fr: Ça, c'était mérité.
pl: Dobrze mu tak...

source: Rashti! Get away from there! We must close the portal!
fr: Rashti ! Partez de là, on doit fermer le portail !
pl: Rashti! Uciekaj stamtąd! Musimy zamknąć portal!

source: Wow... how did you pull this off?
fr: Wow... comment vous avez fait ça ?
pl: Wow… jak to zrobiłaś?

source: I used that scumbag's soul to close the gate, to ensure he won't return ever again.
fr: J'ai utilisé l'âme de cet abruti pour fermer la porte, pour être sûre qu'il reviendra jamais.
pl: Użyłam duszy tego idioty do zamknięcia wrót, na wypadek gdy planował powrót.

source: And now...
fr: Et maintenant...
pl: A teraz...

source: KILL THE REST!!! SHOW NO MERCY TO THESE SCUM!!!
pl: ZABISZ RESZTĘ!!! NIE OKAZYWAĆ LITOŚCI!!!

source: The portal has been closed! Let’s defeat the rest!
fr: Le portail a été refermé ! Débarrassons-nous de ceux qui restent !
pl: Portal został zamknięty! Pokonajmy resztę!

source: That’s the last of them. We must bring the sad news to al-Kamija. Tashkar has been killed...
fr: C'était le dernier. On doit rapporter la triste nouvelle à al-Kamija. Tashkar a été tué...
pl: To był ostatni. Musimy wrócić do al-Kamidży i przekazać smutne wieści. Tashkar nie żyje...

source: Mehir... please... be my new master.
fr: Mehir... s'il te plaît... deviens mon nouveau maître.
pl: Mehirze... proszę, bądź moim nowym panem.

source: What?! Me?! But...
fr: Quoi ?! Moi ?! Mais...
pl: Co?! Ja?! Ale...

source: You are worthy.
fr: Tu en es digne.
pl: Jesteś godzien.

source: Finally a female abysmal likes me! But...
fr: Enfin une fille des Abysses qui m'apprécie ! Mais...
pl: Nareszcie jakaś kobieta z Otchłani mnie lubi! Ale...

source: I... I think that is up to the High Council to decide. Besides, I’m not one of three city leaders. They are the only ones that are allowed to have Ultimate Beings as servants, you know.
pl: Ja... Ja uważam, że to Najwyższa Rada powinna zadecydować. Poza tym nie jestem żadnym z trzech liderów miast, a tylko oni mogą posiąść istoty ostateczne na własność.

source: So be it. Let the High Council decide.
fr: Ainsi soit-il. Laissons le Haut Conseil décider.
pl: Wobec tego niech tak się stanie.

source: Oh no... The dwellers of the Red Abyss are flooding into our realm! If we do not close the portal soon, this will be the end of the world!
fr: Oh non... Les habitants des Abysses Rouges se rependent dans notre monde ! Si on ne ferme pas le portail rapidement, ce sera la fin du monde !
pl: O nie... Mieszkańcy Czerwonej Otchłani wkraczają do naszego wymiaru! Jeśli szybko nie zamkniemy portalu, nastąpi koniec świata!

source: A world of MORTALS! How nice! It's time to lay it to RUIN!
fr: Un monde de MORTELS ! Comme c'est mignon ! Il est temps de jouer à la DESTRUCTION !
pl: Świat ŚMIERTELNIKÓW! Jak miło! Czas obrócić go w zgliszcza!

source: Well well, yet another pathetic rebellion in the Red Abyss? Seems it is time for me to take out the trash yet again.
pl: No proszę, kolejna żałosna rebelia w Czerwonej Otchłani? Wygląda na to, że nadeszła pora, by zająć się ponownie śmieciami.

source: You sound... calmer than usual for your half, Your Highness.
pl: Brzmisz... dość spokojnie jak na Twoją połowę, Wasza Wysokość.

source: Hehe, I gotta set a good example in front of my subjects, you know, even if they are unruly thugs like these.
pl: Hehe, muszę świecić przykładem przed moimi poddanymi. Nawet jeśli są zdeprawowanymi bandytami jak ci tutaj.

source: Anyway, formal politeness aside, I WILL SHRED YOU INTO TINY BITS AND TURN YOU INSIDE OUT YOU, PATHETIC REBEL SCUM!!!
pl: Dobra, starszy tych uprzejmości. ROZWALĘ WAS W DROBNY MAK, ŻAŁOSNE REBELIANCKIE ŚCIERWA!!!

source: Ah, look who it is. The tyrant queen and bootlicker of humans, Rashti'rhami herself! Everyone, now's our chance, she is weaker in the mortal world! Get her!
pl: Ach, spójrzcie kogo my tu mamy. Królowa tyranii, ta która liże ludziom buty, Rashti'rhami we własnej osobie! To nasza szansa, ona jest słabsza w świecie śmiertelników! Brać ją!

source: Message
pl: Wiadomość

source: team_name^Unknown
fr: Inconnu
pl: Nieznany

source: team_name^High Council
fr: Haut Conseil
pl: Najwyższa Rada

source: Defeat the intruders
fr: Battre les intrus
pl: Pokonaj intruzów

source: Death of more than three Council members
pl: Śmierć więcej niż trzech członków Rady

source: Death of more than two Council members
fr: Mort de plus de deux membres du Conseil
pl: Śmierć więcej niż dwóch członków Rady

source: Death of more than one Council member
pl: Śmierć więcej niż jednego członka Rady

source: The elders should be in that building. Let's get going.
pl: Starsi powinni być w tym budynku. Chodźmy.

source: V-very well... *visibly nervous*
pl: W p-porządu… *widocznie poddenerwowana*

source: Ah, Mehir, welcome back! We were on our way to Mag-Magar when you arrived. I see you have brought the holy Rashti'rhami with you, but where is Tashkar?
pl: Ach, Mehirze, witaj z powrotem! Właśnie planowaliśmy udać się do Mag-Magaru. Widzę, że przybyłeś wraz ze świętą Rashti'rhami, ale gdzie jest Tashkar?

source: Well, it's a long story, let me explain...
pl: Cóż, to długa historia, pozwólcie, że wyjaśnię...

source: One explanation later...
pl: Jedno wyjaśnienie później...

source: We shouldn’t blame Rashti for Tashkar’s death. Being naïve is a characteristic of the Abyssals. Luckily, the true guilty party got what they deserved. Though I do wonder, who were they?
pl: Nie powinniśmy obwiniać Rashti za śmierć Tashara. Naiwność jest cechą charakterystyczną istot z Otchłani. Na szczęście winny całego zamieszania został ukarany. Jedyne zastanawiam się kim oni byli?

source: It was the very flying human who attempted to steal Nomolas's lamp a while ago. He was not alone, being part of some kind of foreign expedition.
pl: Na pewno to był ten sam człowiek, który próbował wykraść lampę Nomolasa nie tak dawno temu. Nie był sam. Przewodził jakiejś ekspedycji.

source: This certainly raises way more questions than answers: Who are they? What do they want? Do they have hostile intention towards us, or is this just a large misunderstanding?
pl: To rodzi więcej pytań niż odpowiedzi. Kim oni są? Czego chcą? Czy naprawdę mają wobec nas wrogie zamiary, a może to jakieś nieporozumienie?

source: MISUNDERSTANDING?! These SCUM must PAY for what they've done. We must mobilize ALL of our armies to find where their foul kind lives and KILL. EVERY. SINGLE. ONE. OF. THEM!!!
pl: NIEPOROZUMIENIE?! Te ŚCIERWA muszą ZAPŁACIĆ za to co zrobili. Musimy zmobilizować WSZYSTKIE nasze armie, dowiedzieć się gdzie tamci mieszkają i ZABIĆ. WSZYSTKICH. CO. DO. JEDNEGO!!!

source: Erm, *ahem*, I mean, we should be extremely cautious when dealing with them. Their behavior could hardly be described as one of a peaceful nation, to say the least.
pl: Eee, *ahem* miałam na myśli, że powinniśmy być niezwykle ostrożni w kontakcie z nimi. Ich zachowanie ciężko określić jako pokojowe, delikatnie rzecz ujmując.

source: Erm, point taken... Anyway, now we have a more urgent matter; Tar-Tabar has no leader. The High Council must choose Tashkar’s successor as soon as possible if we want to finish the circle on the given schedule.
pl: Racja, weźmiemy to pod uwagę... W tej sytuacji mamy jednak nowy problem. Tar-Tabar nie ma przywódcy. Najwyższa Rada musi teraz wybrać następcę Tashkara i to jak najszybciej, jeśli chcemy dokończyć budowę kręgu zgodnie z planem.

source: <i>*to herself* Damn it, whether or not I can get Mehir to be my master depends on these old farts...</i>
pl: <i>*do siebie* Niech to szlag, to czy Mehir zostanie moim nowym mistrzem, będzie zależało teraz od tych starych dziadów...</i>

source: <i>*to herself* Believe me, I share your concern, but for the love of Nomolas don't say your thoughts out loud now, I beg you, and let me do the talking.</i>
pl: <i>*do siebie* Wierz mi, podzielam twoje obawy, ale na miłość Nomolasa, nie wymawiaj swoich myśli na głos, błagam. Pozwól, że ja będę z nimi rozmawiać.</i>

source: <i>*to herself* Fine...</i>
pl: <i>*do siebie* W porządku...</i>

source: I don’t think there is anyone who has sufficient charisma and authority.
fr: Je ne crois pas qu'il existe quelqu'un ayant suffisamment de charisme et d'autorité.
pl: Nie sądzę, aby ktoś w naszym państwie miał wystarczający autorytet i charyzmę.

source: Maybe we should ask the Master of Banishers?
fr: Meut-être devrait-on demander au Maître des Bannisseurs ?
pl: Może powinniśmy zwrócić się do Mistrza Wyganiaczy?

source: <i>*to herself* They want that incompetent gate-collector to be my master?! Dammit, dammit, I need to do something fast...</i>
pl: <i>*do siebie* Oni chcą mianować tego niekompetentnego kolekcjonera wrót moim mistrzem?! Do jasnej cholery, muszę coś zrobić i to szybko...</i>

source: <i>*to herself* Calm down, I have an idea.</i>
pl: <i>*do siebie* Uspokój się, mam pomysł.</i>

source: *gestures to the two Ho'rhami bodyguards, and whispers something*
pl: *wykonuje gest w stronę dwóch strażniczek Ho'rhami i szepcze coś*

source: *silently nods*
pl: *delikatnie kiwa głową*

source: (to the Elder) *ahem* To be honest, while being an expert of his craft, he's not exactly the most charismatic man in al-Kamija, nor does he have good leadership skills either.
pl: (do jednego ze starszych) *ahem* Szczerze mówiąc, choć jest ekspertem w swej dziedzinie, to ciężko uznać go za najbardziej charyzmatycznego człowieka w al-Kamidży, poza tym nie posiada dobrych umiejętności przywódczych.

source: I agree with her about that. Besides, I doubt the Master of Banishment would even want this position anyway. He's already among the richest men alive, so being a city leader would grant him no major benefit, and it would disrupt his lifestyle of lying on his couch, listening to his jinn' monologues, and admiring his collection of dimensional gates.
pl: Zgadzam się z nią w tej kwestii. Poza tym, wątpię, żeby Mistrz Wyganiaczy chciał objąć tą pozycję. I tak jest jednym z najbogatszych ludzi, a bycie przywódcą miasta nie dałoby mu żadnych realnych korzyści a wręcz zakłóciło jego obecny styl życia - czyli leżenie na kanapie całymi dniami, wysłuchiwanie monologów dżinów i podziwianie jego kolekcji wrót żywiołów.

source: Her Highness does make a good point. At the moment, there aren't really any good potential candidates amoung the elite. Perhaps it would be a better idea to have you temporarily elect one of your own as the city's regent until someone suitable to be Rashti'rhami's master is found.
pl: Jej Wysokość ma rację. W tym momencie nie ma żadnego wartościowego kandydata spośród elity. Być może lepszym pomysłem byłoby mianować kogoś z nas na tymczasowego nadzorcę miasta, zanim ktoś odpowiedni do roli mistrza Rashti'rhami pojawi się na horyzoncie.

source: Hmmmm... you know what, that is a good idea.
pl: Hmmmm… wiecie co? To świetny pomysł.

source: <i>*to herself* Whew, bought myself some time...</i>
pl: <i>*do siebie* Uff, kupiliśmy sobie trochę czasu...</i>

source: Alright then, let’s vote. Mehir, leave us for...
pl: W takim razie głosujmy. Mehirze, prosimy, abyś na czas narady opu...

source: Mag-Magar is under at...
fr: Mag-Magar est attaqu...
pl: Mag-Magar jest at...

source: Aaaaaaah! We're under attack! Somebody help!
fr: Aaaaaaah ! On est attaqués ! A l'aide !
pl: Aaaaaa! Jesteśmy atakowani! Ratunku!

source: No!!!
fr: Non !!!
pl: Nie!!!

source: Those beings must have invaded Mag-Magar! Let's not waste time! Mehir, take Rashti and your men with you. Maybe it’s not too late. As soon as you teleport there, we will send all of the armies of the Trinity to help you.
fr: Ces créatures doivent avoir envahi Mag-Magar ! Ne perdons pas de temps ! Mehir, prends Rashti et tes hommes avec toi. Peut-être ce n'est pas trop tard. Dès que tu te seras téléporté là-bas, on enverra toutes les armées de la Trinité pour t'aider.
pl: Te istoty musiały zaatakować Mag-Magar. Nie ma czasu na dyskusje. Mehirze, weź ze sobą Rashti i swoich ludzi. Może jeszcze nie jest za późno. Jak tylko dostaniecie się na miejsce, poślemy za wami wszystkie armie Trójcy.

source: Mystical Jinn
fr: Jinn Mystique
pl: Mistyczny Dżin

source: May I inquire why is there such noise around here?
fr: Puis-je m'enquérir de la raison de tout ce bruit par ici ?
pl: Mogę zapytać, czemu tu jest tak głośno?

source: Noise?! Foreigners are trying to murder us for crying out loud! Do something about it!
pl: Hałas?! Obcy próbują nas zamordować! Zrób coś!

source: Very well.
fr: Très bien.
pl: Bardzo dobrze.

source: Hey! Come back, you coward!
fr: Hé ! Reviens, froussard !
pl: Hej! Wracaj tchórzu!

source: Siege of Mag-Magar
fr: Siège de Mag-Magar
pl: Oblężenie Mag-Magar

source: team_name^Army of Mag-Magar
fr: Armée de Mag-Magar
pl: Armia Mag-Magaru

source: Tashkar! You've finally came to our aid! Oh, what luck! I couldn't have held the city any longer. A dark breed is falling upon us like a swarm of locusts! Sheer horror! Wait, you're not Tashkar... what's your name, rank, and duty station? Also, why is the holy Rashti'rhami with you, and not with Tashkar?
pl: Tashkar! W końcu przybyłeś nam na pomoc! Co za szczęście! Nie byłem w stanie już utrzymać miasta samemu. Jakieś mroczne pomioty rzuciły się na nas jak rój szarańczy! Istny horror! Zaraz, ty nie jesteś Tashkarem… Jakie imię, ranga i przydział? I dlaczego święta Rhashti'rhami jest z tobą a nie z Tashkarem?

source: Commander of the third degree, Mehir from Sud-Affar at your service, sir! Tashkar is, *ahem*... currently unavailable. My squad has been sent by the High Council as a vanguard, the armies of the Trinity should arrive soon. As for Rashti'rhami, Tashkar sent her alongside my troops to assist the defense of Mag-Magar.
pl: Dowódca trzeciego stopnia, Mehir z Sud-Affaru do usług, sir! Tashkar jest, uch.. obecnie zajęty. Mój oddział został natychmiastowo wysłany przez Najwyższą Radę, zaś armie Trójcy powinny przybyć lada moment. A co do Rashti'rhami, Tashkar wysłał ją razem z moimi oddziałami, byśmy asystowali w obronie Mag-Magaru.

source: Well, with Rashti'rhami, we might well live long enough to see the reinforcements. Do the best you can to assist her in defeating the invaders, soldier! Be aware that I can't risk fighting, the city mustn't lose it's leader.
fr: Bien, avec Rashti'rhami, il se pourrait qu'on vive assez longtemps jusqu'à l'arrivée des renforts. Faites le mieux possible pour l'aider à vaincre les envahisseurs, soldat ! Et sachez que je ne peux pas prendre le risque de combattre, la ville ne doit pas perdre son gouverneur.
pl: Cóż, z pomocą Rashti'rhami mamy szansę dożyć tego wsparcia. Rób co w twojej mocy by pomóc jej pokonać najeźdźców, żołnierzu! Pamiętaj jednak, że nie mogę wdać się w walkę, bo miasto nie może stracić swojego przywódcy.

source: You can use the giant circle you are standing on in order to recruit or recall units. (can be done when standing on any of the circle's hexes)
fr: Vous pouvez utiliser le cercle géant sur lequel vous vous tenez pour recruter ou rappeler des unités. (fonctionne tant que vous êtes sur n'importe lequel des hexagones du cercle)
pl: Możesz użyć wielkiego kręgu na którym stoisz, do przywoływania i rekrutacji jednostek (wystarczy, że będziesz stał w jego wnętrzu)

source: Defeat the invaders
fr: Défaire les envahisseurs
pl: Pokonaj najeźdźców

source: Death of Malib
fr: Mort de Malib
pl: Śmierć Maliba

source: Fiothiel, the prey are getting reinforcements quicker than I expected. This was supposed to just be a quick massacre, not a drawn out battle. We must do something, fast!
pl: Fiothiel, zwierzyna przesyła wsparcie szybciej niż zakładałam. To miała być szybka masakra, a nie przeciągająca się bitwa. Musimy coś zrobić, szybko!

source: Don't wet your robes, Anaraclya, we still outnumber them.
pl: Nie panikuj, Anaraclya, wciąż ich przewyższamy liczebnością.

source: It's only a matter of time until more show up, we can't afford to lose this. Try destroying that blue circle with your spells, that should delay them enough.
pl: To tylko kwestia czasu zanim pojawi się ich więcej, nie możemy tego przegrać. Spróbuj zniszczyć ten niebieski krąg twoimi zaklęciami. To powinno ich nieco opóźnić.

source: Alright, sister, here it goes...
pl: W porządku siostro, już się robi...

source: Uhh... I don't like the sound of that...
fr: Heu... J'aime pas trop ça...
pl: Uch... nie podoba mi się to...

source: Everyone! Run away from the circle!!! AAAaaa!!!
pl: Wszyscy! Uciekajcie jak najdalej od kręgu!!! AAAaaa!!!

source: Dear Nomolas! These spawns of darkness are throwing towers at us!
fr: Nom de Nomolas ! Ces enfants des ténèbres nous lancent des tours !
pl: Dobry Nomolasie! Te pomioty ciemności rzucają w nas wieżami!

source: *cackling*
fr: *craquement*
pl: *rechocze*

source: Dear Nomolas, the circle has been destroyed! We’ve lost contact with the capital and reinforcements won't be able to arrive! We’re doomed...
fr: Nom de Nomolas, le cercle a été détruit ! On a perdu contact avec la capitale et les renforts ne pourront pas arriver ! On est fichus...
pl: Dobry Nomolasie, krąg został zniszczony! Straciliśmy kontakt ze stolicą a wsparcie już nie nadejdzie! Jesteśmy straceni...

source: Now every single blade is important. We need to kill those witches at all costs — it may be our only chance to stop this invasion.
fr: Maintenant, chaque lame compte. On doit tuer ces sorcières à tout prix — c'est peut-être notre seule chance d'arrêter cette invasion.
pl: Teraz każde ostrze się liczy. Musimy zabić te wiedźmy za wszelką cenę - to jedyna szansa by powstrzymać inwazję.

source: I guess I don't have much of a choice. Waiting for reinforcements won't do me any good if we may not live to see them, so it is time to unleash the Living Gate! Time to show those spawns of darkness what we're made of!
fr: Je crois que j'ai pas le choix. Attendre les renforts ne me servira à rien si on ne survit pas assez longtemps pour les voir, donc il est temps de lâcher la Porte Vivante ! On va montrer à ces rejetons des ténèbres de quoi on est faits !
pl: Teraz już nie mam wyboru. Skoro posiłki już nie nadejdą, to najwyższa pora uwolnić Żyjące Wrota! Czas pokazać tym mrocznym bestiom do czego jesteśmy zdolni!

source: Malib (and all of his remaining units including the mighty Living Gate) join your forces temporarily. Malib's troops won't cost you upkeep, but will not carry over to the next scenario.
pl: Malib (oraz jego oddziały wraz z Żyjącymi Wrotami) dołączają do ciebie tymczasowo. Jego jednostki nie obciążają cię kosztami utrzymania, ale też nie przejdą do następnego scenariusza.

source: Destruction of the Living Gate
fr: Destruction de la Porte Vivante
pl: Zniszczenie Żyjących Wrót

source: WE DID IT!!! For a moment, I almost though we were as good as dead. Mehir, you’re my hero! I am infinitely grateful to you. Without your help...
fr: ON L'A FAIT !!! Un moment, j'ai presque cru qu'on était bons pour la morgue. Mehir, vous êtes mon héros ! Je vous suis infiniment reconnaissant. Sans votre aide...
pl: UDAŁO SIĘ!!! Przez moment myślałem, że już po nas. Mehirze, jesteś moim bohaterem! Jestem ci niezmiernie wdzięczny. Bez twojej pomocy...
