Repository: Toranks/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: fr, pl

source: Indeed. I mostly just want to know the history of your nation, and maybe some things about its culture. You seem so different from others I have seen during my journey.
fr: En effet. Je veux simplement connaître l'histoire de votre nation, et peut-être quelques points sur sa culture. Vous avez l'air si différents des autres que j'ai vu au cous de mon voyage.
pl: Zgadza się. Chciałbym poznać historię waszej cywilizacji i jej kulturę. Wydajecie się tak inni od wszystkiego co widziałem do tej pory w moich podróżach.

source: This is a very long story. Well, you could just go to our Library of Enlightenment and read about us, but there are 78732 volumes covering the story of both civilizations of Magi. I am afraid you don't have a sufficient amount of spare time for reading all of them without mind augmentation and extended lifespan, even if you dedicated your entire life to doing so.
pl: To bardzo długa historia. Cóż, mógłbyś po prostu iść do naszej Biblioteki Oświecenia i poczytać o tym ale tam jest 78732 tomów obejmujących historię obu cywilizacji Magów. Obawiam się, że nie masz tyle czasu, by tego dokonać zwłaszcza bez wspomagania umysłu i wydłużonego życia.

source: Both civilizations? What do you mean?
fr: Les deux civilisations ? Qu'est-ce que vous voulez dire ?
pl: Dwie cywilizacje? Co masz na myśli?

source: It's is bit complicated. What you see around you is something we call our 'second civilization'. It is quite young compared to the first one, and much smaller, but at the same time more advanced than ever before. I guess you wouldn't find anyone else on this planet who could raise a billion tons of rock into the sky and build a kingdom on it.
pl: To trochę skomplikowane. Wszystko co widzisz wokół siebie to nasza 'druga cywilizacja'. Jest całkiem młoda w porównaniu do pierwszej, ale znacznie mniejsza, lecz jednocześnie znacznie bardziej zaawansowana. Założę się, że nie znajdziesz nikogo innego, kto wyniósłby w niebo miliardy ton skał i zbudował na nich królestwo.

source: So, since the nation is called the 'Sky Kingdom', who exactly is the king here?
fr: Ah, vu que la nation est appelée le 'Royaume Céleste', qui exactement est le roi ici ?
pl: Skoro wasze państwo to 'Podniebne Królestwo', to kto dokładnie jest tu królem?

source: Well, we've got the Council of Masters, who make most of the minor decisions, but it is the Guru who sets long term goals. It was he who came up with the idea of moving our society above clouds. He could theoretically be considered a formal ruler, but he generally cooperates with the Council.
fr: Ben, on a le Conseil des Maîtres, qui prend la plupart des décisions mineures, mais c'est le Gourou qui fixe les objectifs à long terme. C'est lui qui a eu l'idée de déplacer notre société au-dessus des nuages. On pourrait théoriquement le considérer comme un dirigeant, mais généralement, il coopère avec le Conseil.
pl: Cóż, posiadamy Radę Mistrzów, która organizuje nasze społeczeństwo, lecz to Guru wyznacza długoterminowe cele. To on wpadł na pomysł, by wynieść nasze państwo ponad chmury. Mógłby być uznany za rzeczywistego władcę, ale prawda jest taka, że ściśle współpracuje z Radą.

source: I see. This Council of yours appears to be similar to our High Council of Elders, but we do not have any Gurus. Are there any conflicts in your society? Who writes the law here?
fr: Je vois. Votre Conseil à l'air d'être similaire à notre Haut Conseil des Anciens, mais nous n'avons pas de Gourous. Y a-t-il des conflits dans votre société ? Qui écrit la loi ici ?
pl: Rozumiem. Wasza Rada przypomina trochę naszą Radę Starszych, ale my nie mamy żadnych Guru. Czy są w waszym społeczeństwie konflikty? Kto stanowi u was prawo?

source: Conflicts? Been centuries since we had any. We are all free, and work together to achieve everything we desire. If there is a complex issue, the Council of Masters tries to find a solution with the aid of Guru.
fr: Des conflits ? Ça fait des siècles qu'on n'en a pas eu. Nous sommes tous libres, et travaillons de concert pour réaliser tout ce que nous désirons. Si il y a un problème complexe, le Conseil des Maîtres essaie de trouver une solution avec l'aide de Gourou.
pl: Konflikty? Rzadko, jeśli nie wcale. Jesteśmy wolni i pracujemy wspólnie by zdobyć wszystko czego zapragniemy. Jeśli pojawia się jakiś złożony problem, Rada Mistrzów stara się znaleźć rozwiązanie z pomocą Guru.

source: Quite fascinating that you managed to actually sustain such a system. Though I wonder, were there other Gurus before the current one?
pl: To całkiem fascynujące, że udało wam się utrzymać taki system. Ale zastanawia mnie, czy byli jacyś inni Guru zanim ten obecny objął pozycję?

source: Well, no. He has always been our leader since the nation's founding.
pl: Nie. On zawsze był naszym przywódcą od samego początku.

source: Huh, your nation must be quite young then.
pl: Więc wasze obecne państwo musi być całkiem młode.

source: Y-yes, exactly. <i>*to himself* good thing I didn't tell him how long the second civilization has been around...</i>
pl: T-tak, dokładnie. <i>*do siebie* dobrze, że nie powiedziałem mu jak długo istnieje druga cywilizacja...</i>

source: Anyway, you mentioned something about the first civilization of Magi. Could you tell us more about it?
pl: Wspomniałeś coś o pierwszej cywilizacji Magów. Mógłbyś powiedzieć coś o nich więcej?

source: Well, the First Civilization existed a long time ago. Our roots are truly ancient, dating back thousands of years. In fact, all of us are descendants of that civilization.
pl: Cóż, Pierwsza Cywilizacja istniała dawno temu. Nasze korzenie są zaprawdę starożytne, sięgające tysięcy lat wstecz. Właściwie to wszyscy jesteśmy potomkami tamtej cywilizacji.

source: During the reign of the first Magi, our ancestors tried to win their place in a harsh environment, where many factions fought for things as banal as the right to live. At that time they weren't capable of creating floating islands, but they managed to build a huge empire, and were able to defend themselves from their rivals.
fr: Pendant le règne des premiers Mages, nos ancêtres ont essayé de trouver une place dans un environnement difficile, où beaucoup de factions se battaient pour des choses aussi banales que le droit de survivre. A cette époque, ils n'étaient pas capables de créer des îles volantes, mais ils ont réussi à construire un empire énorme, et étaient capables de se défendre contre leurs rivaux.
pl: Podczas rządów pierwszych Magów, nasi przodkowie musieli stawić czoła surowemu otoczeniu. Wtedy nie posiadali jeszcze wiedzy pozwalającej im tworzyć latające wyspy, lecz byli wystarczająco silni by stworzyć olbrzymie imperium i skutecznie się bronić.

source: At some point, they became one of the most powerful nations on the planet. That period in history is known as the Golden Age of Magi. Unfortunately a terrible world-wide cataclysm happened, leading to the fall of the First Civilization. Only a few survived. It took them millenia to rebuild the mage society. But they succeeded, as you can see.
fr: A un moment, ils sont devenus l'une des nations les plus puissantes sur cette planète. Cette période de l'histoire est connue comme l'Age d'Or des Mages. Malheureusement un terrible cataclysme mondial se produisit, conduisant à la chute de la Première Civilisation. Seuls une poignée d'entre eux survécurent. Cela leur a pris des millénaires pour reconstruire la société des mages. Mais ils ont réussi, comme vous pouvez le voir.
pl: Na pewnym etapie stali się jedną z najpotężniejszych nacji na planecie. To był złoty wiek Magów. Niestety miał wtedy miejsce potworny kataklizm na skalę globalną, który doprowadził do zagłady Pierwszej Cywilizacji. Tylko nieliczni przetrwali. By odbudować społeczeństwo magów, musiały minąć milenia, ale jak widzisz, udało nam się.

source: It looks like I have just summarized most of the 78732 volumes of records about the history of our nation. Frankly, it's ridiculously oversimplified; there are 78732 entire volumes for a reason, you know. Quite a shame that you don't have the time for reading, each volume is worth your time.
fr: On dirait que je viens de résumer la plupart des informations sur l'histoire de notre nation contenue dans les 7872 volumes. Franchement, c'est ridiculement sur-simplifié ; c'est pour une bonne raison qu'il y a 78732 volumes, vous savez. C'est dommages que vous n'ayez pas le temps de lire, chaque volume vaut bien le temps.
pl: Wygląda na to, że właśnie streściłem 78732 tomy zapisków o naszej historii. Jednak te 78732 tomy po coś są. Szkoda, że nie możesz znaleźć chwili by ich trochę poczytać. Każdy wart jest poświęconego czasu.

source: I wonder, did this first civilization happen to live around the area that is now the Great Desert?
pl: Zastanawiam się, czy pierwsza cywilizacja czasem nie zamieszkiwała obszaru, który teraz jest Wielką Pustynią?

source: ...Yes, how did you know?
pl: ...tak, skąd wiesz?

source: A while ago, I spoke with the Darkblooded, as they call themselves. Their leader spoke about of an ancient human civilization, who accidentally caused some kind of disaster that wiped out nearly all of their territory. Your story seems to match unusually well with his...
pl: Jakiś czas temu rozmawiałem z Ciemnokrwistymi, jak sami się określają. Ich przywódca wspominał coś o starożytnej cywilizacji, która przez przypadek spowodowała jakąś katastrofę, która wymazała większość ich terytorium. Twoja opowieść zdaje się całkiem pasować do jego...

source: <i>*to himself* I really hope The Keeper didn't tell him about the Eye of Darkness...</i>
pl: <i>*do siebie* Mam nadzieję, że Opiekun nie powiedział mu o Oku Ciemności...</i>

source: *sigh* To tell the truth, alas, the cataclysm was indeed caused by one of our ancestors' failed experiments. <i>*to himself* I need someone to switch the topic, fast...</i>
pl: *wzdycha* Prawdę powiedziawszy kataklizm faktycznie został wywołany przez nieudany eksperyment naszych przodków. <i>*do siebie* Muszę szybko zmienić temat...</i>

source: Hey, look, I think I just saw Mehir over there!
fr: Hé, regarde, je crois que j'ai vu Mehir par ici !
pl: Hej, spójrz, to chyba Mehir!

source: Really? I must meet him!
fr: De vrai ? Je dois le rencontrer !
pl: Naprawdę? Muszę go poznać!

source: Sure, but don't get carried away, or we may end up being late for the next lecture.
pl: No dobra. Tylko nie możemy się zagadać bo inaczej spóźnimy się na lekcje.

source: Uhh... what do the two of you want?
fr: Mmm... Qu'est-ce que vous voulez tous les deux ?
pl: Eee… a wy dwaj czego chcecie?

source: Mehir! By the Sun, I always wanted to meet you! You're an absolute legend!
fr: Mehir ! Par le Soleil, j'ai toujours voulu vous rencontrer ! Vous êtes une légende absolue !
pl: Mehir! Na Słońce! Zawsze chciałem cię poznać! Jesteś legendą!

source: 'By the Sun'? Wait a second, are you... Kharosian?
fr: 'Par le soleil' ? Attendez une seconde, tu es... Kharosien ?
pl: 'Na Słońce'? Chwila, jesteś z... Kharos?

source: Of course I am! After all, the priesthood and nobility sends their children here for higher education as part of the alliance between two nations...
pl: No pewnie! Przecież nasi kapłani wysyłają swoje dzieci by zdobyły tu wyższe wykształcenie. Wszystko w ramach sojuszu pomiędzy naszymi nacjami...

source: ...oh, and the main reason Anthi sent you here is because of an agreement with Guru.
pl: ...a głównym powodem dla którego Anthi cię tu wysłała, było jej porozumienie z Guru.

source: *facepalm intensifies*
fr: *facepalm encore plus*
pl: *facepalm coraz większy*

source: Should I not have mentioned that? Uhh... Well, this is awkward. I guess I better get going.
fr: J'aurais pas dû dire ça ? Heu.. Ben, c'est gênant. Je pense que je ferais mieux d'y aller.
pl: Co, miałem o tym nie mówić? Uch... coż, eee… to ja może już pójdę.

source: Uhh... let's pretend you didn't hear anything, alright?
fr: Heu... on fait comme si vous n'aviez rien entendu, hein ?
pl: Uch.. uznajmy że nie było tej rozmowy, dobrze?

source: Master Umbrez, are you done? *looks at the circle* Ah, quite impressive work there. *to Mehir* Now, to fulfill the other part of my promise...
pl: Mistrzu Umbrezie, czy już skończyłeś? *patrzy na krąg* Ach, wspaniała robota. *do Mehira* A teraz odnośnie naszej drugiej części umowy...

source: MUS!! To heel! Look sharp!
fr: MUS !! Au pied ! Fais le beau !
pl: MU! Chodźcie tutaj natychmiast!

source: You called uz, Master?
fr: Vous appelé nouz, Maître ?
pl: Wzywałeś nazz, Panie?

source: Yes, you will now serve this man over here, understood?
fr: Oui, vous allez maintenant servir cet homme là-bas, compris ?
pl: Tak, od tej pory będziecie służyć temu panu, zrozumiano?

source: We promeeez.
fr: C'est promiiiiiz.
pl: Obiecujemyyy.

source: THESE are the powerful beings you mentioned?! I've easily beaten them by the dozens!
pl: To o TYCH potężnych istotach wspominałeś?! Ubiłem ich już dziesiątki!

source: True, they're rather weak in this form, but don't worry, I'll turn them into Ums now. Watch this.
fr: C'est vrai qu'ils sont plutôt faibles sous cette forme, mais n'ayez pas peur, je vais les transformer en Ums maintenant. Regardez plutôt.
pl: W tej formie są bardzo delikatne, to prawda. Nie martw się jednak. Zamienię je teraz w Umy. Patrz.

source: Calibration complete. Body enhancement circuits operational, power output nominal, weapons charged. Reporting for duty.
fr: Calibration effectuée. Circuits d'amélioration corporelle opérationnels, alimentation d'énergie nominale, armes chargées. Au rapport.
pl: Kablibracja zakończona. Wszystkie obwody mistyczne uruchomione, zasilanie orgonalne w normie. Um N2565 zgłasza gotowość.

source: What the... how did they...? These things are colossal now! *looks the Ums with awe*
fr: Qu'est-ce que... comment ils ont...? Ces trucs sont devenus colossaux ! *regarde les Ums avec admiration*
pl: Co do... jak oni...? Są teraz kolosalni! *patrzy na Umy z podziwem*

source: Behold our greatest feat of biological augmentation, the Um! Taking the goblin DNA, and shaping it into whatever we want. Like I told you earlier, they make for great test subjects. The ones you're granted are combat models; possessing extraordinary physical strength and advanced weaponry, but rather lacking in intellect, similarly to the Mus.
pl: Oto przed tobą nasze największe biotechnologiczne osiągnięcie - Um! Wszystko na bazie DNA goblinów, które modyfikujemy wedle naszych potrzeb. Tak jak już wspominałem, stanowią one wyśmienite obiekty doświadczalne. Te które otrzymujesz, to modele bojowe. Posiadają niezwykłą siłę fizyczną oraz zaawansowane uzbrojenie, choć nie są zbyt bystre, podobnie jak Mu.

source: Any Mu can be transformed into a such a powerful being, but the process is quite long and expensive, requiring lots and lots of magical augmentation, genetic modification, and nutrition. You wouldn't believe how many years of experimenting we spent to finally achieve this.
fr: Chaque Mu peut être transformé en une créature aussi puissante, mais le procédé est plutôt long et cher, nécessitant beaucoup de travail en augmentation magique, modifications génétiques, et nutrition. Vous ne le croiriez pas si je vos disais le nombre d'années nous avons passées à expérimenté pour finir par accomplir une telle chose.
pl: Wszystkie Mu mogą być przemienione w tak potężne istoty, ale cały proces jest dość długi i kosztowny, wymagający wiele magicznych udoskonaleń, modyfikacji genetycznych i odżywiania. Nie dasz wiary jak wiele lat spędziliśmy na eksperymentach by coś takiego osiągnąć.

source: Neither version is particularly bright, but their combat potential is certainly not to be underestimated.
fr: Aucun d'entre eux n'est particulièrement intelligent, mais leur potentiel de combat ne doit pas être sous-estimé.
pl: Może nie są za szczególnie bystre, ale ich moc bojowa na pewno nie powinna być lekceważona.

source: Right. Hopefully they'll easily crush the mechanical creations you warned me about, and the hulks can haul the battery.
pl: W porządku. Mam nadzieję, że z łatwością rozwalą mechaniczne kreacje o których wspominałeś oraz z uwagi na mięśnie dadzą radę z łatwością przetransportować baterię.

source: Err... that won't be necessary. Listen carefully now, I'm going to teach you a special magic spell that will allow you to instantly return here with your men AND the battery!
fr: Heu... Ce ne sera pas nécessaire. Écoutez attentivement à présent, je vais vous apprendre un sort magique spécial qui vous permettra de retourner instantanément ici avec vos hommes ET la pile !
pl: Eee… to nie będzie konieczne. Posłuchaj uważnie, nauczę cię teraz specjalnego zaklęcia, które błyskawicznie przeniesie ciebie, twoich ludzi ORAZ baterię z powrotem do Królestwa!

source: Finally you took it in... a bit slow on the uptake, eh? Anything else? No more questions? Really? Well, then, you are all set up now. The skyship will take you to the destination. Traveling there by sea would take months.
fr: Vous avez fini par le retenir... Un peu dur de la comprenette, hein ? Quoi d'autre ? Plus de questions ? Vraiment ? Hé bien dans ce cas vous êtes fin prêt maintenant. Le bateau céleste vous emmènera à destination. Y aller par la mer prendrait des mois.
pl: W końcu załapałeś... Coś jeszcze? Żadnych pytań? Na pewno? Więc jesteś gotów by ruszać. Latający statek zabierze was do celu. Podróż morska zajęłaby miesiące.

source: A flying ship? *looks uneasy at the heavyweight ums*... Perhaps you could transform them back into their smaller version...
fr: Un bateau volant ? *regarde les gros ums avec appréhension*... Peut-être vous pourriez les re-transformer en leur version courte...
pl: Latający statek? *spogląda niepewnie na ciężkie Umy*… Może powinieneś je przemienić z powrotem w mniejszą wersję...

source: Don't wet your pants, the skyship can handle the weight, it just has little room. Good luck - you will need it back on earth again.
fr: Pas la peine de mouiller le pantalon, le bateau céleste peut supporter le poids, c'est juste qu'il y a peu de place. Bonne chance - vous en aurez encore besoin pour la dernière fois sur terre.
pl: Nie panikuj. Latający statek potrafi unieść wiele, jedynie ma mały pokład. Powodzenia - będziesz go potrzebować tam w dole.

source: No need to hurry up, it would be wiser to fully test the circle before heading off.
fr: Inutile de se précipiter, il serait plus sage de complètement tester le cercle avant de partir.
pl: Skąd ten pośpiech? Byłoby rozsądniej przetestować krąg zanim wyruszysz w drogę.

source: Sure.
fr: Bien sûr.
pl: Dobrze.

source: North Pole
fr: Pôle Nord
pl: Biegun Północny

source: Good Nomolas! It..it’s... frrreezing c... c... ccold here!
fr: Bon Nomolas ! Il..il fait... mooonstrueusement f... f... ffroid ici !
pl: Święty Nomolasie! T..ttu jest prz.. prz..errrraźliwie zimmmno!

source: We are at the North Pole, Summoner. What did you expect? Low temperatures are pretty normal around here, mind you.
fr: Vous êtes au Pôle Nord, Invocateur. A quoi est-ce que vous vous attendiez ? Les températures basses sont plutôt normales par ici, je vous ferais remarquer.
pl: Jesteśmy na Biegunie Północnym, przywoływaczu. Czego się spodziewałeś? Niskie temperatury to norma w takich miejscach.

source: So these are the ruins the Guru told us about. They kind of creep me out. What happened here?
fr: Alors voici les ruines dont le Gourou nous a parlé. Elles me filent un peu les jetons. Qu'est-ce qu'il s'est passé ici ?
pl: A więc to są ruiny o których wspominał Guru. Wyglądają strasznie. Co tu się stało?

source: If I told you the whole story, you'd probably freeze to death before I even finished the first quarter of it. In short, it was a place of a great battle between two powers. One of them, the Runemasters, perished, though their mechanical creations managed to trap and stop the invaders.
fr: Si je vous racontais toute l'histoire, vous mourriez probablement gelé avant que je n'en finisse le premier quart. En bref, ça a été le e théâtre d'une grande bataille entre deux pouvoirs. L'un d'eux, les Maîtresrunes, ont péri, tandis que leurs créatures mécaniques ont réussi à piéger et stopper les envahisseurs.
pl: Gdybym opowiedział całą historię, zamarzłbyś na śmierć. W skrócie to było miejsce wielkiej bitwy pomiędzy dwoma siłami. Jedna z nich, Mistrzowie Run, przegrała, lecz ich mechaniczne istoty zdołały uwięzić i tym samym zatrzymać najeźdźców.

source: Who were the invaders?
fr: Qui étaient les envahisseurs ?
pl: Kim byli najeźdźcy?

source: Uh... I'd rather not mention them. They were some of the most powerful and terrifying things imaginable. Hope you will not encounter their undead minions here...
fr: Hem... Je ferais mieux de ne pas en parler. Ils étaient l'une des choses les plus puissantes et terrifiantes imaginables. Espérons que vous ne rencontriez pas leurs serviteurs morts-vivants ici...
pl: Uch... Wolałbym o nich nie mówić. Byli jednymi z najpotężniejszych i najbardziej przerażających rzeczy jakie można sobie wyobrazić. Miejmy nadzieję, że nie spotkacie ich pozostałości...

source: We have to go now. The battery you are looking for is inside the bunker.
fr: Nous devons y aller à-présent. La pile que vous cherchez est dans le bunker.
pl: Musimy już lecieć. Bateria jest wewnątrz tego bunkra.

source: Good luck, Summoner. You will need it.
fr: Bonne chance, Invocateur. Vous en aurez besoin.
pl: Powodzenia, Przywoływaczu. Będziesz go potrzebował.

source: Hey, wait!
fr: Hé, attendez !
pl: Hej, zaczekaj!

source: I have a bad feeling about this...
fr: Je la sens mal, cette affaire...
pl: Nie podoba mi się to...

source: We need to hurry. The sooner we get the battery, the sooner we can get the hell out of here.
fr: Il faut qu'on se dépêche. Au plus tôt on récupère la pile, au plus tôt on peut se tirer d'ici.
pl: Kierujmy się w stronę bunkra. Im szybciej zdobędziemy baterię, tym krótszy będzie nasz pobyt tu.

source: Low temperatures damage your living troops. Use fire elementals to warm them up or use healing units instead. Magical units and Ums are immune to the cold.
fr: Les températures basses endommagent vos troupes vivantes. Utilisez des élémentaires du feu pour les réchauffer ou utilisez plutôt des unités qui soignent. Les unités magiques et les Ums sont immunisés au froid.
pl: Niskie temperatury szkodzą twoim żywym jednostkom. Używaj żywiołaków ognia aby je rozgrzać albo korzystaj z jednostek leczących. Magiczne istoty i Umy są odporne na chłód.

source: As a Summons Master, Mehir got 'circle of resistance' AMLA. With his new circle, Mehir has this ability automatically. As a compensation for the experience spent on this particular AMLA as a Summons Master, Mehir receives 80 experience points.
pl: Jako Mistrz Przywołania, Mehir uzyskał 'krąg odporności' jako APOP. Jego obecny nowy krąg ma tą zdolność już w pakiecie. W ramach rekompensaty za wydane wcześniej na ten APOP doświadczenie, Mehir otrzymuje dodatkowe 80 punktów doświadczenia.

source: exp
pl: xp

source: Because Mehir has made necessary preparations for the journey, you can directly level up your remaining Dimensional Gates upon recall for a small price of 6g.
pl: Ponieważ Mehir poczynił niezbędne przygotowania przed podróżą, możesz teraz bezpośrednio awansować swoje Wrota Wymiarów za każdym razem ponosząc koszt w postaci 6 sztuk złota.

source: Thanks to a special training in the Sky Kingdom, your human troops have better chance at dodging attacks on snow than they normally would (40% chance).
pl: Dzięki specjalnemu treningowi w Podniebnym Królestwie, twoje ludzkie oddziały mają lepszą szansę na uniknięcie ciosów stojąc na śniegu, niż w normalnych okolicznościach (40% szansy).

source: Mehir enters the bunker
fr: Mehir entre dans le bunker
pl: Mehir wkracza do bunkra
