Repository: Toranks/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: fr, pl

source: Relying on it for so long, we have learned quite a lot about this outlandish dimension we had discovered, but haven’t been able to enter it. Maybe because no one in that place can summon us... However, in the last few years, our great minds came up with a design for a special magic circle that should be able to take us to that fantastic world. Our tests were an astounding success, but to this day we cannot summon previously sent items back to our world. As a result of this, though it may sound crazy, we decided to send the entirety of our land into the Abyss, hoping that we will find the solution on the other side. But even if we find it, we may not be able to use it... It should be stressed that we believe we will find in the Abyss the ultimate sense of our life and intend to stay there forever.
pl: Żyjąc w al-Kamidży, nauczyliśmy się wielu rzeczy o tym niezwykłym wymiarze, który odkryliśmy, lecz nie potrafiliśmy do niego wkroczyć. Być może dlatego, że nikt tam nie był w stanie nas przywołać... Mimo to w ostatnich latach udało nam się opracować specjalny magiczny krąg, który mógłby nas zanieść do tego nierealnego świata. Testy zakończyły się sukcesem, lecz nie byliśmy w stanie przyzwać wysyłanych rzeczy z powrotem. W związku z tym, choć może to brzmieć absurdalnie, zadecydowaliśmy o przeniesieniu całej naszej krainy do Otchłani w nadziei, że rozwiązanie znajdziemy po drugiej stronie. Lecz jeśli nawet je odkryjemy, możemy z niego nie skorzystać... Wierzymy bowiem, że to właśnie w Otchłani odkryjemy ostateczny sens naszego życia i postanowimy zostać tam na zawsze.

source: The circle is going to be 50 marahil in diameter, just enough to cover most of the desert. To make the construction easier, we built three cities, each separated from one another by exactly the same distance. These cities are: Mag-Magar, Tar-Tabar and Sud-Affar, whose leaders will supervise the works of their assistants.
fr: Le cercle fera 50 marahil de diamètre, exactement la taille nécessaire pour couvrir la majeure partie du désert. Pour rendre la construction plus facile, nous avons construit trois villes, éloignées entre-elles par exactement la même distance. Ces villes sont : Mag-Magar, Tar-Tabar et Sud-Affar, dont les gouverneurs superviseront le travail de leurs assistants.
pl: Zaprojektowaliśmy gigantyczny krąg, który swoim obszarem pokryje całe nasze państwo. Ma być szeroki na 50 marahil, więc zbudowaliśmy 3 miasta odsunięte od siebie na tą samą odległość, by móc uprościć jego konstrukcję. Przywódcy Mag-Magaru, Tar-Tabaru i Sud-Affaru będą nadzorować prace poprzez swoich asystentów.

source: Witness the story of Mehir, a young city guard from al-Kamija, who will play a very important role in the time period which scholars call 'Era of Magic'. But before it happens, he will have to ascend the hierarchy of Summoners. Before we proceed to the action, let's start with the humble beginnings, a usual day of his life...
pl: Oto historia Mehira, młodego strażnika miejskiego z al-Kamidży, który to odegra bardzo ważną rolę w świecie Ery Magii. Lecz zanim to nastąpi, będzie on musiał udowodnić swą wartość w złożonej hierarchii Przywoływaczy. Zacznijmy jednak od początku, a więc od typowego dnia z jego życia...

source: The appearance of the flying invader shocked the High Council. Paranoid of a possible invasion at any moment, they significantly increased the military's funding, and trained new soldiers as fast as they could afford. But let's return to the tale of Mehir...
pl: Przybycie latającego intruza zszokowało Najwyższą Radę. W obawie o ponowny atak, Rada postanowiła znacząco podnieść wojskowy budżet i wytrenować nowe odziały tak szybko jak to tylko możliwe. Lecz wróćmy do historii Mehira...

source: A few weeks after being promoted, Mehir was sent by Sharif to be in charge of guarding the construction in the territories east of Sud-Affar, and south of Mag-Magar. He finally had a more interesting duty, with better troops at his disposal, though he did convince some of the men from his city guard division to follow him, as he knew them quite well. Initially, things went smoothly, but not for too long...
pl: Parę miesięcy po awansie, Mehir został wysłany przez Sharifa by nadzorować konstrukcję kręgu na obszarach na wschód od Sud-Affaru i na południe od Mag-Magaru. Wreszcie nadarzyła się okazja na ciekawą służbę i współpracę z doświadczonymi oddziałami. Oprócz tego Mehir zdołał przekonać też część swoich dawnych towarzyszy, by również dołączyli do niego. Prace nad kręgiem szły gładko ale do pewnego momentu...

source: After hearing about the attacks, Sharif sent his deputy, Jaffar, with some of Sud-Affar's finest troops. On Mehir’s request, they brought the equipment needed for cutting down the trees, and the workers began clearing the path for the Great Circle...
fr: Après avoir été prévenu des attaques, Sharif envoya son adjoint, Jaffar, accompagné de quelques-unes de troupes les plus efficaces de Sud-Affar. A la demande de Mehir, ils apportèrent l'équipement nécessaire à la coupe des arbres, et les travailleurs commencèrent à dégager le chemin du Grand Cercle...
pl: Na wieść o zagrożeniu dla kręgu, przywódca Sud-Affaru, Sharif, wysłał w kierunku dżungli swojego zastępcę Jaffara wraz z najlepszymi oddziałami. Na prośbę Mehira przynieśli oni wszelkiego rodzaju sprzęt do ścinania drzew, a robotnicy natychmiast przystąpili do wyrębu ścieżki pod krąg...

source: Mysterious beasts grabbed Mehir and Jaffar, and carried them deep into the jungle...
fr: Des bêtes mystérieuses se saisirent de Mehir et de Jaffar, et les entraînèrent profondément dans la jungle...
pl: Tajemnicze leśne bestie porwały Mehira i Jaffara w głąb dżungli...

source: After being released, Mehir immediately set out to Sud-Affar and informed Sharif about the whole situation. The leader of the city wasn’t really pleased with the Keeper’s idea of sending a low-ranking officer like Mehir to such an important mission, as well as the fact that Jaffar was held hostage, but he had no choice if he wanted to ensure the construction's safety. He gave Mehir some resources, and the latter set out immediately.
fr: Après avoir été relâché, Mehir fit immédiatement route vers Sud-Affar et informa Sharif de toute la situation. Le gouverneur de la cité n'était pas vraiment enchanté par l'idée du Gardien d'envoyer un officier subalterne comme Mehir pour une mission si importante, ni du fait que Jaffar était gardé en otage, mais il n'avait pas le choix si il voulait assurer la sécurité du chantier. Il donna à Mehir quelques ressources, et celui-ci partit immédiatement.
pl: Wypuszczony na wolność Mehir natychmiast udał się wraz ze swoimi ludźmi do Sud-Affaru, po czym poinformował Sharifa o całej sytuacji. Przywódca miasta niechętnie podszedł do pomysłu tajemniczego Opiekuna, aby to właśnie Mehir podjął się tak niebezpiecznej i ważnej misji. Nie miał jednak wyjścia, gdyż Jaffar był przetrzymywany jako zakładnik a bezpieczeństwo konstrukcji kręgu było dla wszystkich kluczowe. Mehir wyruszył natychmiast.

source: After his victory, Mehir returned to the borders of the jungle, where the Keeper personally came to meet him. Jaffar was immidiately returned and the summoners were granted permission to continue the construction of the Great Circle on Darkblooded territory.
fr: Après sa victoire, Mehir retourna à la frontière de la jungle, où le Gardien vint personnellement à sa rencontre. Jaffar fut immédiatement libéré et les invocateurs reçurent la permission de continuer la construction du Grand Cercle sur le territoire des Sang-Sombre.
pl: Jak tylko na horyzoncie zjawił się Mehir wraz z odzyskanymi jaszczurkami, ogromna radość ogarnęła cały Las. Jaffar został natychmiast uwolniony, a Przywoływacze uzyskali zgodę na budowę kręgu na terytorium Ciemnokrwistych.

source: Because Mehir’s achievement was beyond exceptional for his lack of experience, Sharif promoted him by multiple ranks. The dream of a young city guard came true...
fr: Comme les exploits de Mehir étaient au delà de l'exception au vu de son expérience, Sharif le promut de plusieurs grades. Le rêve d'un jeune garde municipal devint réalité...
pl: Ponieważ wyczyn Mehira był całkiem niebywały jak na jego niewielkie doświadczenie, Sharif awansował go kilkukrotnie. Tak oto po części spełniło się marzenie młodego strażnika miejskiego...

source: Six months have passed. The construction left the territory of Sud-Affar, and workers from Tar-Tabar continued the works. Another stage of construction began — connecting the cities of Trinity with each other by a giant triangle. In the meantime Mehir improved his skills by taking lessons from old summoning veterans. The time of peace did not last long, however. One day, Mehir was called to travel to al-Kamija without delay.
fr: Six mois ont passé. La construction a quitté le territoire de Sud-Affar, et les travailleurs de Tar-Tabar ont continué les travaux. Une autre étape de la construction débuta — la connexion des villes de la Trinité les unes aux autres par un triangle géant. Pendant ce temps, Mehir améliora ses compétences en prenant des leçons avec de vieux vétérans de l'invocation. Le temps de paix ne dura pas longtemps, pourtant. Un jour, Mehir fut convoqué à al-Kamija sans délai.
pl: Sześć miesięcy minęło. Krąg opuścił terytorium Sud-Affaru i przejęli go robotnicy z Tar-Tabaru. Kolejna faza konstrukcji została rozpoczęta - połączenie miast Trójce ze sobą w celu utworzenia gigantycznego trójkąta. W międzyczasie Mehir doskonalił swoje umiejętności pod okiem starych weteranów przywoływania. Czas spokoju nie trwał jednak długo. Mehir został pilnie zawezwany do al-Kamidży.

source: There, the High Council had gathered for a secret meeting. It reached Mehir's ears that Tashkar, the head of Tar-Tabar, has gone missing, after having set out to Ka-Gatta with some of his troops. The reason behind the expedition was left secret, but, to his surprise, Mehir was chosen to find, and if necessary, rescue - the leader and his troops.
fr: Là-bas, le Haut Conseil s'était réuni pour une séance secrète. Mehir apprit que Tashkar, le gouverneur de Tar-Tabar, avait disparu après être parti pour Ka-Gatta avec une partie de ses troupes. La raison de l'expédition resta secrète, mais Mehir fut surpris d'apprendre qu'il avait été choisi pour trouver, et si nécessaire secourir - le gouverneur et ses troupes.
pl: Na tajnym posiedzeniu Rady Starszych wyjawiono Mehirowi informację o zaginięciu Tashkara, przywódcy Tar-Tabaru. Sprawa była niepokojąca, ponieważ niektórzy z mieszkańców miasta widzieli jak Tashkar wyruszył z częścią swojej armii do Ka-Gatty, opuszczonej od setek lat, pierwszej stolicy Przywoływaczy. Rada nie wyjawiła czemu tam wyruszył, ale rozkazała Mehirowi odnaleźć — i jeśli to konieczne, uratować — przywódcę i jego odziały.

source: Ka-gatta is an ancient place — almost a thousand years old. Our ancestors used to live here before al-Kamija's creation. In the early times, roaming the desert, our forefathers came across a system of caves hidden far out in the sands. They were cool and spacious, so the ancestors decided to stay.
fr: Ka-gatta est un lieu ancien — vieux de presque mille ans. Nos ancêtres y vivaient avant la création de al-Kamija. Aux ages reculés, quand ils arpentaient le désert, nos ancêtres découvrirent un système de cavernes cachées profondément sous les sables. Elles étaient fraîches et spacieuses, donc nos ancêtres décidèrent d'y rester.
pl: Ka-Gatta to miejsce starożytne — mające około tysiąca lat. Nasi przodkowie mieszkali tam zanim powstała al-Kamidża. We wczesnych dziejach podczas wędrówek po pustyni nasi praojcowie natknęli się na system jaskiń ukrytych głęboko pod piaskiem. Jaskinie były chłodne i wystarczająco przestronne, więc przodkowie postanowili się tam osiedlić.

source: For 500 years they dwelled down there, and one day discovered the Abyss. Over time, this groundbreaking revelation allowed the construction of marvellous cities on the hot and hostile surface. The first was al-Kamija — the new capital created from nothing by the First Jinni, Nomolas. The caves were abandoned and the ancestors could finally claim the Great Desert as their home.
pl: Przez 500 lat żyli tu i odkrywali Otchłań. Z czasem magia pozwoliła im na budowę wspaniałych miast na gorącym piasku pustyni. Pierwsza była al-Kamija — nowa stolica stworzona z niczego przez Pierwszego Dżina, Nomolasa. Jaskinie wkrótce opustoszały a przodkowie opanowali Wielką Pustynię.

source: After the creation of al-Kamija, Ka-Gatta turned into catacombs, full of graves of the first summoners. Around 400 years has passed since then. There are legends about the ancient vaults, full of forgotten artifacts of immense power, protected by ancient guardians. There were a few who dared to try confirm that, but none returned...
fr: Après la création de al-Kamija, Ka-Gatta fut transformée en catacombes, abritant les tombes des premiers invocateurs. A peu-près 400 ans se sont écoulés depuis. Des légendes existent à-propos d'antiques cryptes, remplies d'artefacts oubliés aux pouvoirs immenses, protégés par d'anciens gardiens. Quelques-uns tentèrent de vérifier ces légendes, mais aucun ne revint...
pl: Po stworzeniu al-Kamidży, Ka-Gatta zamieniła się w katakumby, pełne grobów pierwszych przywoływaczy. 400 lat minęło od tamtych wydarzeń. Jest wiele legend na temat starożytnych krypt pełnych zapomnianych artefaktów o niesamowitej mocy, chronionych przez wiecznych strażników. Nieliczni śmiałkowie postanowili zweryfikować te opowieści, lecz żaden nie powrócił...

source: Mehir and Rashti returned to al-Kamija, for a meeting with the High Council...
fr: Mehir et Rashti retournèrent à al-Kamija, pour rencontrer le Haut Conseil...
pl: Mehir i Rashti powrócili do al-Kamidży by zdać raport Najwyższej Radzie...

source: When the dust settled, Malib told everyone how it all started — “The army of darkness arrived just after dusk, from the northeast. In the darkness, I saw hundreds of eyes, emitting a blood-red glow. Walls literally crumbled in front of them. Shortly after they came, the whole city was reduced to little more than burning rubble. This destructive power eventually faded, but at that point the city was already overrun. Luckily the portal was yet untouched, so I sent a messenger to al-Kamija for help. Not too long after, you and Rashti arrived.”
fr: Quand la poussière retomba, Malib raconta à tous comment ça avait commencé — "L'armée des ténèbres est arrivée juste après le crépuscule, du nord-est. Dans l'obscurité, j'ai vu des centaines d'yeux, émettant des lueurs rouge-sang. Les murs se sont littéralement effondrés devant eux. Peu après leur arrivée, toute la ville n'était presque plus que ruines enflammées. Leur pouvoir destructif finit par décroître, mais à ce moment la ville était déjà prise. Heureusement le portail était resté intact, donc j'ai envoyé un messager chercher de l'aide à al-Kamija. Peu de temps après, vous et Rashti arrivèrent."
pl: Kiedy kurz opadł, Malib opowiedział, jak to wszystko się zaczęło — 'Ta przerażająca armia przybyła tuż po zmroku z północnego wschodu. Widziałem w oddali setki czerwonych świateł emanujących z ich oczu. W ogóle nie zatrzymywali się wkraczając do miasta. Mury dosłownie rozsypywały się tuz przed nimi. W ten sposób po kilku minutach cale zabudowania zamieniły się w ogromne rumowisko. Z czasem moc wiedźm zmniejszyła się, lecz miasto było już opanowane. Na szczęście portal komunikacyjny był cały, w związku z czym wysłałem do al-Kamidży posłańca. Chwilę później zjawiliście się wy.”

source: Before the arrival of reinforcements from al-Kamija, Mehir, Malib and Rashti had two weeks to examine the dead bodies of their enemies. It turned out the invaders were not demonic spawns, but beings of flesh and blood. They looked quite similar to humans, except for having long, pointed ears and pale, almost gray skin. They were armed with blades made of metal unknown to the Summoners and their clothes were black as death. There were also bodies of large terrifying three-headed beasts, capable of devouring a man with ease.
fr: Avant l'arrivée des renforts d'al-Kamija, Mehir, Malib et Rashti eurent deux semaines pour examiner les corps morts de leurs ennemis. Il s'avéra que les envahisseurs n'étaient pas des apparitions démoniaques, mais des êtres de chair et de sang. Ils avaient un aspect presque humain, excepté leurs longues oreilles pointues et leur peau pâle, presque grise. Ils étaient armés de lames faites d'un métal inconnu des Invocateurs et leurs habits étaient aussi sombres que la mort. Il y avait aussi les corps de grosse bêtes terrifiantes et tricéphales, capables de dévorer un homme avec facilité.
pl: Zanim przybyły spóźnione posiłki z al-Kamidży i pozostałych miast, Mehir, Malib i Rashti przyjrzeli się uważnie ciałom wroga. Jak się okazało byli podobni do ludzi, lecz mieli długie szpiczaste uszy oraz białą skórę. Uzbrojeni byli w rożnego rodzaju ostrza wykonane z nieznanego Przywoływaczom metalu o niesamowitej ostrości i wytrzymałości. Ich szaty były w większości czarne jak śmierć i sprawiały wrażenie jakby zostały uszyte jedynie do krwawej walki. Wśród zwłok były też ciała należące do przerażających potworów o trzech głowach. Istoty te trochę przypominały pustynne węże, jakie często można spotkać w okolicznych jaskiniach, lecz na tym podobieństwa się kończyły.

source: Ten days later, the first carpets from al-Kamija appeared on the horizon. The armies of Trinity were awed by the sheer scale of the city’s destruction. To be prepared for possible future attacks, the High Council assigned the finest troops to the local garrison, and started building additional fortifications around Mag-Magar. When the portal was repaired, Mehir, Rashti and Malib returned to al-Kamija.
pl: Minęło dziesięć dni. Na pustynnym horyzoncie pojawiły się pierwsze dywany. Przybyle armie Trójcy nie mogły uwierzyć w to co zobaczyły. Postanowiono zostawić tu cześć najlepszych oddziałów na wypadek, gdyby te istoty zaatakowały ponownie. Postanowiono też wybudować dodatkowe fortyfikacje. Po naprawieniu portalu Mehir, Rashti i Malib powrócili do al-Kamidży.

source: The construction of the Great Circle was carried on. Under the superintendence of Mehir, it was connected to the Tar-Tabar's portal, and three months later, the outer ring was complete. The next phase of construction was initiated: the cities of the Trinity were to be linked with al-Kamija. Also, smaller stabilizing circles were to be made inside the outer circle. Thousands of workers from the capital were hired to ensure a swift progress with the project. Mehir, like the other leaders of the Trinity, was free to do as he wished, because the outer (largest) part of the circle was finished. But there was an opportunity to test his new skills in battle.
fr: La construction du Grand Cercle continua. Sous la direction de Mehir, il fut connecté au portail de Tar-Tabar, et trois mois plus tard, l'anneau extérieur était complet. La phase suivante de la construction fut initiée : les villes de la Trinité devaient être reliées à al-Kamija. De plus, de plus petits cercles de stabilisation devaient être faits dans le cercle extérieur. Des milliers de travailleurs de la capitale furent embauchés pour assurer la progression rapide du projet. Mehir, comme les autres gouverneurs de la Trinité, était libre de ses obligations puisque la partie extérieure (la plus grosse) du cercle était terminée. Mais il y eut une opportunité de tester ses nouvelles capacités au combat.
pl: Budowa kręgu mogła spokojnie toczyć się dalej. Pod okiem Mehira został on podłączony do portalu w Tar-Tabarze, a 3 miesiące później jego zewnętrzny wzór został ukończony. Rozpoczął się nowy etap prac, polegający na podłączeniu miast Trójcy z al-Kamidżą, oraz na wykonaniu znacznie mniejszych wewnętrznych kręgów. Tym razem konstrukcja toczyła się szybciej, a to za sprawa tysięcy robotników ze stolicy, którzy nie brali wcześniej udziału w budowie. Mehir, tak jak pozostali przywódcy miast Trójcy i ich pracownicy, miał wolne gdyż zewnętrzny krąg został zamknięty. Nadarzyła się jednak okazja, aby mógł on wypróbować się w roli prawdziwego przywódcy.

source: Some days ago an Efreeti revolted against his master in Sud-Affar, and fled to the Great Desert. While things like this are fairly common, what made this particular incident special was that the Efreeti persuaded other magical creatures to follow him, which was quite worrying for the High Council, as the last time something similar happened was during the Red Cult's rebellion. If left ignored, the crowd of rogue magical beings could slowly grow into a real threat to the Cities of the Trinity, and eventually the capital. Scouts discovered that the location of these beings was near Tar-Tabar, so as the city's ruler, it was Mehir's responsibility to eliminate them.
pl: Parę dni temu jeden z Ifrytów zbuntował się przeciwko swojemu panu w mieście Sud-Affar i zbiegł na Wielką Pustynię. Choć tego typu wydarzenia są całkiem powszechne, to tym razem Ifryt ten jakimś sposobem przekonał inne magiczne istoty by za nim podążały. Fakt ten mocno zaniepokoił Najwyższą Radę, bowiem podobne zjawisko miało jedynie miejsce w przeszłości podczas rebelii Czerwonego Kultu. Gdyby je zignorować, tłum zbuntowanych magicznych istot mógłby stanowić istotne zagrożenie dla bezpieczeństwa miast Trójcy a nawet samej stolicy. Zwiadowcy wkrótce odkryli ich kryjówkę niedaleko miasta Tar-Tabar, więc zadanie wyeliminowana ich przypadło lokalnemu przywódcy, którym był Mehir.

source: The mysterious stranger was in a critical state. He was clearly not a citizen of the Summoners’ nation, yet clearly unlike the flying intruder. In Tar-Tabar, the foreigner was taken to a hospital. Everybody wanted to know who he was and what he wanted.
fr: L'étranger mystérieux était dans un état critique. Il n'était clairement pas citoyen de la nation des Invocateurs, mais clairement pas semblable à l'intrus volant. A Tar-Tabar, l'étranger fut emmené à l'hôpital. Tous voulaient savoir qui il était et ce qu'il voulait.
pl: Tajemniczy przybysz był w krytycznym stanie. Nie był obywatelem państwa Przywoływaczy, ale nie wyglądał też jak latający intruz z katakumb. Tuż po przybyciu do Tar-Tabaru, nieznajomego obdarzono najlepszą opieką. Pozostało jedynie czekać, w nadziei, ze tajemniczy przybysz niedługo się obudzi i wyjawi skąd pochodzi i czego tu szuka.
