Repository: Toranks/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: fr, pl

source: When I took my form at that time, I was torn between reason and passion - to reflect two eternal forces struggling in human minds and hearts. But now I am finally united.
fr: Quand j'ai pris forme à cette époque, j'étais tiraillée entre la raison et la passion - pour refléter les deux forces éternelles qui se disputent les esprits et cœurs humains. Mais maintenant, je suis enfin unité.
pl: Wtedy gdy przybrałam swoją pierwotną formę, byłam rozdarta między rozumem a pasją - by odzwierciedlić dwie walczące ze sobą siły w umysłach i sercach ludzi. Lecz teraz jestem jednością.

source: This makes me wonder... Is the Abyss still the same place now?
fr: Ce qui me fait me demander... Est-ce que les Abysses sont encore comme autrefois ?
pl: Nie daje mi to spokoju... Czy Otchłań jest wciąż tym samym miejscem co kiedyś?

source: There is only one way to find out. The Abyss itself is already a divided place full of chaos, both creative and destructive in nature. This will not change anytime soon.
fr: Il n'y a qu'une façon de le découvrir. Les Abysses elles-mêmes sont un endroit divers plein de chaos, à a fois créatives et destructives par nature. Cela ne va pas changer de si tôt.
pl: Jest tylko jeden sposób by się o tym przekonać. Otchłań jest od dawien dawna miejscem pełnym chaosu, zarówno kreatywnego jak i destrukcyjnego. To nie zmieni się prędko.

source: You have achieved harmony, something most humans can only dream of. You can use the knowledge from the mortal world to do great things as a ruler of your dimension.
fr: Vous avez atteint l'harmonie, une chose dont la plupart des humains ne peuvent que rêver. Vous pouvez utiliser la connaissance que vous avez du monde mortel pour faire de grandes choses en tant que dirigeante dans votre dimension.
pl: Osiągnęłaś harmonię, coś o czym większość ludzi może jedynie pomarzyć. Możesz użyć wiedzy ze świata śmiertelników by czynić wielkie rzeczy jako władczyni swojego wymiaru.

source: I have seen so much during my presence in this realm: deserts, mountains, sky, rain, my old masters dying and new ones being elected. In the end, I chose Mehir as my final master. I learned so much during the time with him - more than I could ever imagine. I even perished for a moment only to be born again. Now I am eternal, and I regret nothing.
fr: J'ai vu tant de choses pendant que j'étais dans ce monde : des déserts, des montagnes, le ciel, la pluie, mes anciens maîtres mourant et de nouveaux se faisant élire. A la fin, j'ai choisi Mehir comme maître final. J'ai appris tant de choses avec lui - plus que je ne n'aurais pu l'imaginer. Je suis même morte un instant pour renaître. Maintenant je suis éternelle, et je ne regrette rien.
pl: Widziałam tak wiele podczas mojego materialnego pobytu: pustynie, góry, niebo, deszcz, moich umierających starych mistrzów i nowych wybieranych. W końcu wybrałam Mehira na mojego ostatniego mistrza. Tak wiele się przy nim nauczyłam - więcej niż mogłam sobie wyobrazić. Nawet przeminęłam na chwilę by zrodzić się na nowo. Teraz jestem wieczna i nie żałuję niczego.

source: Standing here by his side I see my Home... and I know I am finally back.
fr: Ici à ses côtés je vois mon chez moi... et je sais que je suis enfin de retour.
pl: Stojąc tu obok niego widzę mój Dom... i wiem, że wreszcie do niego wracam.

source: I have never thought I would come this far. If I told my past self that he'll fight your men, befriend lizards who wanted to cook Jaffar alive, become the leader of Tar-Tabar and almost end up stuck here forever after aiding distant relatives of our kind, he would probably ask me what I'm smoking, and where can he get some of it.
pl: Nigdy nie sądziłem, że zajdę tak daleko. Gdybym powiedział mojemu dawnemu ja, że będę z wami walczyć, że zaprzyjaźnię się z jaszczurkami, które chciały ugotować Jaffara żywcem, że zostanę przywódcą Tar-Tabaru i że prawie tu utknę przez to, że chciałem pomóc naszym dalekim krewnym, to pewnie moje dawne ja zapytałoby się mnie co takiego paliłem i gdzie to można dostać.

source: I have never thought I would come this far. If I told my past self that he'll fight your men, befriend lizards who wanted to cook Jaffar alive, become the leader of Tar-Tabar and almost end up stuck here forever after aiding distant relatives of our kind, he would probably tell me to see a doctor...
pl: Nigdy nie sądziłem, że zajdę tak daleko. Gdybym powiedział mojej wersji z przeszłości, że będę z wami walczyć, zaprzyjaźnię się z jaszczurkami, które chciały zrobić z Jaffara zupę, że zostanę przywódcą Tar-Tabaru a potem że tu utknę odcięty od swoich rodaków, to pewnie moje dawne ja kazałoby mi iść do lekarza...

source: Well, fate can certainly turn out in bizarre ways. Well, it was certainly worth it: you could've easily been just another generic person <i>*to himself* had it not been for my interference...</i> yet you're a walking legend!
pl: Cóż, los ma swoje kaprysy. Ale to wszystko jednak się jakoś opłacało. Mogłeś być jedną z wielu niewyróżniających się osób <i>*do siebie* gdyby nie moja interwencja...</i> a teraz jesteś chodzącą legendą!

source: Maybe you are right, but you know what? ...I am staying here with you!
fr: Peut-être que vous avez raison, mais vous savez quoi ? ... Je reste ici avec vous !
pl: Może i masz rację, ale wiecie co? ...Postanowiłem z wami tu zostać!

source: Erm... Pardon?
fr: Hem... Pardon ?
pl: Eee… Słucham?

source: You see, nothing in al-Kamija is as good as this! Those Ums, my ultimate circle, cruises in the sky, your crap food... I don't want to live without it again!
fr: Vous voyez, il n'y a rien à al-Kamija d'aussi bien qu'ici ! Ces Ums, mon cercle ultime, des croisières dans le ciel, votre nourriture à la con... Je veux plus vivre sans ça !
pl: Bo widzisz, nic w al-Kamidży nie jest tak wspaniałe jak to miejsce! Te Umy, mój ostateczny krąg, rejsy w powietrzu, wasze okropne żarcie... Nie chcę bez tego żyć!

source: Indeed, life is good here.
pl: To prawda, życie tutaj jest świetne.

source: But...
fr: Mais...
pl: Ale...

source: I know I am the leader of one of our cities and the owner of Rashti, but I'm sure she will be fine - she's now at home after all. And I have my deputy Jaffar's to govern the city as usual.
fr: Je sais que je suis le gouverneur de l'une de nos villes et le maître de Rashti, mais je suis sûr qu'elle va s'en sortir - elle est chez elle maintenant après tout. Et j'ai mon adjoint Jaffar qui gouverne la ville comme d'habitude.
pl: Wiem, że jestem przywódcą jednego z miast i właścicielem Rashti, ale jestem pewien, że ona sobie poradzi - jest w sumie w swoim domu. A ja mam zastępcę Jaffara, który przejmie po mnie obowiązki.

source: <i>*to himself* That was... quite an unforeseen turn of events. I must do something immediately, else the plan would be ruined...</i> (to Mehir) Look, you must go to the Abyss. Really.
fr: <i>*à lui-même* Voici... un développement plutôt imprévu. Je dois faire quelque-chose immédiatement, sinon le plan va être ruiné...</i> (à Mehir) Écoutez, vous devez aller dans les Abysses.Vraiment.
pl: <i>*do siebie* To było... niespodziewane. Muszę coś szybko zrobić inaczej plan się nie powiedzie...</i> (do Mehira) Słuchaj, musisz udać się do Otchłani. Naprawdę.

source: But why? Can't I stay with you? This place is perfect!
fr: Mais pourquoi ? Je peux pas rester avec vous ? Cet endroit est parfait !
pl: Ale czemu? Nie mogę z wami zostać? To miejsce jest doskonałe!

source: I know but what about the philosophy of your nation? Don't you people believe that you will find the ultimate sense of your lives out there? <i>*to himself* A belief that is among the biggest nonsense I have heard in years...</i> (to Mehir) Are you not curious what lies there?
fr: Je sais, mais et la philosophie de votre nation ? Les vôtres ne croient-ils pas que vous trouverez le sens ultime de vos vies là-bas ? <i>*à lui-même* Une croyance qui est parmi les plus grosses idioties que j'aie entendu depuis des années...</i> (à Mehir) N'êtes-vous pas curieux de voir ce qui s'y passe ?
pl: Wiem, ale co z filozofią waszego ludu? Czyż nie wierzycie, że w Otchłani znajdziecie ostateczny sens waszego życia? <i>*do siebie* Co jest największą bzdurą jaką słyszałem od lat...</i> (do Mehira) Nie ciekawi cię co jest po drugiej stronie?

source: Maybe a little, but I am afraid that living in a place full of abyssmals who are almost impossible to date, could be frustrating in the long run.
pl: Może odbrobinkę, ale obawiam się, że życie pośród istot z Otchłani, z którymi umówienie się na randkę graniczy z cudem, może być frustrujące na dłuższą metę.

source: You may be right about this part, but I still believe you should go there. Your people need you.
fr: Vous avez sûrement raison sur ce point, mais je crois toujours que vous devriez y aller. Les vôtres ont besoin de vous.
pl: Tu akurat masz rację, ale wciąż uważam, że powinieneś tam się udać. Twoi ludzie cię potrzebują.

source: Didn't I just say Jaffar will be govern the city? They will be fine, I hope.
fr: J'ai pas dit que Jaffar allait gouverner la ville ? Ils vont s'en sortir, j'espère.
pl: Ależ czy nie mówiłem, że Jaffar będzie zarządzać miastem? Dadzą sobie radę, tak myślę.

source: <i>*to himself* This is far harder than I hoped it would be...</i> (to Mehir) Look, I did not want to tell you this, but I am afraid disastrous things are going to happen in the Abyss soon if you don't do something about it.
fr: <i>*à lui-même* C'est beaucoup plus dur que je le croyais...</i> (à Mehir) Bon, je ne voulais pas vous le dire, mais j'ai peur que des choses désastreuses ne soient bientôt sur le point de se produire dans les Abysses si vous n'y faites rien.
pl: <i>To trudniejsze niż sądziłem...</i>(do Mehira) Słuchaj, nie chciałem ci tego mówić, ale obawiam się, że katastrofalne rzeczy mogą się wkrótce wydarzyć w Otchłani, jeśli pozostaniesz bierny.

source: Wait, what do you mean?
fr: Attendez, qu'est-ce que vous dites ?
pl: Zaraz, co masz na myśli?

source: We are still not sure if our predictions are correct, but it seems the abyssmal balance may be at risk in the next few weeks or months. A certain red being going under the name of Reficul is attempting to turn the abyssals against your civilization. While he may not be much in terms of raw strength, but the ideas he spreads are very, very dangerous for your civilization.
pl: Nadal nie jesteśmy pewni, czy nasze przypuszczenia są słuszne, ale wygląda na to, że równowaga Otchłani może być zagrożona w najbliższych tygodniach lub miesiącach. Pewna czerwona istota o imieniu Reficul próbuje podburzyć inne istoty przeciwko waszej cywilizacji. Może on sam nie stanowi poważnego zagrożenia, to ideologia, którą rozprowadza, już tak.

source: I see. Well, that changes everything. I am still responsible for my people, more or less. Also, it would be nice to kick his red butt once and for all this time. In this case, I'd better get going, but once I finish my job, I am going to return here!
fr: Je vois. Bon, ça change tout. Je suis toujours responsable des miens, plus ou moins. Et puis ça serait sympa de lui botter ses fesses rouges une fois pour toutes cette fois. Dans ce cas, je ferai mieux d'y aller, mais dès que j'aurai fini mon taf, je reviendrai !
pl: Rozumiem. To zmienia wszystko. Wciąż jestem odpowiedzialny za moich ludzi. Poza tym byłoby miło skopać jego czerwony tyłek raz jeszcze i tym razem na dobre. W takim razie chyba jednak wyruszę. Ale jak tylko zrobię co mam do zrobienia, to mam zamiar tu wrócić!

source: Good. <i>*to himself* We even count on the last part...</i> (to Mehir) You should hurry. The portal might to collapse anytime soon.
pl: Dobrze. <i>*do siebie* Nawet na to liczymy...</i> (do Mehira) Powinieneś się pospieszyć. Portal zaraz się zamknie.

source: Yeah, all the stories I could tell... By the way, I wonder, if you know how to get to the Abyss, then why not do that?
pl: Tak, te wszystkie historie, które mógłbym opowiedzieć... A tak przy okazji, to skoro wiecie o istnieniu Otchłani, to czemu nie chcecie się tam dostać?

source: Ah, summoner, there is still an enormous amount of knowledge left in this world to learn, and thus we have no intention of going to other dimensions yet. And besides, as magic doesn't work in the Abyss, so even if we get there, we would lack ways to sufficiently research it. We might consider delving into other dimensions eventually, but first we'd need to exhaust everything this one has to offer, which is no easy task to say the least...
pl: Ach, przywoływaczu, jest jeszcze tyle wiedzy do zdobycia na tym świecie, że na ten moment nie mamy intencji zagłębiać się w inne. A tak poza tym magia nie działa w Otchłani, więc nawet jakbyśmy tam się dostali, to nie moglibyśmy skutecznie prowadzić naszych badań. Zapewne zagłębimy się w inne wymiary, ale dopiero gdy wyczerpiemy wszystko co ten nasz ma do zaoferowania, a to trochę zajmie...

source: I understand. Anyway, thank you for your help.
fr: Je comprends. Hé bien, merci pour l'aide.
pl: Rozmiem. W każdym bądź razie dziękuję za pomoc.

source: Enter the Abyss
pl: Wkrocz do Otchłani

source: That was close...
fr: C'était juste...
pl: Mało brakowało...

source: (to Antiquarius) I still wonder, why did we bother with all the effort to get this particular summoner here?
pl: (do Antiquariusa) Wciąż zastanawiam się, po co sprowadzaliśmy tutaj tego przywoływacza?

source: Well, if you ask me, it's entirely worth it. Mehir bringing Glomin here is the best thing to happen to my department in centuries! Now I can thoroughly research the Runemasters! All my incomplete tomes shall soon be complete!
pl: Cóż, wydaje mi się, że jest w tym sens. Mehir sprowadził tu Glomina, a to chyba najlepsze co spotkało mój wydział od wieków! Teraz mogę dogłębnie zbadać cywilizację Mistrzów Run! Wszystkie moje niekompletne tomy zostaną dokończone!

source: I appreciate your enthusiasm for your research, Antiquarius, but look at the bigger picture. Wasn't the goal supposed to be Nomolas? I can't help but feel the plan got rather... sidetracked.
pl: Doceniam twój entuzjazm, Antiquariusie, ale spójrzmy na to szerzej. Czyż naszym celem nie był Nomolas? Odnoszę wrażenie, że nasz plan zszedł niejako na... boczne tory.

source: *turns to the two magi* To answer your question, Umbrez, Nomolas is still the goal. But since magic is of no use in the Abyss, getting to the First Jinni would be virtually impossible if the Summoners hate us. Now that they no longer view us as enemies, and are busy battling the native red beings, after having waited for centuries, we might catch a glimpse of an opportunity to reach him.
pl: *zwraca się do dwóch magów* Odnośnie twojego pytania Umbrez, Nomolas wciąż jest naszym celem. Ale skoro magia nie działa w Otchłani, to dotarcie do Pierwszego Dżina może być praktycznie niemożliwe w przypadku gdy Przywoływacze będą do nas wrogo nastawieni. A teraz kiedy pokazaliśmy się z dobrej strony, być może po wiekach czekania będziemy mieli wreszcie szansę by się do niego zbliżyć, zwłaszcza, że Przywoływacze będą zajęci walką z tamtejszymi czerwonymi istotami.

source: Though I must admit, I have a rather uneasy feeling about him. As much as I studied him, even I can't fully figure out his motives. He could either be our key to achieving what the First Civilization failed to do, or the biggest threat since the Cataclysm... Either way, we must keep him in our sights.
pl: Choć muszę przyznać, że mam wobec niego dziwne przeczucia. Mimo, że poświęciłem na jego temat mnóstwo czasu, wciąż nie mogę rozgryźć jego motywów. Nomolas może być naszym kluczem do osiągnięcia tego, co nie udało się Pierwszej Cywilizacji, lub stać się największym zagrożeniem od czasów Kataklizmu... W każdym bądź razie musimy mieć na niego oko.

source: Understood.
pl: Rozumiem.

source: And that is all for today, the meeting is officially over. You may leave, gentlemen.
pl: Tak więc to spotkanie można uznać za zakończone. Możecie już iść.

source: You have arrived too early, Mehir.
fr: Tu es arrivé trop tôt, Mehir.
pl: Przybyłeś za wcześnie, Mehirze.

source: But when the time is right, you will return...
fr: Mais quand il sera temps, tu va revenir...
pl: Ale kiedy nadejdzie właściwa pora, powrócisz...

source: ...and fulfill our dream...
fr: ...et accomplir notre rêve...
pl: ...i spełnisz nasze marzenie...

source: Transition
pl: Przejście

source: team_name^cutscene
fr: cinématique
pl: cutscenka

source: The hot-tempered and unpredictable Dharma'rashti. She has a secret grudge against the Summoners, which the good half has been actively trying to suppress. Now without any restraint, she is out for blood... Since she's impossible to destroy by conventional means, the only way to deal with her is for the good half to fuse with her again, which will require subduing the evil half first...
fr: La bouillante et imprévisible Dharma'rashti. Elle a une rancune secrète contre les Invocateurs, que la moitié bienfaisante a activement tenté de supprimer. Maintenant qu'elle n'est plus contrainte, elle veut du sang... Puisqu'elle est impossible à détruire par les moyens conventionnels, le seul moyen de s'en occuper est de faire fusionner à-nouveau la moitié bienfaisante avec elle, ce qui va d'abord demander de soumettre la moitié malfaisante...
pl: Narwana i nieprzewidywalna Dharma'rashti. Jest w pewnym konflikcie z Przywoływaczami, co jej dobra połowa stara się usilnie tłumić. A teraz gdy Dharma'rashti już nie jest niczym skrępowana, pragnie krwi... Nie można jej zniszczyć w tradycyjny sposób. Tylko poprzez fuzję z jej dobrą połową możliwe jest pozbycie się jej, lecz to nie będzie takie proste, gdyż najpierw trzeba będzie ją pojmać...

source: scimitar
fr: cimeterre
pl: sejmitar

source: Elders are Summoners Emeritus - being too old for an active duty, they guide and in fact rule the Summoner society. The most popular Elders form the High Council - the most important governing body in the Great Desert.
fr: Les Anciens sont des Invocateurs Émérites - trop âgés pour le service actif, ils guident et en fait dirigent la société des Invocateurs. Les Anciens les plus populaires forment le Haut Conseil - le corps de gouvernement le plus important du Grand Désert.
pl: Starsi to emerytowani Przywoływacze - za starzy na aktywną służbę, prowadzą, a co za tym idzie władają państwem Przywoływaczy. Najpopularniejsi z nich formują Najwyższą Radę - najważniejszy organ rządowy na Wielkiej Pustyni.

source: Enchanter
fr: Enchanteur
pl: Zaklinacz

source: The Enchanters' Guild is the backbone of the Summoner society, being responsible for the creation of intricate magic circles, jinn lamps, and many other magical objects. While the summoners naively pride themselves in the ability to skillfully use magic circles, the enchanters are the ones to truly understand the ins and outs of abyssal magic.
fr: La Guilde des Enchanteurs st la colonne vertébrale de la société des Invocateurs, responsable de la création de cercles magiques complexes, lampes à jinn, et bien d'autres objets magiques. Alors que les invocateurs sont naïvement fiers de leur capacité à utiliser des cercles magiques avec aisance, les enchanteurs sont ceux qui comprennent vraiment les tenants et aboutissants de la magie abyssale.
pl: Gildia Zaklinaczy jest podstawą społeczeństwa Przywoływaczy. To ona odpowiada za tworzenie magicznych kręgów, lamp dla dżinów i wielu innych magicznych obiektów. Choć przywoływacze naiwnie tytułują się znawcami magicznych kręgów i wiedzą jak ich używać, to tak naprawdę prawdziwą wiedzę z zakresu Otchłani posiadają zaklinacze i to oni wytwarzają magiczne produkty, z których korzystają wszyscy konsumenci.

source: magic arrow
fr: flèche magique
pl: magiczna strzała

source: Ghost of a Summons Master
fr: Fantôme d'un Maître des Invocations
pl: Duch Mistrza Przywołania

source: This ancient ghost of a Summons Master roams catacombs of Ka-gatta for centuries. Beings like these are result of people staying inside their personal circles for too long. If the bond between human's mind and a circle grows too strong, when that person dies his/her psyche is trapped inside and lives afterlive of its own.
fr: Cet ancien fantôme d'un Maître des Invocations hante les catacombes de Ka-gatta depuis des siècles. De tels êtres apparaissent après que des gens soient restés trop longtemps dans leurs cercles personnels. Si le lien entre l'esprit humain et un cercle devient trop fort, quand cette personne meurt, son esprit est piégé dans le cercle et vit lui-même une après-vie.
pl: Starożytny duch Mistrza Przywołania nawiedza katakumby Ka-gatty od stuleci. Istoty tego typu powstały w wyniku zbyt długiego wystawienia na działanie osobistych kręgów magicznych. Jeśli więź między ludzkim umysłem a kręgiem jest zbyt silna, to gdy ta osoba umiera jej psychika wciąż jest uwięziona wewnątrz kręgu i żyje po życiu.

source: magical scimitar
fr: cimeterre magique
pl: magiczny sejmitar

source: magical hammer
fr: marteau magique
pl: magiczny młot

source: circle of destruction
fr: cercle de destruction
pl: krąg zniszczenia

source: incantation of power
fr: incantation de pouvoir
pl: inkantacja mocy

source: The calm and wise Ho'rashti. Her goal is reunite with the evil half at all costs. However, she's too weak to do so by herself, and needs Mehir's assistance.
fr: La calme et sage Ho'rashti. Son but est de s'unir à nouveau avec sa moitié malfaisante à tout prix. Mais elle est trop faible pour les faire elle-même, et a besoin de l'aide de Mehir.
pl: Spokojna i mądra Ho'rashti. Jej zadaniem jest zjednoczenie się z jej złą połówką za wszelką cenę. Niestety sama jest zbyt słaba by to uczynić, więc potrzebuje pomocy Mehira.

source: divine spear
fr: lance divine
pl: boska włócznia

source: iceball
fr: boule de glace
pl: kula lodu

source: Grand Summoner
fr: Grand Invocateur
pl: Wielki Przywoływacz

source: The Last Summoner
fr: Le Dernier Invocateur
pl: Ostatni Przywoływacz

source: Mehir spawns a Dimensional Gate II next to him every turn, if there is an vacant hex next to himself, MAX XP +10%
fr: Mehir fait apparaître une Porte Dimensionnelle II à chaque tour si il y a un hexagone vacant à-côté de lui, XP MAX +10%
pl: Na początku każdej tury Mehir tworzy Wrota Wymiarów II na pustym heksie w swoim pobliżu, MAX XP +10%

source: spawns gates
fr: crée des portes
pl: tworzy wrota

source: This unit creates a Dimensional Gate II every turn. The gate is spawned adjacent to this unit. If there is no vacant hex around this unit, the ability will not work.
fr: Cette unité crée une Porte Dimensionnelle II à chaque tour. La porte est créée sur un emplacement adjacent à cette unité. Si il n'y a pas d'hexagone vacant autour de cette unité, la capacité ne fonctionne pas.
pl: Ta jednostka tworzy co turę Wrota Wymiarów II. Wrota te pojawiają się w wolnym miejscu w jej pobliżu. Jeśli wszystkie te miejsca są zajęte, zdolność nie zadziała.

source: Max HP bonus +8
fr: Bonus de PV max +8
pl: Bonus do HP +8

source: Thanks to collaboration with the Sky Kingdom magi, Mehir's personal megacircle has been greatly improved, granting him more powerful spells and the one-of-a-kind ability to teleport his troops directly to a battlefield without worrying about logistics.
pl: Dzięki współpracy z magami z Podniebnego Królestwa, osobisty megakrąg Mehira został znacznie udoskonalony zapewniając mu dostęp do potężniejszych zaklęć oraz jedynej w swoim rodzaju zdolności przywoływania wszystkich oddziałów bezpośrednio na pole bitwy bez martwienia się o zaplecze logistyczne.

source: ultimate circle
fr: cercle ultime
pl: ostateczny krąg
