Repository: Toranks/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: fr, pl

source: Furthermore, we cannot allow outsssidersss' prying eyesss to wander close to the Jungle's heart. It has its sssecrets, very dark sssecrets that no being should dare learn.
pl: Co więcej, nie możemy pozwolić nikomu zzzz zewnątrz wędrować blissssssko sssserca Dżungli. Ono ma ssswe ssssekrety, bardzo mroczne ssssekrety, których nikt nie powinien zgłębiać.

source: Please understand that completion of the circle is of utmost importance to us. We have no interest in the Jungle and its secrets. Is there anything we can do to have you make an exception for us to continue working?
fr: Il faut que vous compreniez que la complétion du cercle est de la plus grande importance pour nous. On ne cherche pas à voler les secrets de la Jungle. Est-ce qu'il y a quelque-chose que nous pouvons faire pour que vous nous donniez exceptionnellement l'autorisation de continuer à travailler ?
pl: Proszę zrozum, że ukończenie tego kręgu jest dla nas niesłychanie ważne. Nie interesuje nas wasza Dżungla ani jej sekrety. Może jest coś co moglibyśmy uczynić, byście zrobili dla nas wyjątek i pozwolili dalej pracować?

source: Hmmm... Perhapsss there isss. As you can sssee, for centuriesss, we - the ‘Darkblooded’ – have been fending off barbarian hordesss from the wastelandsss. Unfortunately, we can't ssspare anything for a counter-attack, as all our forces are occupied with defending the jungle's borders. We need you to dessstroy one of the barbarian fortresssesss in the Fire Canyon, which is dangerousssly clossse to the temple.
fr: Mmmm... Peut-être essst-ce possssible. Comme vousss le voyez, depuis des cssiècles, nous - les 'Sang-Sombre' - avons sans cesse travaillé à repousser les hordesss barbares dans leurs terres de frichesss. Malhereusement, nous ne pouvons pas nous permettre de contr-attaquer car toutes nos forces sont occupées à défendre les frontières de la jungle. Nous avons besoin de vousss pour détruire l'une des forteressssesss barbares dans le Canyon de Feu, qui est dangereuzzzement proche du temple.
pl: Hmm… może i dałoby sssię cośśś zrobić. Jak widzicie, przezzz wieki my - Ciemnokrwiści - odpieramy barbarzyńskie hordy z pusssstkowi. Niestety nie możemy przeprowadzić żadnego kontrataku, bowiem nasze ssssiły sssą zajęte ochroną granic dżungli. Chcemy więc byśśście zniszczyli dla nasss jedną z barbarzyńskich fortec w Ognistym Kanionie, która to forteca jest niebezpiecznie blisko naszej śśświątyni.

source: But... but we are not authorized to make such impactful decisions, it's up to the High Council to decide!
fr: Mais... mais on n'a pas le droit de prendre des décisions aussi importantes, c'est au Haut Conseil de décider !
pl: Ale... ale my nie mamy pozwolenia by decydować o tak poważnych decyzjach, to zadanie dla Najwyższej Rady!

source: By the time your 'council' sssends any troopsss, it will be too late; the barbariansss captured one of our mysticssss in a recent raid, no doubt to interrogate him about the temple'sss location. I am not willing to bet on their ability to endure torture. And remember, you are in <b>our</b> domain, and at <b>our</b> mercy.
pl: Zanim ta wasszza 'rada' wyśśle ssswoje oddziały, będzie za późno. Barbarzyńcy pojmali jednego z nassszych missstyków podczas ostatniego ataku, na pewno zechcą go przesssłuchać by wydobyć lokalizację śśśświątyni. A ja nie mam zamiaru sssssprawdzać jego wytrzymałości na tortury. Poza tym nie zapominajcie, że jesteście na <b>naszym</b> terytorium i zdani na <b>naszą</b> łaskę i niełaskę.

source: If we do this for you, will you allow us to work safely on your territory?
fr: Si on fait ça pour vous, est-ce que vous allez aussi nous permettre de travailler sans risque sur votre territoire ?
pl: Jeśli zrobimy to dla was, pozwolicie nam bezpiecznie pracować na waszym terytorium?

source: Yesss, as much as it painsss me to allow part of the Jungle to be dessstroyed, I will. As much as I dessspise the devil's path, the damage that would be causssed by trying to fight a two-front war is even worssse...
pl: Tak, choć nie ukrawam, że boli mnie fakt, iż częśśść dżungli zossstanie zniszzzczona. Mimo że nie mogę zzzznieść tej waszzzej 'ścieżki diabła', szzzkody jakie wywołałaby wojna na dwóch frontach mogłyby być znacznie gorsze...

source: *sigh* I guess we have no choice...
fr: *soupir* Je suppose qu'on n'a pas le choix...
pl: *wzdycha* Chyba nie mam innego wyboru...

source: Very well, though your sssuperior will have to... ssstay with usss for now.
fr: Très bien, pendant ce temps, votre sssupérieur va... ressster avec nous pour l'instant.
pl: Dossskonale, jednak twój przełożony będzie mussssiał... zosssstać z nami.

source: Huh? Wait! Why me?! What are you doing?
fr: Hé ? Attendez ! Pourquoi moi ?! Qu'est-ce que vous faites ?
pl: Hę? Chwila! Dlaczego ja?! Co robisz?

source: Aaaaaah! Put me down! Put me down! Somebody help!
fr: Aaaaaah ! Reposez-moi ! Reposez-moi ! A l'aide, quelqu'un !
pl: Aaaaaa! Puśćcie mnie! Puśćcie mnie! Na pomoc!

source: Why so serious? Calm down and relax. Maybe there is something I can do for you to save my friend? We mean you no harm. We just want to continue our project, then we will go away. *hands over the pipe*
fr: Pourquoi être si sérieux ? Calmez-vous et relaxez-vous. Peut-être qu'il y a quelque-chose que je peux faire pour mon ami ? On vous veut pas de mal. On veut juste continuer notre projet, et puis on s'en ira. *rend la pipe*
pl: Ależ po co te nerwy? Uspokój się i odpręż. Może jest coś co mógłbym dla was zrobić, by uratować kolegę? Nic do was nie mamy. Chcemy po prostu kontynuować nasz projekt, a potem sobie pójdziemy. *oddaje fajkę*

source: *smokes the pipe for a moment*
fr: *fume la pipe pendant un certain temps*
pl: *pociąga fajkę przez moment*

source: Hmmm... Perhapsss there isss. As you can sssee, for centuriesss, we - the ‘Darkblooded’ – have been fending off barbarian hordesss from the wastelandsss. Unfortunately, we can't ssspare anything for a counter-attack, as all our forces are occupied with defending the jungle's borders.
fr: Mmmm... Peut-être essst-ce possssible. Comme vousss le voyez, depuis des cssiècles, nous - les 'Sang-Sombre' - avons sans cesse travaillé à repousser les hordesss barbares dans leurs terres de frichesss. Malhereusement, nous ne pouvons pas nous permettre de contr-attaquer car toutes nos forces sont occupées à défendre les frontières de la jungle.
pl: Hmm… może i dałoby sssię cośśś zrobić. Jak widzicie, przezzz wieki my - Ciemnokrwiści - odpieramy barbarzyńskie hordy z pusssstkowi. Niestety nie możemy przeprowadzić żadnego kontrataku, bowiem nasze ssssiły sssą zajęte ochroną granic dżungli.

source: The barbariansss captured one of our mysticssss in a recent raid. They took him to the barbarian fortresssesss in the Fire Canyon, which is dangerousssly clossse to the temple. No doubt they will interrogate him about the temple'sss location. You need to bring him back along with his companions. If you do thisssss, we will pardon you, and might allow you to resume your conssstruction work.
pl: Barbarzyńcy pojmali jednego z nassszych missstyków podczas ostatniego ataku. Zabrali go do barbarzyńskiej fortecy w Ognistym Kanionie, która znajduje się niebezpiecznie blisko śśświątyni. Na pewno zechcą go przesssłuchać by wydobyć jej lokalizację. Musisz go sssprowadzić wraz z jego towarzyszami. Jeśli to uczynisssz, przeprosimy sssię a wy będziecie mogli kontynuować prace.

source: (in saurian) <i>Thisss isss outrageousss! Your Highnesss, thessse humansss deserve death!</i>
fr: (en saurien) <i>C'essst honteuxxx ! Votre Ssseigneurie, cssses humainssss méritent la mort </i>
pl: (w języku jaszczurek) <i>To zzzzniewaga! Wassssza Wyssssssssokość, ci ludzie zasssssługują na śśśśśśmierć!</i>

source: (visibly faded, in saurian) <i>Calm down, I know what I'm doing.</i>
fr: (visiblement ramolli, en saurien) <i>Calme-toi, je sais ce que je fais.</i>
pl: (wyraźnie odurzony) <i>Uspokój sssię, wiem co robię.</i>

source: (to Mehir) Do we have an agreement?
fr: (à Mehir) On est d'accord ?
pl: (do Mehira) Mamy umowę?

source: Consider it done.
fr: Totalement.
pl: Załatwione.

source: Very well, then, you may leave. *unties Mehir* But your friend will ssstay with ussss for now...
fr: Très bien, alors vous pouvez partir. *libère Mehir* Mais votre ami va ressster avec nousss pour l'instant...
pl: Bardzo dobrze, możesssz odejść. *rozwiązuje Mehira* Ale twój przyjaciel będzie mussssiał z nami zossstać...

source: Mehir! Rescue those damn lizards and return immediately! That's an ORDER!
fr: Mehir ! Sauve ces maudits lézards et reviens immédiatement ! C'est un ORDRE !
pl: Mehir! Uratuj te przeklęte jaszczurki i wracaj tu natychmiast! To ROZKAZ!

source: Wait, so you brought Jaffar just to hold him hostage?!
fr: Attendez, donc vous avez amené Jaffar juste pour le garder otage ?!
pl: Chwila, więc sprowadziliście tu Jaffara tylko po to by wziąć go za zakładnika?!

source: Yesss, it isss a precaution to ensssure you don't jussst abandon usss the moment we ssset you free. He isss of little worth for anything else. Lisssten, if you fulfill your sssside of the bargain, we will grant your kind permisssion to sssparingly cut down the treesss for the devil's path, and return the hostage to you in one piece. If not, we will add him to the lissst of ingredientsss in the sssoup.
pl: Tak, to zabezpieczenie na wypadek gdybyśśś miał uciec i o nas zapomnieć. I tak jego życie nie ma większej wartośśśści. Ssssłuchaj, jeśli dotrzymaszzz naszej umowy, pozwolimy waszym ludziom wyciąć drzewa pod waszą piekielną ścieżkę i zwrócić wam zakładnika w jednym kawałku. Natomiasssssst jeśli coś pójdzie nie tak, dodamy go do lissssty sssssskładników na zupę.

source: *gives an evil stare* You should hurry. I cannot guarantee thisss branch will withssstand the weight of your deliciousss friend for long.
pl: *spogląda złowrogo* Powinieneś się spieszyć. Nie mogę zagwarantować czy ta gałąź długo wytrzyma ciężar twojego kolegi.

source: On my way, sir!
fr: Je suis en route, monsieur !
pl: Tak jest!

source: Very well, then, you may leave. *unties Mehir*
fr: Très bien, alors vous pouvez partir. *libère Mehir*
pl: Bardzo dobrze, możeszzz odejść. *rozwiązuje Mehira*

source: Fire Canyon
fr: Le Canyon de Feu
pl: Ognisty Kanion

source: Seize the post on the other hill
fr: Capturer le poste sur l'autre colline
pl: Zdobądź posterunek po drugiej stronie

source: Release the lizards
fr: Libérer les lézards
pl: Uwolnij jaszczurki

source: Death of any lizard
fr: Mort de n'importe quel lézard
pl: Śmierć jakiejkolwiek jaszczurki

source: Defeat the barbarians
fr: Vaincre les barbares
pl: Pokonaj barbarzyńców

source: A fire elemental moves on a wooden bridge
fr: Un élémentaire de feu marche sur un pont de bois
pl: Żywiołak ognia wchodzi na drewniany most

source: That’s the place. I can see cages with the captured lizards inside...
fr: C'est ici. Je vois des cages avec les lézards prisonniers à l'intérieur...
pl: Jesteśmy na miejscu. Widzę klatki a w nich uwięzione jaszczurki...

source: Theoretically we should attack the fortress ahead in order to reach them...
fr: Théoriquement on devrait attaquer la forteresse devant pour les atteindre...
pl: Teoretycznie musielibyśmy zaatakować fortecę przed nami, aby to nich dotrzeć...

source: ...but I have a better idea...
fr: ...mais j'ai une meilleure idée...
pl: ...ale mam inny pomysł...

source: Huh? We’re under attack!
fr: Hein ? On est attaqués !
pl: Hę? Atakują nas!

source: Is it the green bastards again? What is it, the third time this week?
fr: C'est encore les enfoirés verts ? Ça fait combien, trois fois cette semaine ?
pl: Czy to znowu te zielone pokraki? Który to już raz w tym tygodniu? Trzeci?

source: (to the goblin) Hey, you, midget! Calm down, I mean you no harm. Go to your chief and tell him I'm here to make a deal.
fr: (au gobelin) Hé, toi, le nain ! Calme-toi, je te veux pas de mal. Vas voir ton chef et dis-lui que je veux faire un marché avec lui.
pl: (do goblina) Hej, karle! Uspokój się, nie mam złych zamiarów. Idź do swojego szefa i powiedz mu, że przychodzę w interesach.

source: Master! Human says he wants talk. A deal, he says!
fr: Maître ! Humain dire lui veut parlé. Un marché, lui dire !
pl: Mistrzu! Człowiek mówi, że chce gadać. Interes mieć!

source: A human? Here? Interesting... Let him pass.
fr: Un humain ? Ici ? Intéressant... Laissez-le passer.
pl: Człowiek? Tutaj? Interesujące... Pozwólcie mu przejść.

source: So you must be the one in charge here. Look, I am here for those lizards you captured not so long go.
fr: Tu dois être le chef, ici. Écoute, je suis ici pour ces lézards que tu as capturés il y a pas longtemps.
pl: Więc to ty musisz być tu szefem. Słuchaj, jestem tu po te jaszczurki, które niedawno pojmałeś.

source: You're with the Darkblooded?!
fr: Tu es avec les Sang-Sombre ?!
pl: Jesteś przyjacielem Ciemnokrwistych?!

source: Not quite. It's more along the lines of them forcing me to do this by taking my friend hostage.
fr: Pas vraiment. C'est plutôt qu'ils me forcent à faire ça en retenant mon ami comme otage.
pl: Nie do końca. Zmusili mnie do pomocy i trzymają mojego kolegę jako zakładnika.

source: Hmpff... Fine, so what are you willing to offer for those scumbags' freedom?
fr: Hmouai... Bon, et qu'est-ce que tu veux donner pour la liberté de ces abrutis ?
pl: Hmpff.. Dobra, to co oferujesz w zamian za uwolnienie tych pomiotów?

source: You seem to be a strong man. I challenge you to a drinking contest! Whoever loses consciousness first, loses the bet. If I win, you will free the lizards.
fr: Tu as l'air d'être un homme fort. Je te défie en concours de cul-sec ! Celui qui perd conscience en premier a perdu. Si je gagne, tu libères les lézards.
pl: Wydajesz się być silnym kolesiem. Wyzywam cię na pojedynek w piciu! Kto pierwszy straci przytomność, przegrywa zakład. Jeśli ja wygram, to uwolnisz jaszczurki.

source: Ha! No one here can beat me at drinking! But proving it in your face is certainly a good idea. But what when YOU lose?
fr: Ah ! Personne peut me battre au cul-sec ! Mais te le prouver est pour sûr une bonne idée. Et on fait quoi quand TU perdras ?
pl: Ha! Nikt nie jest w stanie pokonać mnie w piciu! Ale chętnie ci to udowodnię. A co jeśli TY przegrasz?

source: I will teach you... magic.
fr: Je t'apprendrais... la magie.
pl: Nauczę cię... magii.

source: Magic? I don't trust your weird magic, with that weird glowy things under your feet. I rather burn stuff with my eye.
fr: La magie ? Je fais pas confiance à ta magie bizarre, avec ces machins chelous qui luisent sous tes pieds. Je préfère cramer des trucs avec mon œil.
pl: Magii? Nie ufam waszej dziwnej magii z tymi waszymi dziwnymi kółkami pod stopami. Wolę palić rzeczy za pomocą mojego oka.

source: Geez, so much for intellect... What do you say about this: I'll teach you the basics of our magic *and* then you will kill me!
fr: Bon, tant-pis pour le savoir... Qu'est-ce que tu dis de ça : Je t'apprendrai les bases de notre magie *et* après tu pourras me tuer !
pl: Rety, ale głupek... A co powiesz na to: nauczę cię podstaw naszej magii *a potem* mnie zabijesz!

source: Now we're talking! Bring the booze!
fr: Là, on parle ! Apportez la biture !
pl: Wreszcie gadasz z sensem! Dawać gorzałę!

source: GO MASTER! DRINK! DRINK! DRINK!
fr: ALLÉ MAÎTRE ! BOIS ! BOIS ! BOIS !
pl: DALEJ MISTRZ! PIJ! PIJ! PIJ!

source: Yeah, you can do this!
fr: Ouais, vous pouvez y arriver !
pl: Tak, dasz radę!

source: My liege, you're doing well! One more shot!
fr: Mon seigneur, vous êtes bon ! Encore une gorgée !
pl: Mój panie, dajesz sobie świetnie radę! Jeszcze jeden kieliszek!

source: CHIEF NO SLEEP! WAKE UP! DRINK!
fr: CHEF PA DORMIR ! RÉVEILLE-TOI ! BOIRE !
pl: SZEF! NIE SPAĆ! WSTAĆ! PIĆ!

source: I... can't...
fr: Je... peux pas...
pl: Ja... nie mogę...

source: Noooo! Master! Wake up!
fr: Nooon ! Maître ! Réveille-toi !
pl: Nieee! Mistrzu! Wstać!

source: *visibly drunk* I... *hic* won...
fr: *Visiblement ivre* Je... *hic* ai gagné...
pl: *wyraźnie pijany* Ja... *hic* wygrałem...

source: Damn human! Stronger head than Master! Give him lizards!
fr: Méchant humain ! Tête plus forte que Maître ! Nous donner lézards !
pl: Cholerny człowiek! Mocniejszy łeb niż Mistrz! Dawać mu jaszczurki!

source: Uh... Lizards gone! EMPTY!
fr: Heu... Lézards partis ! VIDE !
pl: Uch... Jaszczurki poszły! PUSTO!

source: Of course they are gone... *hic* That was the plan B in case I would lose. *hic* I think I'll go now...
fr: Bien-sûr qu'ils sont partis... *hic* C'était le plan B si je perdais. *hic* Je crois que je vais vous laisser, maintenant...
pl: Oczywiszcze że ych ne ma... *hic* To był plan B w raże jakbym przegrał. *hic* Chyba sobie pójdę już...

source: Humans no better than lizards! No honor! KILL HUMANS!
fr: Humains pas mieux que lézards ! Pas honneur ! TUER HUMAINS !
pl: Ludzie nie lepsze od jaszczurek! Nie ma honoru! ZABIĆ LUDZIE!

source: Mehir is drunk. His movement is decreased by 3 (this effect only lasts until the end of the scenario)
fr: Mehir est ivre. Ces mouvements sont diminués de 3 (cet effet ne dure que jusqu'à la fin du scénario)
pl: Mehir jest pijany. Jego ruch jest zmniejszony o 3 punkty (ten efekt trwa tylko do końca scenariusza)

source: Mehir escapes to the camp
fr: Mehir s'échappe jusqu'au camp
pl: Mehir ucieka do obozu

source: We'll have to attack the fortress ahead in order to reach them...
fr: Il va falloir attaquer la forteresse droit devant pour les atteindre...
pl: Wygląda na to, że będziemy musieli zaatakować fortecę przed nami, aby to nich dotrzeć...

source: ...And we're going to deploy firepower! I don't care if it scares the hell out of those lizards. They don't look like they can last much longer, so we have to hurry. I better not lead any fire elementals down the wooden path, though... they'd burn it, and we would get stuck. Alright, let's cross this bridge first. Soldiers, hurry up, we don't have much time!
pl: ...I tym razem zaatakujemy przy użyciu ognia! Nie obchodzi mnie, czy to przerazi te jaszczurki. I tak wyglądają na ledwo żywe, więc musimy się spieszyć. I lepiej będzie jak żywiołaki ognia będą omijać drewniane mosty... Mogłyby je spalić, a wtedy bylibyśmy uwięzieni. Dosyć gadania, czas przekroczyć najpierw ten pierwszy most. Szybko! Nie mamy dużo czasu!

source: Oh no! The bridge is on fire!
pl: O nie! Most się zapalił!

source: We’re under attack!
fr: On est attaqués !
pl: Atakują nas!

source: Is it the green bastards again? What is it, the third time this week? Never mind... KILL THEM!!!
fr: C'est encore les enfoirés verts ? C'est quoi ? La troisième fois de la semaine. Peu-importe... TUEZ-LES !!!
pl: To znowu te zielone dranie? Który to już raz w tym tygodniu? Trzeci? Nie ważne... ZABIĆ ICH!!!

source: Quick! We must seize this post — we can safely summon our Elementals from there.
fr: Vite ! On doit capturer ce poste — on peut invoquer nos Élémentaires sans risque de là-bas.
pl: Szybko! Musimy zająć ten posterunek! Stamtąd będę mógł przywołać Żywiołaki.

source: Taste the fires of the Abyss, savages!
fr: Goûtez au feu des Abysses, sauvages !
pl: Posmakujcie ognia Otchłani, dzikusy!

source: What the hell?! Is that a walking bonfire?!
fr: Oh la vache ?! C'est un incendie ambulant ?!
pl: Co to u licha jest?! Chodzące ognisko?!

source: Wait a minute, lizards don't have crap like this! So these must be the very humans who killed Brogh'ur!!! Everyone, grab your weapons!!! Bring me their leader's skull!!!
fr: Attendez un peu, les lézards n'ont pas de trucs de ce genre ! Alors ça doit être les mêmes humains qui ont tué Brogh'ur !!! Tout le monde aux armes !!! Ramenez-moi le crâne de leur chef !!!
pl: Chwila, jaszczurki nie mają czegoś takiego! Więc to muszą być ci sami ludzie, którzy zabili Brogh'ura!!! Wszyscy do broni!!! Przynieść mi głowę ich przywódcy!!!

source: Note: Placing a fire elemental or its advancements on a wooden bridge will set it aflame resulting in a defeat.
pl: Uwaga: Postawienie żywiołaka ognia na drewnianym moście spowoduje jego zniszczenie, co będzie skutkowało przegraną.

source: Freedom, at lassst! I am eternally grateful to you. Who are you, my sssavior?
pl: Wolność, nareszzzcie! Jestem ci niezzzzmiernie wdzięczny. Kim jesteśśśś mój wybawco?

source: I'm Mehir, but more importantly, The Keeper sent us to rescue you, so that we can earn his trust.
pl: Nazywam się Mehir. Opiekun przysłał nas byśmy was uratowali, tylko w ten sposób zyskamy jego zaufanie.

source: I believe you. Pleassse, take usss from thiss place. This cursssed desssert almossst dried usss to death.
pl: Wierzę ci. Proszzzę, zabierz nasss z tego miejsssca. Ta przeklęta pussstynia prawie wysssuszyła nasss na śśśmierć.

source: That’s all the lizards. Let’s defeat the remaining barbarians and get out of here.
fr: On a tous les lézards. Écrasons les derniers barbares et partons d'ici.
pl: To już wszyscy. Pokonajmy pozostałych barbarzyńców i wynośmy się stąd.

source: Time to rescue the lizards.
fr: Il est temps de sauver les lézards.
pl: Czas uwolnić jaszczurki.

source: These desert wizards are breaking through! They're probably here for the green savages. NEVER! TROLLS, GET THEM!!!
fr: Ces magiciens du désert sont en train de passer ! Ils sont sûrement là pour les sauvages verts. JAMAIS ! TROLLS, CHOPEZ-LES !!!
pl: Pustynne czarodzieje zdołali się przebić! Pewnie są tu po te zielone ścierwa. NIGDY! TROLE, BRAĆ ICH!!!

source: You will never rescue them! NEVER! KNOCK THEM OFF!
fr: Vous ne les secourrez jamais ! JAMAIS ! BOUSILLE-LES !
pl: Nigdy ich nie uratujecie! NIGDY!!! ZRZUCIĆ JE W PRZEPAŚĆ!

source: <b> do it!</b>
fr: <b> m'en occupe !</b>
pl: <b> zrobić to!</b>

source: And I defend the bridge!
fr: Et je défends le pont !
pl: A ja bronić most!

source: We must hurry!
fr: On doit se bouger !
pl: Musimy się pospieszyć!

source: *to goblin leader* Hey, you, yes you, little moron! *hic* Is this bridge the only way out?
fr: *au chef gobelin* Hé, toi, oui toi, petit crétin ! *hic* Le pont, c'est le seul chemin de retour?
pl: *to goblina lidera* Hej ty, tak ty, do ciebie mówię mały głąbie! *hic* Czy ten most to jedyna droga tu do was?

source: Yeah. Why human ask?
fr: Oui. Pourquoi humain demande ?
pl: Ta. Czemu człowiek pyta?

source: Oh, nevermind. Hehe...
fr: Oh, pour rien. Héhé...
pl: Och, nieważne. Hehe...

source: NOO! We trap here now! Goblin to blame. KILL GOBLIN!
fr: NOON ! Nous piéger ici maintenant ! Faute à gobelin. TUER GOBELIN !
pl: NIEE! Jesteśmy tu teraz uwięzieni! Goblin winien! ZABIĆ GOBLIN!

source: AAAAAH!
pl: AAAAA!

source: At least the booze was really good *hic*
fr: Au moins, la picole était vraiment bonne *hic*
pl: Za to gorzała była całkiem całkiem *hic*

source: The lizards are safe now. And so is our project on their territory. Let’s get back to the jungle. I hope those forest folks haven’t made a soup of Jaffar yet...
fr: Les lézards sont en sécurité à-présent. Et aussi notre projet sur leur territoire. Retournons dans la jungle. J'espère que ces gens des bois n'ont pas encore fait de soupe au Jaffar...
pl: Jaszurki są teraz bezpieczne a co za tym idzie nasze prace na ich terytorium. Wracajmy do dżungli. Mam nadzieję, że te leśne stworzenia nie zrobiły z Jaffara zupy...

source: Damn it!
fr: Malédiction !
pl: Niech to szlag!

source: Dome of Elements
fr: Dôme des Éléments
pl: Kopuła Żywiołów

source: team_name^Instructor
fr: Instructeur
pl: Instruktor

source: Instructor
fr: Instructeur
pl: Instruktor

source: team_name^Enemy
fr: Ennemi
pl: Wróg
