Repository: Toranks/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: fr, pl

source: In accordance to the regulations the local guild will confiscate magical beings that have betrayed their masters. They will be sent back to the Abyss, to have their minds cleared.
pl: Zgodnie z rozporządzeniem lokalna gildia skonfiskuje wszystkie magiczne istoty, które zdradziły swych panów. Zostaną one odesłane do Otchłani, gdzie ich umysły kompletnie się oczyszczą.

source: Rashti, are you alright?
fr: Rashti, tu va bien ?
pl: Rashti! Wszystko w porządku?

source: That was close... he... he somehow... disconnected me and my red half. She started trying to kill you, and rambling about some nonsense...
fr: C'était juste... il.. il a réussi... à me déconnecter de ma moitié rouge. Elle a commencé à essayer de te tuer, et à raconter des absurdités...
pl: Mało brakowało... on... w jakiś sposób... odłączył mnie od mojej czerwonej połowy. Próbowała was zaatakować, gadając jakieś bzdury...

source: Thank Nomolas! You’re back! It was a mistake bringing you here. Now everything’s back to normal, we can finally go home.
fr: Nomolas soit remercié ! Tu es revenue ! J'ai fait une erreur en t'amenant ici. Maintenant tout est redevenu normal, on peut enfin rentrer à la maison.
pl: Dzięki Ci Nomolasie! Jesteś z powrotem! Wszystko wreszcie wróciło do normy. Możemy wracać do domu.

source: If you don't mind, my liege, the Banishment Guild would like to place Rashti'rhami under surveillance. After all, there might be a 17.314% chance of her murdering you in your sleep after this incident.
fr: Si vous n'y voyez pas d'inconvénient, mon seigneur, la Guilde de Bannissement aimerait placer Rashti'rhami sous surveillance. Après tout, il pourrait y avoir approximativement 17.314% de chances qu'elle vous assassine dans votre sommeil après cet accident.
pl: Jeśli pozwolisz panie, Gildia Wyganiaczy chciałaby poddać Rashti'rhami obserwacji. Co by nie mówić istnieje 17,314% szansy, że po tym co się stało, może napaść cię we śnie.

source: In accordance to the regulations the local guild will confiscate magical beings that have betrayed their masters. They will be sent back to the Abyss, to having their minds cleared.
fr: En accord avec les règles, la guilde locale va confisquer les créatures magiques qui ont trahi leurs maîtres. Elles seront renvoyées dans les Abysses, où leurs esprits seront effacés.
pl: Zgodnie z rozporządzeniem lokalna gildia skonfiskuje wszystkie magiczne istoty, które zdradziły swych panów. Zostaną one odesłane do Otchłani, gdzie ich umysły kompletnie się oczyszczą.

source: Good idea. By the way, for your plentiful assistance, I'll give you some of my luxuries.
fr: Bonne idée. Au fait, pour ton aide majeure, je vais te donner des objets de luxe.
pl: Dobry pomysł. A tak swoją drogą to za twoje wsparcie dziś, pozwolę ci skosztować odrobiny mojego luksusu.

source: Oh, my liege! I am extremely honored! Let’s return to the city!
fr: Oh, mon seigneur ! Je suis extrêmement honoré ! Retournons en ville !
pl: Och, mój Panie! To dla mnie zaszczyt! Wracajmy do miasta!

source: Sir, we searched the rebel camp, and we found some belongings of their leader that you might want to have a look at.
fr: Chef, on a procédé à la fouille du camp rebelle, et on a trouvé des objets appartenant à leur meneur, que dont vous pourriez vouloir procéder une inspection.
pl: Panie, przeszukaliśmy obóz rebeliantów i znaleźliśmy parę rzeczy należących do ich przywódcy. Spójrz sam.

source: Alright, let's see... Wow, for an efreeti, the guy sure loves reading. Look what we've got: 'A Summoning Guide for Jinn', 'The Red Cult's Manifesto, 'al-Kamija's Political Flaws', 'The Anarchist's Cookbook' and 'Banishment Formulas And How To Make Your Own'...
pl: Zobaczmy co my tu mamy... Wow, jak na ifryta on uwielbia czytać. Spójrzcie, co mamy: 'Przewodnik przywoływania dla Jinna', 'Manifest Czerwonego Kultu', 'Polityczne wady al-Kamidży', 'Książka Kucharska Anarchisty' i 'Formuły Wygnania I Jak Zrobić Własne'...

source: Hey, look! It's the very sphere he used to protect himself! We might be able to use it too.
fr: Hé, regardez ! C'est la sphère qu'il a utilisée pour se protéger ! On va pouvoir s'en servir aussi.
pl: Hej, spójrzcie! To ta sama kula, której używał do ochrony! Może nam się przydać.

source: The sphere can be given to a unit upon recall, like the artifacts from Ka-Gatta. It provides the bearer with an increase of 15% to all resistances.
fr: La sphère peut être donnée à une unité rappelée pour l'occasion, comme les artefacts de Ka-Gatta. Elle accorde au porteur une augmentation de 15% de toutes ses résistances.
pl: Ta kula może być przekazana jednostce w momencie przywołania. Działa na tej samej zasadzie co artefakty z Ka-Gatty. Daje swojemu właścicielowi 15% ochrony na wszystkie typy obrażeń.

source: ...I sense something approaching... I am catching the sound of heavy breathing... it's a human!
fr: ...Je sens que quelque-chose s'approche... Je perçois le son d'une respiration sourde... c'est un humain !
pl: ...Wyczuwam coś... Ktoś dyszy w oddali... to człowiek!

source: Who in the right mind would be wandering the desert alone?! Send the camel riders to investigate, fast!
fr: Quel homme sain d'esprit se promènerait seul dans le désert ?! Envoyez voir les chameliers, vite !
pl: Kto na zdrowy rozum wędrowałby przez pustynię samemu?! Wysłać jeźdźców by to sprawdzili, szybko!

source: *heavy breathing* ...I...finally...found...you...
fr: *respirant bruyamment* ...Je... vous ai... enfin... trouvés...
pl: *dysząc* ...Wreszcie was... odnalazłem...

source: He must’ve fainted! Quick, give the man some water! We need to bring him to Tar-Tabar immediately!
fr: Il s'est évanoui ! Vite, donnez de l'eau à ce type ! Il faut l'amener à Tar-Tabar immédiatement !
pl: Chyba zemdlał! Szybko, dajcie mu wody! Musimy zanieść go do Tar-Tabaru i to natychmiast!

source: Unfortunately, this the last dispeller I brought. We don't have any more available.
fr: Malheureusement, c'est le dernier renvoyeur que j'ai amené. Il n'y en a pas d'autres disponibles.
pl: Niestety to wszyscy odczyniacze. Więcej ich nie mamy.

source: Only five?! You've got to be kidding me! I thought Tar-Tabar had more!
fr: Que cinq ?! Tu te fiche de moi ! Je croyais qu'il y en avait plus à Tar-Tabar !
pl: Tylko pięciu?! To chyba jakiś żart! Myślałem, że Tar-Tabar ma ich więcej!

source: *sigh* You see, Tashkar stinted our guild. Forgive me, my liege, but due to his policies, we aren't allowed to train more dispellers.
pl: *wzdycha* Bo widzisz panie, Tashkar skąpił na naszą gildię. Wybacz, ale przez jego decyzje nie stać nas było na wytrenowanie większej ilości.

source: Excellent, we’re fighting against an entire army of red beings, and I've got only five dispellers to work with... If we survive this madness, I will make sure to remove these absurd limitations! Why the hell did he even make them in the first place?...
fr: Excellent, on se bat contre une armée entière de créatures rouges, et je n'ai que cinq renvoyeurs à disposition... Si on survit à cette folie, je vais me débrouiller d'enlever ces limitations absurdes ! Pourquoi il a fait ça, d'abord ?...
pl: Wspaniale, walczymy z całą armią czerwonych istot, a ja mam tylko pięciu odczyniaczy… Jeśli przeżyjemy to szaleństwo, osobiście dopilnuję by znieść te absurdalne limitacje! Zresztą, jak on mógł wpaść na coś takiego?...

source: Indeed...
fr: C'est vrai...
pl: Zaiste...

source: <i>*to himself* This is taking far too long. The enemy is far too inactive, suspiciously inactive, mind you. I need to flee while they're still preparing whatever devious plan they have in store...</i>
fr: <i>*à lui-même* Ça prend trop longtemps. L'ennemi est beaucoup trop inactif, c'est suspect, il faut le remarquer. Je dois fuir pendant qu'ils préparent leur plan sournois, quel qu'il soit...</i>
pl: <i>*do siebie* To trwa zbyt długo. Wróg jest mało aktywny. Zbyt mało. Muszę uciekać, bo chyba przygotowują jakiś chytry plan...</i>

source: Uhh... I need to use the bathroom, see you!
fr: Heeu... J'ai besoin de passer dans la salle de bain, à plus !
pl: Uch.. chyba muszę skorzystać z łazienki, to na razie!

source: Hell no! Get back here!
fr: Hé non ! Reviens ici !
pl: O nie! Wracaj tutaj natychmiast!

source: Defense of Saffaros
fr: Défense de Saffaros
pl: Obrona Saffaros

source: This scenario has visual and audio effects that may cause noticeable slowdown on weaker devices. Note that you can toggle these effects at any time during the scenario by using the relevant options in the context menu.
fr: Ce scénario a des effets visuels et audio qui peuvent causer un ralentissement notable sur les machines les moins performantes. Remarquez que vous pouvez désactiver ces effets à tout moment pendant ce scénario en utilisant les options appropriées dans le menu contextuel.
pl: Ten scenariusz posiada efekty wizualne i dźwiękowe, które mogą powodować zauważalne spowolnienie na słabszych urządzeniach. Pamiętaj, że w trakcie scenariusza możesz przełączać te efekty, korzystając z odpowiednich opcji w menu kontekstowym.

source: Load rain
fr: Charger la pluie
pl: Załaduj deszcz

source: Continue without rain
fr: Continuer sans la pluie
pl: Kontynuuj bez deszczu

source: You can always toggle this scenario's weather effects. To do that, right-click anywhere on the map and choose which effects you want to enable/disable.
fr: Vous pouvez à tout moment activer les effets d'eau de ce scénario. Pour ce faire, cliquez-droit n'importe-où sur la carte et choisissez quels effets vous voulez désactiver/activer.
pl: Możesz zawsze włączać / wyłączać niektóre efekty pogodowe. W tym celu kliknij prawym przyciskiem myszy dowolne miejsce na mapie i wybierz, które efekty chcesz wyłączyć / włączyć.

source: team_name^Kharosians
fr: Kharosiens
pl: Kharosanie

source: team_name^Hydras
fr: Hydres
pl: Hydry

source: Toggle Rain Sound Effects
fr: Activer les Effets Sonores de Pluie
pl: Przełącz Odgłosy Deszczu

source: Toggle Rain Visual Effects
fr: Activer les Effets Visuels de Pluie
pl: Przełącz Deszcz

source: These are the shores of my land! Finally, we are here!
fr: Ce sont les rivages de mon pays ! Enfin, on y est !
pl: Oto wybrzeża mojej ziemi! Nareszcie dotarliśmy!

source: My, my, the climate here is certainly fascinating...
fr: Ho là là, le climat d'ici est vraiment fascinant...
pl: No, no, tutejszy klimat jest fascynujący...

source: We are on the border of two different climates, heavy rainfall is commonplace here during the wet season. The sheer amount of water and greenery here must be quite an odd sight to you.
pl: Jesteśmy na skraju dwóch różnych stref klimatycznych, obfite deszcze są tu czymś całkiem powszechnym w trakcie pory wilgotnej. Domyślam się, że tak wielka ilość wody i zieleni musi być dla was dość niezwykłym widokiem.

source: I've already seen more greenery when fighting a way through a jungle in the far south. But it’s the first time I have seen water falling from the sky without magical influence.
pl: Tak się składa, że widziałem już sporo zieleni gdy walczyłem w dżungli na dalekim południu. Ale przyznaję, że pierwszy raz widzę jak woda spada z nieba i to bez udziału magii.

source: When I get back home, I'll have water elementals show my deputy how you people bathe, hehe.
pl: Jak tylko wrócę, to nakażę moim żywiołakom wody, by pokazały mojemu zastępcy jak wy ludzie tu się kąpiecie, hehe.

source: Anyway, more importantly, north from here there’s a town called Saffaros, or at least there was when I left this land. I hope it's not in ruins yet.
pl: Na północ stąd jest miasto zwane Saffaros, a przynajmniej było, gdy opuszałem te ziemie. Mam nadzieję, że nie zastaniemy jego ruin.

source: Sh... ships?! SHIPS!!! SHIPS COMING FROM THE SOUTH!!!
fr: De... des bateaux ?! DES BATEAUX !!! DES BATEAUX VIENNENT DU SUD !!!
pl: S... statki? STATKI!!! STATKI NA POŁUDNIU!!!

source: What?! There's only a barren desert south of here! This must be the enemy trying to flank us! Prepare the troops! NOW!
pl: Co?! Na południu jest tylko martwa pustynia! To musi być wróg, który chce nas podejść! Przygotować oddziały! JUŻ!

source: Hello, Dedylos, long time no see! I see you're still standing your ground! What's with the drawn swords, though? I though you'd be glad to see your old pal in one piece!
pl: Witaj Dedylosie, dawno żeśmy się nie widzieli! A więc nadal sprawujesz pieczę nad tymi ziemiami. Ale czemu wszyscy macie przygotowaną broń? Myślałem, że ucieszysz się na mój widok!

source: *clears eyes* Atiros? Is that you? Thank the Sun, you’re still alive! But who are those people behind you? Don’t tell me they’re...
fr: *s'essuie les yeux* Atiros ? C'est toi ? Le Soleil soit remercié, tu es encore vivant ! Mais qui c'est, ces gens derrière toi ? Ne me dis pas que c'est...
pl: *przeciera oczy* Atiros? To ty? Dzięki Ci Słońce, wciąż żyjesz! A kim są ci ludzie za tobą? Nie mów, że to...

source: Get this, our legendary siblings do exist! They call themselves Summoners, cause they can conjure demons or some such up. Can you believe that?! Meet Mehir, a master of this kind of magic, city leader, and the ambassador of our antecendents' descendants.
pl: Dasz wiarę? Nasi legendarni bracia istnieją! Nazywają siebie Przywoływaczami, bo potrafią przywoływać demony i inne takie. Uwierzyłbyś?! Poznaj Mehira, mistrza tego typu magii, przywódcę miasta i ambasadora naszych dalekich krewnych.

source: By the Sun! I'd have brought out the red carpet, if only I hadn't at first mistaken you for the invaders. You are welcome and much needed here, kinsman! Those damned spawns of darkness have destroyed most of our cities already!
fr: Par le Soleil ! J'aurais pu sortir le tapis rouge, si je ne vous avais pas pris pour les envahisseurs. Vous êtes le bienvenu ici, d'autant plus qu'on a besoin de votre aide, frère ! Ces maudits fils des ténèbres ont déjà détruit la plupart de nos villes !
pl: Na Słońce! Wyłożyłbym czerwony dywan, gdybym tylko nie pomylił was z najeźdźcami. Jesteście tu mile widziani i niezmiernie potrzebni! Te przeklęte pomioty ciemności zniszczyły większość naszych miast!

source: Actually, I just wanted to drop off an invitation letter, but I might as well throw in my help and valuable experience. It just so happens that I have fought this enemy of yours already, AND emerged victorious.
fr: En fait, je voulais juste déposer une lettre d'invitation, mais je pourrais aussi apporter mon aide et mon expérience. Il se trouve que j'ai déjà combattu votre ennemi, ET j'en suis sorti vainqueur.
pl: Myślę, że przyda wam się moje drogocenne doświadczenie. Tak się składa, że walczyłem już z waszym przeciwnikiem I wygrałem.

source: You don't say. Tell me more about it! Come in, let's get out of the rain, have a rest in my castle. In the meantime, I'll send a messenger to announce the wonderful news to Anthi.
fr: Ah bon. Dites-m'en plus ! Entrez, protégez-vous de la pluie et venez vous reposer dans mon château. Pendant ce temps, je vais envoyer un messager annoncer la bonne nouvelle à Anthi.
pl: Doprawdy? Musisz mi o tym opowiedzieć! Chodźcie za mną, schowajmy się przed deszczem i odpocznijmy w moim zamku. W międzyczasie wyślę posłańca by przekazać te cudowne wieści Anthi.

source: The dark armies have captured all the cities of the middle-lands; we had to evacuate all of our citizens that lived there, and now the refugees are behind the thick walls of Kharos. The only exception is Saffaros, for we hope to escape to the desert by ship, in case the capital falls.
fr: Les armées sombres ont capturé toutes les cités des terres moyennes ; nous avons dû évacuer tous nos citoyens qui y vivaient, et maintenant les réfugiés sont derrières les murs épais de Kharos. La seule exception est Saffaros, puisqu'on espère s'enfuir vers le désert par bateau, au cas où la capitale tombe.
pl: Mroczne armie zajęły wszystkie miasta środka. Musieliśmy ewakuować wszystkich, którzy tam żyli i teraz znajdują się oni za grubymi murami Kharos. Jedynym wyjątkiem jest Saffaros. Na wypadek gdyby stolica upadła planujemy wyruszyć stąd statkami w stronę pustyni.

source: So only three cities remain...
fr: Donc seulement trois villes restent...
pl: Więc tylko trzy miasta pozostały...

source: THEY’RE HERE!!! RUN!!!
fr: ILS SONT LA !!! COURREZ !!!
pl: ONI TU SĄ!!! UCIEKAJCIE!!!

source: But... how is it possible? The enemy had to come from the north!
fr: Mais... comment est-ce que c'est possible ? Ils devaient venir du nord !
pl: Ale... jak to możliwe? Mieli nadejść z północy!

source: Enemy on the horizon!!! They have captured Degos!!!
pl: Wróg na horyzoncie!!! Zajęli Degos!!!

source: Does it mean...
fr: Est-ce que ça veut dire...
pl: Czy to oznacza...

source: And what about Kharos? Has it been besieged?
fr: Et Kharos ? Elle a été assiégée ?
pl: A co z Kharos? Było oblegane?

source: Not yet! Their main strike force is regrouping to the east!!!
fr: Pas encore ! Leur force d'assaut principale se regroupe à l'est !!!
pl: Nie! Ich główna armia dopiero zbiera się na wschodzie!!!

source: Thank the sun, Kharos is untouched for now. So they must be scouts. We must defend Saffaros. Mehir, will you help us?
pl: Dzięki ci Słońce! Kharos jest nietknięte, na razie. Więc to muszą być zwiadowcy. Musimy obronić Saffaros. Mehirze, pomożesz nam?

source: You defend the town and I will try to prepare a counterattack.
fr: Défendez la ville et je vais essayer de préparer une contre attaque.
pl: Wy brońcie miasta, a ja przygotuję kontratak.

source: Rain damages your fire elementals. Be careful. On the other hand it can heal your water elementals.
fr: La pluie endommage vos élémentaires de feu. Faites attention. D'un autre côté, elle peut soigner vos élémentaires d'eau.
pl: Deszcz uszkadza żywiołaki ognia. Miej to na uwadze.

source: Atiros is now on your side, but he will leave your army after the next scenario. Keep this in mind.
fr: Atiros est maintenant de votre côté, mais il va quitter votre armée après le prochain scénario. Gardez-le en tête.
pl: Atiros jest teraz po twojej stronie, ale po następnym scenariuszu opuści twoją armię. Pamiętaj o tym.

source: Death of Atiros
fr: Mort d'Atiros
pl: Śmierć Atirosa

source: Death of Dedylos
fr: Mort de Dedylos
pl: Śmierć Dedylosa

source: The scouts were correct - there is, indeed, another untouched town south of here, full of those miserable humans. I love the way they scream - it is like a music to my ears...
fr: Les éclaireurs avaient raison - il y a effectivement une autre ville intacte au sud d'ici, pleine de ces misérables humains. J'aime la manière dont ils crient de peur - c'est comme une musique à mes oreilles...
pl: Zwiadowcy mieli rację - rzeczywiście jest tu nietknięte miasto na południu, pełne tych przykrych ludzi. Uwielbiam ich krzyki - to jak muzyka dla mych uszu...

source: I want to see the town burn to ashes. I want to see them plead for mercy. I want to hear the true sounds of war, and witness its darkest colors!
fr: Je veux voir la ville brûler. Je veux les voir supplier pour leurs vies. Je veux entendre les vrais sons de la guerre, et voir ses couleurs les plus sombres !
pl: Chcę ujrzeć jak to miasto płonie. Chcę ujrzeć jak błagają o litość. Chcę usłyszeć odgłosy wojny i ujrzeć jej najmroczniejsze kolory!

source: You know what to do, my soldiers. Prove that you are worthy of becoming the new Destroyers! When our Gods return, they will spare us, and grant us power beyond what any mortal could ever dream of! But for now, all that matters is the body count! KILL THEM ALL, SHOW NOT A TRACE OF MERCY!!!
fr: Vous savez quoi faire, mes soldats. Prouvez que vous êtes dignes de devenir les nouveaux Destructeurs ! Quand nos Dieux reviendront, ils nous épargneront, et nous accorderont un pouvoir dépassant ce à quoi un mortel ne pourrait jamais rêver ! Mais pour l'instant, tout ce qui compte, c'est le nombre de têtes coupées ! TUEZ-LES TOUS, NE MONTREZ AUCUNE TRACE DE PITIÉ !!!
pl: Wiecie co robić, moi żołnierze. Pokażcie, że jesteście godni stania się nowymi Niszczycielami! Gdy nasi Bogowie powrócą, ocalą nas i dadzą nam moc o jakiej nie śnił żaden śmiertelnik! Ale teraz jedyne co się liczy to liczba trupów! ZABIĆ ICH WSZYSTKICH, NIE OKAZYWAĆ LITOŚCI!!!

source: May the Sun have mercy! These creeping monsters are emerging from the swamp! Believe me, these abominations are not native to our land! Oh Mehir, do something! Otherwise we won't live long enough to see the sun rise again...
fr: Que le Soleil ait pitié de nous ! Ces monstres rampant sortent du marécage ! Croyez-moi, ces abominations ne viennent pas de nos terres ! Oh Mehir, faites quelque-chose ! Sinon on ne vivra pas assez longtemps pour voir le soleil se lever demain...
pl: Niech Słońce się nad nami zlituje! Te pełzające potwory wyłaniają się z bagna! Uwierzcie mi, te abominacje nie są nam znane! Och, Mehirze zrób coś! Inaczej nie dożyjemy kolejnego wschodu słońca...

source: The keep is too small. I wonder, if I had three jinn placed on the keeps of outer walls, they could transform themselves, connect the loose forts, strengthening the city walls...
fr: Les fortifications sont trop petites. Je pense que si je plaçais trois jinn sur les donjons des murs extérieurs, ils pourraient se transformer, en connectant les forts entre eux, et renforçant les murs de la ville...
pl: Ten zamek jest za mały. Zastanawiam się... Gdybym miał trzy dżiny umieszczone we właściwych pozycjach, mogłyby połączyć fragmenty fortu ze sobą i wzmocnić mury miasta...

source: It would mean their sacrifice, but I'd say it's worth it.
pl: Straciłbym je, ale to może się opłacać.

source: Jinn, I order you to create a new keep in this town!
fr: Jinns, je vous ordonne de créer un nouveau donjon dans cette ville !
pl: Dżiny, rozkazuję wam stworzyć nową twierdzę w tym mieście!

source: As you wish, Master.
fr: Comme vous le voulez, Maître.
pl: Jak sobie życzysz, mój Panie.

source: Amazing! Southern architecture, never seen before in these parts... I do hope it's rain-proof, though.
fr: Incroyable ! De l'architecture sudiste, j'en avais jamais vu par ici... Mais j'espère que ça tient la pluie.
pl: Niesamowite! Południowa architektura, nigdy nie widziana w tych stronach... Mam nadzieję, że wodoodporna.

source: Don't worry, the enchanted walls should be able to handle some water.
pl: Nie ma powodu do obaw, te zaklęte ściany powinny być wodoodporne.

source: Spawns of darkness, I want to see...
fr: Peuple des Ténèbres, je veux voir...
pl: Mroczni ludzie, chcę zobaczyć...

source: ...WHAT YOU ARE MADE OF!!!
fr: ...DE QUOI VOUS ÊTES FAITS !!!
pl: ...CO MACIE W ŚRODKU!!!

source: Eh? What's wrong with your companioness? Has she been sun-struck in the desert?
fr: Heu ? Qu'est-ce qu'elle a, votre amie ? C'est le soleil du désert qui lui fait ça ?
pl: Eee? Co jest nie tak z twoją towarzyszką? Czyżby dostała udaru na pustyni?

source: I can hear what you're saying, northerner.
pl: Słyszę co mówisz, mieszkańcu północy.

source: Nah, I assure you she is sane, well half of her at least. Rashti is basically two different beings in one body, an example of ultimate ambivalence. Two for one, you know. Her dual nature can be a real pain sometimes though...
pl: Spokojnie, zapewniam, że ona jest całkiem normalna, a raczej jedna z jej połówek. Rashti to tak naprawdę dwie różne istoty w jednym ciele. Jednak jej dualna natura może czasem dać się we znaki...

source: I can hear what you're saying too.
pl: Ciebie też słyszę.

source: CUTTING LIVING BEINGS IN HALF FEELS AMAZING!!! BRING ME MORE!!!
fr: J'ADORE COUPER DES ÊTRES VIVANTS EN DEUX !!! AMENEZ M'EN PLUS !!!
pl: KROJENIE ŻYWYCH ISTOT NA PÓŁ JEST NIESAMOWITE!!! CHCĘ WIĘCEJ!!!
