Repository: Toranks/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: fr, pl

source: Go far away, search some ruins, find that thing and bring it back — sounds fairly easy.
pl: Wyruszyć bardzo daleko, przeszukać ruiny, znaleźć tą rzecz i przywieźć z powrotem — wydaje się łatwe.

source: It's never that simple, Mehir. If it was, the battery would've already been taken and studied.
pl: To nigdy nie jest takie proste, Mehirze. Gdyby było, ta bateria już dawno zostałaby zabrana i zbadana.

source: Your companion is correct, there is indeed always a catch. You see, the Runemasters are gone, but this place is protected by their mechanical creations, like your cities were protected by your abysmal beings.
pl: Twoja towarzyszka ma rację. Faktycznie jest pewien haczyk. Bowiem widzisz, Mistrzowie Run przeminęli, ale to miejsce jest strzeżone przez ich mechaniczne kreacje, tak jak wasze miasta są strzeżone przez istoty z Otchłani.

source: A bunch of ancient guardians shouldn't be too difficult to defeat.
fr: Quelques anciens gardiens ne devraient pas poser trop de problèmes.
pl: Garstka starożytnych strażników nie powinna stanowić problemu.

source: It won't be, as your army proved to be powerful enough. But there is a chance you will encounter the remnants of something more... terrifying. Believe me, it won't be easy.
fr: En effet, étant-donné qu votre armée a prouvé qu'elle était suffisamment puissante. Mais il y a quelque probabilité que vous ne rencontriez les restes de quelque-chose de plus... terrifiant. Croyez-moi, ce ne sera pas facile.
pl: Owszem, gdyż twoja armia jest wystarczająco silna. Lecz jest szansa, że natraficie tam na coś bardziej... przerażającego. Uwierz mi, to nie będzie proste.

source: Hmmm... this better not be another trick of yours... By the way, I have so many questions I want to ask. Can I stay a little longer and do so?
pl: Hmm… mam nadzieję, że to nie jest jakaś kolejna wasza sztuczka... A tak przy okazji to mam wiele pytań! Czy mógłbym na chwilę tu zostać i je zadać?

source: Sure, I'm listening. After all, we do owe you some explanations.
fr: Bien-sûr, je vous écoute. Après tout, nous vous devons des explications.
pl: Oczywiście, słucham. Po tym wszystkim należą ci się pewne wyjaśnienia.

source: I've been wondering... Who exactly are you people? It almost seems like you're gods of this place.
pl: Zastanawiam się... kim właściwie jesteście ludzie? Sprawiacie wrażenie, jakbyście byli bogami tego miejsca.

source: Oh, believe me, we are far from gods, but we know far more than others. We are just a group of people with the goal to study the world and it's secrets, for science. One would say - 'knowledge is power' - we agree with this philosophy to a certain extent. But sometimes ignorance is bliss...
fr: Oh, croyez-moi, nous sommes loin d'être des dieux, mais nous en savons beaucoup plus que d'autres. Nous sommes juste un groupe de gens qui étudient le monde et ses secrets, pour la science. On pourrait dire - 'savoir est pouvoir' - nous sommes en partie d'accord avec cette philosophie. Mais parfois l'ignorance est bonheur...
pl: Och, uwierz mi, daleko nam do bogów, ale wiemy więcej niż inni. Jesteśmy tylko grupą ludzi, którzy studiują świat i jego tajemnice. Można by powiedzieć - 'wiedza jest potęgą' - w pewnym stopniu zgadzamy się z tą filozofią. Ale czasami niewiedza jest błogosławieństwem...

source: Some nations are aware of us, but we try not to interfere, and don't want to get tangled in others' wars. That is why we live in such a remote place.
fr: Certaines nations sont conscientes de notre existence, mais nous nous efforçons de ne pas interférer, et ne voulons pas être entraînés dans les guerres des autres. C'est pourquoi nous vivons dans un endroit aussi à l'écart.
pl: Niektóre nacje wiedzą o nas, ale staramy się nie ingerować w ich sprawy. Dlatego żyjemy w tak odległym miejscu.

source: ‘try not to interfere’?! ‘don't want to get tangled in others' wars’?! You expect me to believe such drivel?! I fought your kind in our territory - TWICE! At first, they attempted to steal one of our artifacts, and later defiled one of our sacred places and murdered one of our leaders!
pl: 'nie ingerować'?! Mam w to uwierzyć?! Walczyłem z waszymi oddziałami na naszym terytorium - DWA RAZY! Na początku chcieliście ukraść nasz artefakt, a potem zbezcześciliście jedno z naszych świętych miejsc, zabijając przy tym jednego z naszych przywódców!

source: The death of my former master is on your subordinate's hands, you better have a good explanation, mage.
pl: Śmierć mojego poprzedniego mistrza była wynikiem waszych działań. Lepiej żebyś miał dobre wytłumaczenie, magu.

source: Please put away your weapons, there is no need for even more needless violence than Aerius, our cartographer, already caused. We sent him on a mission to learn more about your civilization. He was given resources for this task, but alas it looks like he used them in a wrong way... <i>or not...</i>
pl: Proszę odłóżcie broń, nasz kartograf Aerius wyrządził już wystarczająco dużo przemocy. Wysłaliśmy go na misję, by lepiej poznać waszą cywilizację. Przydzielono mu odpowiednie zasoby, ale wygląda na to, że użył ich w zły sposób... <i>lub nie...<i/>

source: Your young country was something completely new to us. The development pace of your Abyss-based civilization was extremely rapid, and quickly gained our attention. We wanted to learn more about you, and your intentions. Thankfully your kind seems to be peaceful in nature and similar to us in some ways.
fr: Votre jeune pays était quelque-chose de complètement nouveau pour nous. La vitesse de développement de votre civilisation basée sur les Abysses était extrêmement rapide, et a vite attiré notre attention. Nous voulions en apprendre davantage sur vous, et sur vos intentions. Heureusement les vôtres semblent être de nature paisible, et nous sont en un certain sens similaires.
pl: Wasze młode państwo - al.-Kamidża - jest czymś dla nas zupełnie nowym. Tempo rozwoju waszej cywilizacji opartej na istotach z Otchłani jest niezwykle szybkie i zwróciło naszą uwagę. Chcieliśmy dowiedzieć się o was czegoś więcej, zwłaszcza o waszych zamiarach. Na szczęście jesteście pokojowo nastawieni i mamy nawet trochę wspólnych cech.

source: So what, just because we're peaceful you thought we can just be pushed around?
pl: Więc co, ponieważ uznaliście, że jesteśmy pokojowo nastawieni, to można nami pomiatać?

source: I understand your anger. The Master Council's decision to choose Aerius was a failure, <i>*to himself* but also an extraordinary success...</i> , we did not anticipate how violent his... research methods would be. I do sincerely apologize for all the harm caused by Aerius's actions.
pl: Rozumiem twój gniew. Wybór Aeriusa przez Radę Mistrzów był błędem <i>*do siebie* lecz również spektakularnym sukcesem...</i> Nie sądziliśmy, że jego metody badawcze mogły być tak... gwałtowne. Szczerze przepraszam za całą krzywdę jaką wyrządziły wam działania Aeriusa.

source: If you truly want to earn our forgiveness, help us retreive this battery instead of merely pointing where it is and having us do all the dirty work. Otherwise, who's to say you aren't just trying to get rid of us by sending us to our deaths in some frozen wasteland?
pl: Jeśli naprawdę chcesz naszego przebaczenia, pomóż nam zdobyć tą baterię zamiast wskazywać gdzie mniej więcej jest i kazać nam odwalić cała brudną robotę. W przeciwnym razie może po prostu chcesz się nas pozbyć wysyłając nas na pewną śmierć do jakiegoś zamrożonego pustkowia?

source: Your concern is understandable, but, I assure you, getting rid of you is not my goal. This arrangement is beneficial for us both - you get to return home, we get an ancient artifact to study as well as mend the strained relations between our nations. Besides, if I were your enemy, I wouldn't be putting my life at risk by standing unarmed without bodyguards in front of someone as powerful as the Queen of the Abyss. Neither of us has anything to gain from the other's death.
pl: Twoje obawy są w pełni uzasadnione, lecz zapewniam was, pozbycie się was nie jest moim celem. To porozumienie jest z korzyścią dla nas obu - wy wrócicie do domu, a my dostaniemy starożytny artefakt to badań jak również podreperujemy nasze relacje z waszą nacją. Poza tym, gdybym był waszym wrogiem nie wystawiałbym się na ryzyko stania całkiem bezbronnie przed obliczem kogoś tak potężnego jak Królowa Otchłani. Żadne z nas nic nie wyniosłoby ze śmierci drugiej strony.

source: Hmph... I suppose you do make a point there.
pl: Hmpf… Tu masz rację.

source: To prove our good intentions, I'll help you as much as I can. Firstly, I will personally order three of our Ums to aid you in your journey. You probably noticed a muscular giant next to the bookshelves when you entered the Library. That was one of them. Ums are powerful beings, trust me.
pl: By udowodnić nasze dobre zamiary, pomogę wam jak tylko się da. Po pierwsze, osobiście rozkażę trzem Umom by wspierały was w wyprawie. Prawdopodobnie zauważyłeś muskularnego giganta tuż przy regałach, gdy przybyłeś do Biblioteki. To był jeden z nich. Umy to potężne istoty, wiem co mówię.

source: Yeah, I can see that.
pl: Zauważyłem.

source: Also, no offense, but your personal circle is a tad bit too primitive for the task at hand.
fr: De plus, sans vouloir vous offenser, votre cercle personnel est un peu trop primitif pour votre mission.
pl: Poza tym nie obraź się, ale twój osobisty krąg jest zbyt prymitywny i nie nadaje się do tego zadania.

source: What? This is the personal megacircle - the pinnacle of our abysmal design!
pl: Co? To osobisty megakrąg - szczytowe osiągnięcie naszej wiedzy z zakresu Otchłani!

source: Mine even has a special feature of summoning my deputy while he's bathing!
pl: Ten mój konkretny ma nawet opcję przywołania mojego zastępcy pod warunkiem że bierze właśnie kąpiel!

source: Really? That's quite a novelty in sorcery...
pl: Naprawdę? To coś całkiem nowego w dziedzinie magii...

source: Well, we know how to upgrade it further, for free! Consider this part of the apology for the damage Aerius has done. I'll tell Umbrez, one of our void mages who knows a great deal about abyssal magic, to do just that. Meet him at the Northern Skydock, he'll upgrade your circle with our magic.
pl: Naprawdę? To coś całkiem nowego... Cóż, wiemy jak ulepszyć twój krąg i zrobimy to za darmo! Uznajmy, że to będzie rekompensata za straty jakie wywołał Aerius. Powiem Umbrezowi, jednemu z naszych magów pustki, temu który zna się na magii Otchłani, by się tym zajął osobiście. Spotkasz go przy Północnym Podniebnym Porcie. Udoskonali twój krąg naszą magią.

source: Great! Any help from you will prove useful. I didn't expect that you would help us so much in the first place.
fr: Génial ! Toute aide de votre part sera utile. Je n'espérais pas que vous nous aideriez autant, au début.
pl: Świetnie! Każdy rodzaj pomocy bardzo się przyda. Nie spodziewałem się, że tak bardzo nas wesprzecie.

source: You can still ask a few more questions if you want.
fr: Vous pouvez toujours nous poser quelques questions supplémentaires si vous voulez.
pl: Nadal możesz zadać kilka pytań, jeśli chcesz.

source: Ah, yes. So, I've been wondering: your so-called 'Mu's seem oddly similar to the goblins I fought in the south. Are they perhaps the same species?
pl: Ach tak, a więc pewna rzecz mnie zastanawia: te wasze istoty zwane Mu bardzo przypominają z wyglądu gobliny z którymi walczyłem na południu. Czy to nie jest przypadkiem ten sam gatunek?

source: Indeed, a Mu is merely a magically and technically augmented goblin. Goblins make for pretty good test subjects. We kidna- erm, gather hundreds of them from the south each year.
pl: Zaiste, Mu to w rzeczywistości magicznie i technologicznie udoskonalony goblin. Gobliny są świetnymi królikami doświadczalnymi. My, jakby to powiedzieć, zabieramy ich setki z południa każdego roku.

source: Sounds... rather cruel.
pl: Brzmi dość... okrutnie.

source: Honestly, staying with the barbarians and being used as cannon fodder or a walking bomb is hardly a better fate. At least here they contribute to the advancement of science.
pl: Szczerze mówiąc, perspektywa przebywania z barbarzyńcami, którzy używają ich głównie jako mięsa armatniego, jest znacznie gorsza. Przynajmniej tutaj przyczyniają się do rozwoju nauki.

source: Right...
pl: Racja...

source: Another, more important question: Since you claim that you observe things from here, then I am sure you are aware that Kharos was under attack by unknown forces. Kharosians know about your kingdom, they even trade with you, yet you didn't help them. Why?
pl: Kolejne ważne pytanie: skoro twierdzicie, że obserwujecie stąd rozwój wydarzeń, jestem pewien, że mieliście świadomość, że Kharos mogą zostać zaatakowani przez nieznane siły. Kharosianie wiedzą o waszym królestwie, nawet z wami handlują, a mimo to nie pomogliście im. Dlaczego?

source: Because of your arrival, our intervention was simply unnecessary at that point. You managed to fend the Tharis crusade off with ease.
pl: Ponieważ się zjawiłeś, nasza interwencja nie była potrzebna. Odparłeś krucjatę Tharis z łatwością.

source: So they are called Tharis... I wonder, why Anthi sent Atiros to us asking for help instead of sending him to you. This is what I meant when asking the question.
fr: Alors ils s'appellent Tharis... Mais je me demande, pourquoi Anthi a envoyé Atiros demander de l'aide chez nous au lieu de vous l'envoyer. C'est ce que je voulais dire en posant la question.
pl: Więc nazywają się Tharis... W takim razie zastanawiam się, dlaczego Anthi wysłała do nas Atirosa po pomoc, zamiast wysyłać go do was. To miałem na myśli zadając moje pytanie.

source: For several reasons. Firstly, we were unreachable at that point as our Sky Kingdom constantly moves over the ocean. When we are above continents we occasionally visit the surface, trade with people there, then move back over the ocean. We visit Kharos several times per year.
fr: Pour plusieurs raisons. Nous n'étions pas joignables à ce moment puisque notre Royaume Céleste se déplace en permanence au-dessus de l'océan. Lorsque nous sommes au-dessus de continents, nous visitons occasionnellement la surface, et commerçons avec les locaux, puis retournons au-dessus de l'océan. Nous visitons Kharos plusieurs fois par an.
pl: Z różnych powodów. Nie byliśmy osiągalni w tamtym momencie. Nasze Podniebne Królestwo ciągle przemieszcza się nad oceanem. Gdy znajdujemy się nad lądami, odwiedzamy powierzchnię planety, handlujemy z ludźmi a następnie wracamy nad ocean. Odwiedzamy Kharos parę razy w ciągu roku.

source: And secondly, Kharosians know that we have a neutral status. They knew we wouldn't help them. But the most ironic part is, they didn't even need help. Even yours...
fr: Et deuxièmement, les Kharosien savent que nous avons un statut neutre. Ils savaient que nous ne les aiderions pas. Mais l'ironie, c'est qu'ils n'avaient même pas besoin d'aide. Même la vôtre...
pl: A po drugie, Kharosanie wiedzą o naszym neutralnym statusie. Wiedzieli, że nie będziemy chcieli się wtrącać. Ale najlepsze jest to, że oni wcale nie potrzebowali naszej pomocy. Nawet waszej...

source: Wait, what exactly do you mean?
fr: Attendez, qu'est-ce que vous voulez dire exactement ?
pl: Zaraz, co dokładnie masz na myśli?

source: The Sun Ray - their holiest artifact I mentioned earlier - contains so much power, that releasing it in front of the Tharis forces would melt their whole army in an instant. But Anthi does not want to mess with it. She even refused to direct more of its power to her warriors <i>*to himself* because we agreed so</i>. Had she done otherwise, they would have likely stopped the Tharis by themselves.
pl: Promyk Słońca - ich najświętszy artefakt, o którym wcześniej wspomniałem - zawiera w sobie tak wiele energii, że uwolnienie jej wprost na oddziały Tharis prawdopodobnie by ich spopieliło w mgnieniu oka. Lecz Anthi nie chce z niego korzystać. Odmówiła nawet przekierowania większej ilości mocy dla jej wojowników <i>*do siebie* bo tak ustaliliśmy</i>. Gdyby postąpiła inaczej, prawdopodobnie zatrzymaliby Tharis bez niczyjej pomocy.

source: But she decided to search for other solutions. Anthi probably only wanted to use the Sun Ray as a last resort.
fr: Mais elle a décidé de chercher d'autres solutions. Anthi voulait probablement n'utiliser le Rayon de Soleil qu'en dernier recours.
pl: Lecz ona wolała znaleźć inny sposób. Wszystko wskazuje na to, że Anti chciała użyć Promyka w ostateczności.

source: So you want to tell me that my journey to Kharos was completely unnecessary?
fr: Donc vous êtes en train de me dire que mon voyage vers Kharos n'était pas du tout nécessaire ?
pl: Więc chcesz mi powiedzieć, że cała moja podróż do Kharos była niepotrzebna?

source: It depends on your perspective, but pretty much yes.
pl: Zależy to głównie od punktu widzenia, ale prawdopodobnie tak.

source: If this is true, that they could've won without us... Dear Nomolas... I led my people for nothing. And now we are stuck here...
fr: Si c'est vrai qu'ils auraient pu gagner sans nous... Doux Nomolas... J'ai fait venir mes gens pour rien. Et maintenant on est bloqués ici...
pl: Jeśli to prawda, że oni mogli wygrać bez naszego udziału... Dobry Nomolasie... Poprowadziłem swych ludzi na niepotrzebną wojnę. A teraz jesteśmy tu uwięzieni...

source: Well, at least you have traveled the world, embarked on an quest, and met some interesting people.
fr: Hé bien, au moins vous avez parcouru le monde, vous vous êtes embarqués pour une quête, et avez rencontré des gens intéressants.
pl: No cóż, przynajmniej zwiedziłeś świat, wyruszyłeś na przygodę i spotkałeś parę interesujących osobistości.

source: Also, had you not helped Kharos, we wouldn't have met <i>*to himself* which would have completely ruined the plan</i>. Besides, once you return to the Abyss, you'll have plenty of stories to tell your people, about all the things you've been through. You'll be known as a legend!
pl: Poza tym, gdybyś nie wyruszył do Kharos, prawdopodobnie nigdy byśmy się nie spotkali <i>*do siebie* co zrujnowałoby cały plan</i>. Zaś teraz gdy już dotrzesz do Otchłani, będziesz mógł godzinami opowiadać swoim pobratymcom o twoich przygodach i rzeczach, które ujrzałeś. Będziesz żywą legendą!

source: You are right. I think it had to be that way. So what about Tharis? Who are they? Will they stop invading Kharos? And why did they even attack? Their magic is powerful, maybe even comparable with yours. Aren't you afraid?
fr: Vous avez raison. Je pense que ce devait être ainsi. Alors et Tharis ? Qui sont-ils ? Est-ce qu'ils vont arrêter d'envahir Kharos ? Et pourquoi même ont-ils attaqué ? Leur magie est puissante, peut-être même comparable à la vôtre. N'avez-vous pas peur ?
pl: Masz rację. Myślę, że po prostu tak musiało być. A co z Tharis? Kim oni są? Czy przestaną najeżdżać Kharos? I czemu ich zaatakowali? Ich magia jest potężna, być może nawet porównywalna z waszą. Nie obawiacie się?

source: Afraid of them? Hardly, if at all. Their armies certainly are very powerful, but they are unable to reach the Sky Kingdom, since, as you have seen, even your best carpet riders can't fly that high, not to mention the Tharis magi, who can only hover a few meters above the surface. Anyway, as for the Tharis themselves, they're are a strange nation with a cult of darkness as their religion. Their lands are very far away, and they've killed many of the scouts we sent to their land, so gathering information about them has proven to be a difficult task, to say the least.
pl: My? Wcale. Ich armie z pewnością są bardzo silne, ale nie są w stanie dosięgnąć naszego podniebnego królestwa, gdyż nawet ich najwięksi magowie nie potrafią latać a jedynie lewitować nad powierzchnią. Tharis to dziwna nacja zorganizowana wokół tajemniczego kultu. Ich ziemie są bardzo daleko, więc nadal jesteśmy w trakcie zbierania informacji na ich temat. Muszę przyznać, że jest to nie lada wyzwanie ponieważ zabili większość naszych zwiadowców.

source: I see. Though there's one more thing about them I want to know: They've been rambling about the return of the 'Destroyers', who would 'spare them if they prove themselves worthy'. Sounds like just a myth, but I'd like to be sure.
pl: Rozumiem. Jest jeszcze jedna rzecz z nimi związana o którą chciałbym zapytać. Oni mówili coś o powrocie niejakich 'Niszczycieli' którzy 'ocaliliby ich, gdyby okazali się godni'. Wydaje mi się, że to jakiś mit, ale wolałbym być pewien czy to ma sens.

source: *gives Mehir a nervous look* Those things are no mere myths, summoner. They wiped out no less than five civilizations, including the Runemasters! Those spawns of darkness are able to reanimate the dead as their puppets. Thankfully their invasion has been stopped, but their remnants still haunt some desolate parts of the world...
fr: *regarde Mehir nerveusement* Ces choses ne sont pas de simples mythes, invocateur. Ils ont détruit pas moins de cinq civilisations, dont les Maîtresrunes ! Ces ils des ténèbres sont capables de réanimer les morts pour leur servir de pantins. Heureusement leur invasion a été arrêtée, mais leurs restes hantent encore certaines parties désolées du monde...
pl: *spogląda nerwowo na Mehira* Te istoty to nie mit, przywoływaczu. Zdołały wymazać 5 cywilizacji wliczając w to Mistrzów Run! Potrafią reanimować zmarłych i używać ich do swoich celów. Na szczęście ich inwazja została powstrzymana, lecz ich pozostałości wciąż nawiedzają najbardziej opuszczone zakątki świata...

source: Wow... I really hope not to run into those things on my trip to the ruins...
fr: Wow... J'espère vraiment que je tomberai pas sur ces trucs dans mon voyages vers les ruines...
pl: Wow… mam nadzieję, że nie będę musiał mieć z nimi do czynienia podczas wyprawy do ruin...

source: Go for that battery. We will do the rest.
fr: Allez chercher cette pile. Nous ferons le reste.
pl: Idź po tą baterię. My zrobimy resztę.

source: It has started. Finally.
fr: Ça a commencé. Enfin.
pl: Zaczęło się. Wreszcie.

source: Skydock
fr: Dock céleste
pl: Podniebny Port

source: So you must be Mehir. Come closer, Earthbound.
fr: Vous devez être Mehir. Approchez-vous, Être de la Terre.
pl: Więc to ciebie zwą Mehir. Podejdź bliżej, mieszkańcu powierzchni.

source: Err... Hello?
fr: Heu... Bonjour ?
pl: Eee... dzień dobry?

source: *to himself* Indeed. Now I understand why Guru wanted us to help this poor little creature...
fr: *à lui-même* Ah oui. Maintenant je comprends pourquoi Gourou voulait qu'on aide cette pauvre petite créature...
pl: *do siebie* Zaiste. Teraz rozumiem dlaczego Guru chciał abyśmy pomogli tej biednej istocie...

source: Ah, greetings. As you should already know, Guru himself asked us to improve this n-dimensional quantum waveform pattern around you.
fr: Ah, bienvenue. Comme vous le savez probablement déjà, Gourou lui-même nous a demandé d'améliorer ce réseau d'ondes quantiques n-dimensionnel autour de vous.
pl: Ach, witaj. Jak pewnie wiesz Guru poprosił nas abyśmy udoskonalili ten n-wymiarowy kwantowy wzór wokół ciebie.

source: Pardon, but I don't quite get what you mean.
pl: Eee… wybaczcie ale chyba nie do końca rozumiem.

source: Oh, you wouldn't understand the specifics. We just need to upgrade your primitive megacircle, so that it can actually be suitable for your journey. Honestly, right now it is little more than the portable lamp with summoning properties.
pl: Och, i tak byś nie zrozumiał. Po prostu musimy udoskonalić twój prymitywny megakrąg tak, aby był przydatny w trakcie twojej wyprawy. Szczerze mówiąc w obecnym kształcie bardziej przypomina przenośną lampę z opcją przywoływania magicznych istot.

source: <i>*to herself* Hmph, pompous know-it-alls just like the rest...</i>
pl: <i>*do siebie* Hmpf, przemądrzały jak cała reszta...</i>
