Repository: Toranks/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: fr, pl

source: *grabs a scimitar in a professional manner* (to the men) On the other hand, the dinner menu will include deep-fried medium-rare toasted lizard with extra spices! Sounds appetizing? If yes, grab a scimitar and charge at them. If not, you still have to fight, else I'll have you charged with treason! Understood?
pl: * chwyta scimitar w profesjonalny sposób * (do swoich ludzi) Choć z drugiej strony wygląda na to, że dzisiejsze menu będzie zawierało średnio-wysmażoną w głębokim tłuszczu jaszczurkę z dodatkowymi przyprawami! Brzmi apetycznie? Jeśli tak, chwycie za swoją broń i szarżujcie na nich. Jeśli nie, cóż, i tak musicie walczyć, w przeciwnym razie grozić wam będzie zdrada! Zrozumiano?

source: Sir yes sir!
pl: Tak jest, sir!

source: My liege! There are too many of them - we must inform the city of Sud-Affar! We need reinforcements!
fr: Mon seigneur ! Il sont trop nombreux - on doit informer la ville de Sud-Affar ! On a besoin de renforts !
pl: Mój panie! Jest ich zbyt wielu - musimy poinformować miasto Sud-Affar! Potrzebujemy wsparcia!

source: Alright men, you heard him, whichever of you has the fastest carpet, fetch us some reinforcements, now! Move it!
pl: W porządku, ludzie, słyszeliście. Ktokolwiek z was ma najszybszy dywan, niech leci teraz posiłki! Ruchy!

source: Survive until turns run out
fr: Survivre jusqu'à la fin des tours
pl: Przetrwaj do wyczerpania limitu tur

source: Hmmm... Looks safe to me...
fr: Mmmm... Ça m'a l'air sûr...
pl: Hmmm…. Wygląda w miarę bezpiecznie...

source: Wait! Did you just hear that?
fr: Attendez ! Vous avez entendu ça ?
pl: Chwila! Słyszeliście to?

source: We're surrounded! Everyone, ready your weapons, but don't attack yet!
fr: On est encerclés ! Aux armes, tout le monde, mais n'attaquez pas encore !
pl: Jesteśmy otoczeni! Wszyscy szykujcie broń, ale nie atakujcie!

source: They are... lizards... humanoid lizards... the one with feathers on his head is probably their leader. Maybe we should try negotiating?
fr: C'est des... lézards... des lézards humanoïdes... celui avec des plumes sur la tête est probablement leur chef. Peut-être on pourrait essayer de négocier ?
pl: Są to ... jaszczurki ... humanoidalne jaszczurki ... ten z piórami na głowie jest prawdopodobnie ich przywódcą. Może powinniśmy spróbować negocjować?

source: Ah, yes, well... Welcome, we come in peace.
fr: Ah, oui, ben... Bienvenue, on est là en paix.
pl: No tak, eee.. witajcie. Przybywamy w pokoju.

source: (whispers)...though everything will go up in smoke soon...
fr: (chuchotant)...bien que tout ça finira bientôt en fumée...
pl: (szepcze)...choć to strasznie naciągane, skoro za chwilę wszystko pójdzie z dymem...

source: My liege!
fr: Mon seigneur !
pl: Mój panie!

source: Oops, my bad. What I was trying to... ah. So we come from the desert, precisely speaking from the city north of here, see the massive tower in the distance? That's part of it. Around it, we’re building a giant circle...
fr: Oups, désolé. Ce que j'essayais de... ah. Alors on vient du désert, plus précisément de la ville au nord d'ici, vous voyez la grosse tour là-bas ? Elle en fait partie. Autour, on construit un cercle géant...
pl: Ups, mój błąd. Co ja chciałem... aaa. Tak więc przybywamy z pustyni, a dokładniej mówiąc z miasta na północ stąd. Widzicie tą masywną wieżę w oddali? To jego część. Wokół niego budujemy takie wielkie kółko...

source: Sir, I doubt they understand our language and terminology. Maybe we should show them what we mean?
fr: Chef, je doute qu'ils comprennent notre langage et la terminologie. Peut-être qu'on devrait leur montrer ce qu'on veut dire ?
pl: Sir, myślę, że oni nie rozumieją naszego języka. Może pokażemy im co mamy na myśli?

source: How should I show them the Abyss and fried lizards, I wonder? Never mind, I’ll try. Maybe we can avoid bloodshed...
fr: Comment je leur montre les Abysses, à ces lézards frits, hein ? T'inquiètes, je vais essayer. Peut-être qu'on peut éviter un bain de sang...
pl: Jak mam im pokazać Otchłań i smażone jaszczurki? No nic, spróbuję. Może unikniemy jatki...

source: Two hours later...
fr: Deux heures plus tard...
pl: Dwie godziny później...

source: I am afraid they still don’t understand. Maybe we should show them a magical entity?
fr: J'ai bien peur qu'ils ne comprennent toujours pas. Peut-être on devrait leur montrer une entité magique ?
pl: Chyba i tak nie rozumieją. Może pokażemy im jakąś istotę z Otchłani? Może wtedy załapią o co nam chodzi?

source: I only have a fire elemental summoning scroll, but let’s give it a try.
fr: J'ai juste un parchemin pour invoquer un un Élémentaire de Feu. J'essaye.
pl: Mam tylko zwój na żywiołaka ognia. Przekonajmy się, czy to pomoże.

source: No no no, anything but that, I beg you!
fr: Non non non, tout mais pas ça, pitié !
pl: Nie nie nie, tylko nie to, błagam!

source: Damn, it's too late now!
fr: Zut, c'est trop tard maintenant !
pl: A niech to, już za późno!

source: By Nomolas! Summoning a fire elemental, in the middle of a jungle, in front of the natives! Now we're as good as dead!
fr: Par Nomolas ! Invoquer un élémentaire du feu au milieu d'une jungle, en face des autochtones ! Maintenant on est quasi morts !
pl: Na Nomolasa! Przywołać żywiołaka w dżungli i to przed dzikusami! Teraz na pewno umrzemy!

source: Hey, the whole thing was your idea! Anyway, everyone, run for your lives!
fr: Hé, tout ça c'était ton idée ! Peu importe, sauve qui peut !
pl: Hej, to był twój pomysł! A teraz... w nogi!

source: You're not saying we should leave the Circle to the mercy of those lizards, are you?
fr: Vous ne dites pas qu'on devrait laisser le Cercle à la merci de ces lézards, pas vrai ?
pl: Chyba nie chcesz powiedzieć, że mamy porzucić krąg na łaskę i niełaskę tych jaszczurek?

source: Err, I mean run to the camp, people! We must protect the Great Circle at all costs!
fr: Heu, je voulais dire, courrez vers le camp, soldats ! on doit protéger le Grand Cercle à tout prix !
pl: Eee... to znaczy wszyscy wracać do obozu! Musimy chronić Wielkiego Kręgu za wszelką cenę!

source: EVERYONE, TO ARMS!!! WE ARE UNDER ATTACK!!!
fr: TOUT LE MONDE, AUX ARMES !!! ON EST ATTAQUES !!!
pl: WSZYSCY DO BRONI!!! JESTEŚMY ATAKOWANI!!!

source: Send a messenger to Sud-Affar! We are under attack! We need reinforcements, fast!
fr: Envoyez un messager à Sud-Affar ! On est attaqués ! On a besoin de renforts, vite !
pl: Wysłać posłańca do Sud-Affaru! Jesteśmy atakowani! Potrzebujemy wsparcia, szybko!

source: Kill all enemy units
fr: Tuez toutes les unités ennemies
pl: Pokonaj wszystkich przeciwników

source: I see something flying in our direction. Maintain defensive position, people! Do not rush forward!
fr: Je vois quelque-chose qui s'approche dans notre direction. Gardez des positions défensives, les gars ! N'avancez pas trop !
pl: Widzę coś lecącego w naszą stronę. Zachować pozycje obronne! Nie szarżować na przód!

source: By Nomolas! What are these things?!
fr: Par Nomolas ! C'est quoi, ces trucs ?!
pl: Dobry Nomolasie! Co to za istoty?!

source: By Nomolas! These beasts just keep coming! My goodness, we're doomed!
fr: Par Nomolas ! Ces bêtes continuent à arriver ! Mon dieu, on est fichus !
pl: Na Nomolasa! Te bestie wciąż nadchodzą! Jesteśmy straceni!

source: (the lizard says something, but it is too far away for Mehir to hear anything)
fr: (le lézard dit quelque-chose, mais il est trop loin de Mehir pour qu'on ne puisse l'entendre)
pl: (ta jaszczurka coś mówi, jednak z tak dalekiej odległości nic nie można usłyszeć)

source: Huh? They are retreating?
fr: Hein ? Ils se replient ?
pl: Hę? Wycofują się?

source: No, wait — there are a few of them left. Everyone, keep fighting, now we might actually make it out of here in one piece!
fr: Non, attendez — il en reste quelques-uns. Tout le monde, continuez à vous battre, maintenant on peut vraiment s'en sortir en un seul morceau !
pl: Nie, chwila - jest ich tylko kilka. Wszyscy walczcie dalej, teraz mamy szansę wyjść z tego cało!

source: Phew, that’s the last of them...
fr: Peu, c'est le dernier...
pl: Uff, to był już ostatni...

source: Summoning a fire elemental in front of the lizards was a mistake, one that cost too many lives... If only I hadn’t made it, things could have taken a far different turn...
fr: Invoquer un élémentaire de feu en face des lézards était une erreur, qui a coûté trop de vies... Si seulement je l'avais pas fait, les choses auraient pu prendre une tournure bien différente...
pl: Przywołanie żywiołaka ognia bezpośrednio przed jaszczurkami było błędem, który kosztował tyle istnień... Gdybym tylko postąpił inaczej, wszystko mogłoby przybrać inny obrót...

source: The reinforcements from Sud-Affar should arrive soon. We must not let our guard down. There is a large tropical forest ahead of us, full of creatures now wanting us dead. I'll need a lot more than a bunch of novice troops...
pl: Posiłki z Sud-Addaru powinny niedługo dotrzeć. Nie możemy stracić czujności. Przed nami wielki las tropikalny, pełen wrogich stworzeń. Będę potrzebować znacznie więcej doświadczonych oddziałów...

source: Send someone to the city for machetes and saws. We can forget about fire elementals for the time being.
fr: Envoyez quelqu'un en ville chercher des machettes et des scies. On peut oublier les élémentaires du feu pour l'instant.
pl: Pośllijcie kogoś do miasta po piły i maczety. O żywiołakach ognia możemy na jakiś czas zapomnieć.

source: Uhh... Hello? Who are you?
fr: Heu... Bonjour ? Vous êtes qui ?
pl: Yyy… Witaj? Kim jesteś?

source: Ssstranger, Rhaxizzzz hassss ssssent me to thank you for your aid.
fr: Essstranger, Rhaxizzzz m'a zzzenvoyé pour vous remercier de votre aide.
pl: Przybyszzzu. Rhaxizzzz posssłał mnie abym ci pomógł.

source: Heh, glad to see that my help hasn't went unnoticed...
fr: Hé, content de voir que mon aide n'est pas passée inaperçue...
pl: Heh, dobrze wiedzieć, że moja pomoc została zauważona...

source: Wait, you can speak our language?!
fr: Attendez, vous parlez notre langue ?!
pl: Zaraz, ty mówisz w naszym języku?!

source: There iss no time for exssplanationss. Rhaxiz ordered me to find a way to sssupport you, so I ssstole this chest from your master's tent.
fr: Il n'y a pas le temps pour s'exsspliquer. Rhaxi m'a ordonné de trouver un moyen de te sssoutenir, donc j'ai volé ce coffre dans tente de ton maître.
pl: Nie ma czasssu na wyjaśnienia. Rhaxiz kazał mi znaleźć ssssposób aby ci pomóc, więc ukradłem tę oto sssskrzynię z namiotu twojego missstrza.

source: Good Nomolas! This is Jaffar's chest! How...
fr: Bon Nomolas ! C'est le coffre de Jaffar ! Comment...
pl: Dobry Nomolasie! To skrzynia Jaffara! Jak...

source: Hisss power is inssside. I am sure you will ussse it in a better way than he doesss. Take it.
pl: Jego moc jessst w środku. Jestem pewien, że wykorzyssstasz ją lepiej niż on. Weź.

source: (takes a look at the gold inside) Holy vizier! This is a quarter of the Sud-Affar's entire military budget! My goodness...
pl: (spogląda na złoto w środku) Na wezyra! Toż to ćwierć budżetu całej armii Sud-Affaru! A niech mnie...

source: On top of that, I found thessse two demonsss' cansss. I'm sssure they can prove ussseful to you.
fr: De plus, j'ai trouvé cssses deux boîssstes à démonsssss. Je suis sssûr qu'ils pourront vous êssstre utiles.
pl: Oprócz tego znalazzzłem te oto puszzzki demonów. Myślę, że mogą ci sssię przydać.

source: These are the lamps with the Efreeti Jaffar threatened me with! My, my... you certainly don't seem to stop impressing me.
fr: C'est les lampes des Efreeti avec lesquels Jaffar m'a menacé ! Mon, mon... vous n'avez pas l'air de vouloir arrêter de m'impressionner.
pl: To lampy, którymi miał mnie torturować Jaffar! O rety... Nie przestajesz mnie zadziwiać.

source: However, I alssso have some bad news: our sssscouts report flying enemy reinforcements coming from the northwessst. They should arrrrive sssoon, so better sstay alert.
fr: Mais j'ai aussssi des mauvaises nouvelles ! nossss éclaireurs disent avoir vu des renforts volants ennemis venir du nord-ouesssst. Ils devraient arrrrriver bientôssst, alors tenez-vous prêts.
pl: Mam też złe wieści: nasssi zwiadowcy donoszą, że latające possssiłki wroga nadchodzą od północnego-zzzachodu. Powinny dotrzeć lada moment, więc bądź czujny.

source: I mussst return to Rhaxiz. Take care, and know that we're grateful for what you're doing.
fr: Je doissss retourner auprès de Rhaxiz. Faites attention, et sachez qu'on vous remercie de ce que vous faites.
pl: Muszzę wracać do Rhaxiza. Powodzenia i pamiętaj, że jessssteśmy wdzięczni za to co robiszzz.

source: Huh? Leaving already? But I have so many questions to ask...
fr: Hé ? Vous partez déjà ? Mais j'ai plein de questions à poser...
pl: Hę? Już odchodzisz? A ja mam tyle pytań...

source: He's gone... These creatures are more and more surprising by the moment.
fr: Il est parti... Ces créatures sont de plus-en-plus surprenantes ces temps-ci.
pl: Znikł w zaroślach... Te istoty nie przestają mnie zadziwiać.

source: Received 750 gold, as well as two Efreet lamps!
fr: Vous avez reçu 750 pièces, et deux lampes à Efreets !
pl: Otrzymano 750 szt. złota oraz 2 lampy z Ifrytami!

source: With so much gold I could literally buy Sud-Affar's entire army! And these lamps...
fr: Avec autant d'or, je pourrais littéralement acheter toute l'armée de Sud-Affar ! Et ces lampes...
pl: Z taką ilością złota mogę dosłownie wykupić całą armię Sud-Affaru! I te lampy...

source: At last! Who shall I torture, my master?
fr: Enfin ! Qui dois-je torturer, mon maître ?
pl: Nareszcie! Kogo mam poddać mym torturom, panie?

source: Take out your anger on those barbarians. And now...
fr: Défoulez votre colère sur ces barbares. Et maintenant...
pl: Wyżyjcie się na tych barbarzyńcach. A teraz...

source: *ahem* Soldiers! Join me against the barbarians, and I will pay you twice as much as Jaffar does!
fr: *hem* Soldats ! Rejoignez-moi contre les barbares, et je vous paye deux fois plus que Jaffar !
pl: *ekhem* Żołnierze! Przyłączcie się do mnie w walce z barbarzyńcami a zapłacę wam dwa razy tyle co Jaffar!

source: Hey, it's my g...
fr: Hé, c'est mon o...
pl: Hej, to moje z...

source: ...oh... a soporific arrow...
fr: ...oh... une flèche soporifique.
pl: ...o... strzałka usypiająca...

source: Finally, a commander with initiative! You can count on us, but not on those magical guardians. They only obey Jaffar, after all.
fr: Enfin un commandant avec de l'initiative ! Vous pouvez compter sur nous, mais pas sur ces gardiens magiques. Ils n'obéissent qu'à Jaffar, après tout.
pl: Nareszcie jakiś dowódca z inicjatywą! Możesz na nas liczyć, ale nie na te magiczne istoty. One słuchają tylko rozkazów Jaffara.

source: It's no big deal. I've got your support, and I have his Efreet. Let's help those lizards!
fr: C'est pas très grave. J'ai votre soutien, et j'ai ses Efreets. Aidons ces lézards !
pl: Nie szkodzi. Mam wasze wsparcie i jego Ifryty. A teraz pomóżmy tym jaszczurkom!

source: Remember: Jaffar's Efreet will aid you only in this battle. Then they will leave you and return to their owner (if they survive the engagement of course).
fr: Rappel : les Efreets de Jaffar ne vous aideront que dans cette bataille. Par la suite, ils vont vous quitter pour revenir à leur propriétaire (s'ils survivent à l'engagement, bien-sûr).
pl: Pamiętaj: Ifryty Jaffara pomogą Ci tylko w tej walce. Później będą musiały do niego wrócić (o ile przetrwają walkę).

source: Tip: You can use the Heavy Summoner’s summon ability to create new units. Right-click on him for details. (All lvl3 Summoners have this ability)
fr: Aide : Vous pouvez utiliser la capacité d'invocation de l'Invocateur Lourd pour créer de nouvelles unités. Cliquez droit sur lui pour plus de détails. (Tous les Invocateurs de niv3 ont cette capacité)
pl: Wskazówka: Możesz użyć Ciężkiego Przywoływacza do tworzenia nowych jednostek. Kliknij na niego prawym przyciskiem, by dowiedzieć się więcej. (wszyscy 3-poziomowi Przywoływacze mają tą zdolność)

source: Kill Brogh’ur
fr: Tuer Brogh'ur
pl: Pokonaj Brogh'ura

source: Death of Rhaxiz
fr: Mort de Rhaxiz
pl: Śmierć Rhaxiz'a

source: Although you are given a lot of gold, you won't get to use most of it in the following scenario (the gold carryover is only 10%)
pl: Chociaż dostałeś dużo złota, nie będziesz mógł całej kwoty wykorzystać w następnej misji (jedynie 10% zostanie przeniesione do następnego scenariusza)

source: Southern Nations
fr: Nations du Sud
pl: Południowe Nacje

source: team_name^Barbarians
fr: Barbares
pl: Barbarzyńcy

source: team_name^Army of Sud-Affar
fr: Armée de Sud-Affar
pl: Armia Sud-Affaru

source: This place seems quiet, suspiciously quiet...
fr: Cet endroit a l'air calme, c'est suspect...
pl: Ależ tu cicho. Podejrzanie cicho...

source: Yeah, those beasts should’ve eaten us a long time ago. We've been sitting in this jungle for a week, and there's not been a trace of them!
fr: Ouais, ces bêtes devraient nous avoir mangés il y a longtemps. On est dans cette jungle depuis une semaine, et il y a aucune trace d'eux !
pl: To prawda, te bestie powinny zjeść nas dawno temu. Siedzimy w tej dżungli od tygodnia a po nich nie ma nawet śladu!

source: Either they don't want to mess with a large army, or have more pressing matters at hand. I think it might be both...
pl: Albo nie chcą zadzierać z dużą armią, albo coś im wypadło. A może oba naraz...

source: Soon, we'll finally reach the end of this damn jungle. As long as the lizards don't change their mind about steering clear of us, we should be able to connect the circle with Sud-Affar’s portal in four months. It would be a hell of a lot easier if our fire elementals had not been weakened by the wet tropical climate, though.
fr: Bientôt, on va enfin atteindre le bout de cette fichue jungle. Si les lézards changent pas d'avis et continuent à se tenir loin de nous, on devrait être capables de connecter le cercle avec le portail de Sud-Affar dans quatre mois. Ça serait vachement plus facile si nos élémentaires de feu n'avaient pas été affaiblis par le climat tropical humide, par contre.
pl: Wkrótce dotrzemy do granic tej przeklętej dżungli. O ile jaszczurki nie zmienią swojego podejścia, powinniśmy podłączyć krąg do portalu w Sud-Affarze w przeciągu 4 miesięcy. Byłoby znacznie prościej gdyby nie nasze żywiołaki ognia które osłabił ten mokry tropikalny klimat.

source: Soon, we'll finally reach the end of this damn jungle. As long as the lizards don't change their mind about steering clear of us, we should be able to connect the circle with Sud-Affar’s portal in four months. We could’ve done the same in just a couple of months, if only this stupid ban on Fire Elementals wasn’t in force...
fr: Bientôt, on va enfin atteindre le bout de cette fichue jungle. Si les lézards changent pas d'avis et continuent à se tenir loin de nous, on devrait être capables de connecter le cercle avec le portail de Sud-Affar dans quatre mois. On aurait pu faire le même travail en juste quelques mois, si seulement il y avait pas cette interdiction stupide contre les Élémentaires de Feu...
pl: Wkrótce dotrzemy do granic tej przeklętej dżungli. O ile jaszczurki nie zmienią swojego podejścia, powinniśmy podłączyć krąg do portalu w Sud-Affarze w przeciągu 4 miesięcy. Moglibyśmy zrobić to znacznie szybciej gdyby nie ten głupi zakaz odnośnie żywiołaków ognia...

source: Please understand. Using Fire Elementals may cause those beasts to reappear. We shouldn’t tempt fate.
fr: Il faut que vous compreniez. L'utilisation d’Élémentaires de Feu pourrait faire revenir ces bêtes. On ne devrait pas tenter le diable.
pl: Zrozum Panie, że jeśli ich użyjemy do wypalenia lasu, te bestie mogą uderzyć. Nie kuśmy losu.

source: If there are any. If not...
fr: S'ils existent. Sinon...
pl: O ile jakieś bestie tu są. Bo jeśli nie...

source: What the...
fr: Qu'est-ce que...
pl: Co do...

source: They are... lizards. Lizards falling from the sky!
fr: C'est... des lézards. Des lézards qui tombent du ciel !
pl: To ...jaszczurki. Jaszczurki spadające z nieba!

source: Dear Nomolas... So the doctors were right, I am completely insane!
fr: Bon Nomolas... Alors les docteurs avaient raison, je suis complètement détraqué !
pl: Drogi Nomolasie… Więc lekarze mieli rację, jestem kompletnie szalony!

source: My liege! I am seeing this too!
fr: Mon seigneur ! Je le vois aussi !
pl: Mój panie! Ja też to widzę!

source: This place is cursed! We must burn it to the ground! Where are my Efreet?!
fr: Cet endroit est maudit ! Il faut le brûler ! Où sont mes Efreets ?!
pl: To przeklęte miejsce! Musimy spalić je do gruntu! Gdzie moje Ifryty?!

source: Wait! Are you hearing this?
pl: Chwila! Słyszysz to?

source: You mean voices? Well... sometimes...
pl: Masz na myśli głosy? Cóż... czasami...

source: Err, no. I just heard noise coming from the south. We should probably have a look...
pl: Eee, nie. Usłyszałem jakieś odgłosy dobiegające z południa. Powinniśmy to sprawdzić...

source: Oh my...
fr: Oh mon...
pl: O mój...

source: KROG FEEL POWER! KROG WANT CRUSH, DESTROY, BREAK!!!
fr: KROG PUISSANT ! KROG VEUT ÉCRASER, DÉTRUIRE, CASSER !!!
pl: KROG CZUĆ MOC! KROG CHCIEĆ MIAŻDŻYĆ, NISZCZYĆ, ŁAMAĆ!!!

source: Kill those damned lizards! Leave none alive! Whoever brings me their leader's crushed skull will get half a giant toad worth of meat, and two barrels of booze!
fr: Tuez ces maudits lézard ! En laissez aucun en vie ! Celui qui me rapporte le crâne écrabouillé de leur chef aura la moitié d'un crapeau géant en bouffe, et deux barriques de pinard !
pl: Zabić te przeklęte jaszczurki! Nie zostawić nikogo przy życiu! Ten kto przyniesie mi zmiażdżoną czaszkę ich przywódcy dostanie pieczoną gigantyczną ropuchę i dwie beczki gorzały!

source: So I'm not hallucinating, all of this is real, right? What the hell kind of place did we get ourselves into?!...
fr: Alors j'hallucine pas, tout ça, c'est réel, pas vrai ? Dans quel fichue sorte d'endroit on s'est fourrés ?!...
pl: Więc to nie halucynacje, to dzieje się naprawdę. Gdzie my u licha jesteśmy?!...

source: Whoever they are, I'd rather not mess with them. It would be wiser to stay here and protect the construction site, my liege. This is not our war.
fr: Qui que ce soit, je préférerais pas avoir à les combattre. Ça serait plus sûr de rester ici et de protéger le site de construction,mon seigneur. C'est pas notre guerre.
pl: Kimkolwiek są, wolałbym z nimi nie zadzierać. Byłoby rozsądnie zostać tutaj i pilnować konstrukcji, mój panie. To nie nasza wojna.

source: Indeed. You keep a keen eye on the natives, and immediately alert me should they dare approach us!
fr: Vrai. Tu gardes un oeil sur les indigènes, et tu m'alertes si ils osent s'approcher de nous !
pl: Dobrze mówisz. Miej oko na tych dzikusów a jak którykolwiek się zbliży, natychmiast mnie powiadom!

source: Sir! Yes, sir!
fr: Chef ! Oui chef !
pl: Tak jest!

source: The upcoming battle is going to take place without your interference for now.
fr: La bataille va avoir lieu sans que vous n'interveniez pour l'instant.
pl: Bitwa będzie toczyć się bez twojego udziału przez jakiś czas.

source: Your guess is as good as mine. Anyway, look, I know this might sound ridiculous, but we should help those lizards!
fr: Je pense comme vous. Mais, regardez, je sais que ça peut avoir l'air ridicule, mais on devrait aider ces lézards !
pl: Sam chciałbym wiedzieć. Mimo wszystko choć pewnie zabrzmi to idiotycznie, myślę że powinniśmy pomóc tym jaszczurkom!
