Repository: Toranks/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: fr, pl

source: Have you lost your mind?! Those sneaky, beastly greenlings are surely invading the land of that brute! If at all, we should help that one-eyed tree-wielder! But this is not our war. They are busy with each other, the circle is safe - what more could one want?
fr: T'es pas fada ?! Ces nains verts, sournois et bestiaux sont sûrement en train d'envahir les terres de cette brute ! Si il fallait choisir, on aiderait ce type à un œil avec son arbre ! Mais c'est pas notre guerre. Ils sont occupés les uns avec les autres, le cercle est en sécurité - qu'est-ce qu'il nous faut de plus ?
pl: Zwariowałeś?! Te obślizgłe zielone stwory na pewno najeżdżają ziemie tych brutali! Jeśli już to powinniśmy pomóc temu jednookiemu z drzewem zamiast maczugi! Ale to nie nasza wojna. Są zajęci sami sobą, a krąg w tym czasie jest bezpieczny - czego można chcieć więcej?

source: But don’t you see that if we help the lizards, can win ourselves quite an ally? The circle crosses their territory, and as far as I know we are quite unwelcome here. This is the chance to change that.
fr: Mais vous voyez pas que si on aide les lézards, on peut se faire un allié ? Le cercle traverse leur territoire, et pour autant que je sais, on est plutôt pas bienvenus ici. C'est l'occasion de changer ça.
pl: Ależ czy nie widzisz panie, że możemy pomóc tym jaszczurkom i tym samym zyskać sojusznika? Co by nie mówić, krąg przecina ich terytorium a z tego co wiem, to raczej nie jesteśmy tu mile widziani. To szansa by to odmienić.

source: Are you kidding me? They’d rather tear you apart than come to an understanding. My task here is to protect the circle, which means I can't allow any natives near it. If you want to support them, you may, but don't expect me to do as much as lift a finger to help you. And for the love of Nomolas keep those savages away from the construction site, or my Efreet will have a word with you.
pl: Chyba żartujesz! Prędzej rozerwą cię na strzępy, niż uda ci się do nich przemówić. Moim zadaniem jest ochrona kręgu, co oznacza, że nie mogę pozwolić, aby jacyś tubylcy byli w jego pobliżu. Jeśli chcesz ich wesprzeć, proszę bardzo, ale nie oczekuj, że ci pomogę. I na miłość Nomolasa trzymaj tych dzikusów z dala od placu budowy, albo moje Ifryty urządzą sobie z tobą pogawędkę.

source: I will fight with my own men. Wish me luck, Jaffar.
fr: Je vais me battre avec mes propres hommes. Souhaitez-moi bonne chance, Jaffar.
pl: Będę walczył z moimi oddziałami. Życz mi szczęścia, Jaffarze.

source: You'll certainly need a lot of it to make this absurd plan work...
fr: Tu en auras certainement besoin d'un paquet pour que ce plan absurde marche...
pl: Będziesz go potrzebować, by ten absurdalny plan wypalił...

source: I must win these lizards over. The most reasonable starting point would be to kill a few barbarians, to display that we're on the lizards' side. Do not attack the lizards, otherwise the plan will completely fail!
fr: Je dois rallier ces lézards à notre cause. Le point de départ le plus raisonnable serait de tuer quelques barbares, pour montrer qu'on est du côté des lézards. N'attaquez pas les lézards, ou le plan va échouer complètement !
pl: Muszę jakoś zjednać sobie te jaszczurki. Najprościej byłoby po prostu ubić paru barbarzyńców by pokazać, że nie jestem po ich stronie. Nie atakować jaszczurek, bo inaczej plan się nie powiedzie!

source: If you find the upcoming battle too slow, you can increase game speed via settings.
fr: Si vous trouvez la bataille trop longue, vous pouvez augmenter la vitesse du jeu dans les options.
pl: Jeśli bitwa toczy się za wolno, zwiększ prędkość ruchów w oknie ustawień.

source: Kill some barbarians
fr: Tuer des barbares
pl: Pokonaj paru barbarzyńców

source: Protect lizards
fr: Protéger les lézards
pl: Ochraniaj jaszczurki

source: Killing any lizard
pl: Śmierć jakiejkolwiek jaszczurki

source: Recruiting a Fire Elemental or its advancements
pl: Rekrutacja żywiołaka ognia

source: Please wait...
fr: Prière d'attendre
pl: Proszę czekać...

source: Hey, the plan seems to be working! Now time to strike against the barbarians with our combined forces!
fr: Hé, le plan a l'air de marcher ! C'est le moment d'attaquer les barbares avec nos forces combinées !
pl: Hej, plan zaczyna działać! Teraz czas uderzyć w barbarzyńców naszymi wspólnymi siłami!

source: (series of gestures demanding retreat)
fr: (série de gestes demandant la retraite)
pl: (szereg gestów nakazujących odwrót)

source: So you want to withdraw? But where?
fr: Alors tu veux te replier ? Mais où ?
pl: Chcesz się wycofać? Ale gdzie?

source: (points his finger towards a keep inside the jungle)
fr: (désigne de son doigt un donjon dans la jungle)
pl: (wskazuje palcem w stronę lasu)

source: Understood. (to his men) Protect the lizard leader at all costs!
fr: Compris. (à ses hommes) Protégez le chef lézard à tout prix !
pl: Rozmiem. (do swych ludzi) Chronić przywódcę jaszczurek za wszelką cenę!

source: Rhaxiz reaches the southeast keep
fr: Rhaxiz atteint le donjon du sud
pl: Rhaxiz dociera do południowo-wschodniej twierdzy

source: Damn, it’s a trap!
fr: Zut, c'est un piège !
pl: A niech to, to pułapka!

source: Now this battle's gonna be a piece of cake!
fr: Maintenant, ça va être du gâteau, cette bataille !
pl: Teraz to będzie bułka z masłem!

source: Huh?
fr: Hein ?
pl: Hę?

source: Hey, I think there's a salamander near my camp, calling me. I better take a look...
fr: Hé, je crois qu'il y une salamandre près de mon camp, et elle m'appelle. Je ferais mieux d'aller voir...
pl: Hej, wydaje mi się, że obok mojego obozu jest jakaś salamandra i chyba mnie woła. Lepiej sprawdzę o co chodzi...

source: Take them!!! Rip their eyes out!!!
fr: Prenez-les !!! Arrachez-leur les yeux !!!
pl: Brać ich!!! Wydłubać im oczy!!!

source: My liege, the enemy reinforcements arrived!
fr: Mon seigneur, les renforts ennemis sont arrivés !
pl: Mój panie, wsparcie wroga przybyło!

source: I see them. It's time to release my red servants!
fr: Je les vois. C'est le moment d'envoyer mes serviteurs rouges !
pl: Widzę. Czas uwolnić moje czerwone sługi!

source: Take those natives! Show them your anger!
fr: Emparez-vous de ces indigènes ! Montrez-leur votre colère !
pl: Bierzcie tych dzikusów! Pokażcie im swój gniew!

source: With pleasure! MWAHAHAA!
fr: Avec plaisir ! MWAHAHAA !
pl: Z przyjemnością! MWAHAHAA!

source: Damn you, desert wizards!!! You may have won today, but mark my words, the horde will avenge my death!!!
fr: Soyez maudits, magiciens du désert !!! Vous avez peut-être gagné aujourd'hui, mais souvenez-vous de ça : la horde va venger ma mort !!!
pl: Niech was szlag, pustynni czarodzieje!!! Może dziś wygraliście, ale zapamiętajcie moje słowa, horda mnie pomści!!!

source: Damn you, lizard-loving bastards!!! You may have won today, but mark my words, the horde will avenge my death!!!
fr: Soyez maudits, enfoirés lézardophiles !!! Vous avez peut-être gagné aujourd'hui, mais souvenez-vous de ça : la horde va venger ma mort !!!
pl: Niech was szlag, przyjaciele jaszczurek!!! Może dziś wygraliście, ale zapamiętajcie moje słowa, horda mnie pomści!!!

source: Brogh’ur’s dead! Run!!!
fr: Brogh'ur est mort ! Fuyons !!!
pl: Brogh'ur nie żyje! Uciekajmy!!!

source: We did it! We actually won!
fr: On a réussi ! On a vraiment gagné !
pl: Udało się! Pokonaliśmy ich!

source: Do you hear that? It’s like the sound of flapping wings...
fr: Vous entendez ? On dirait le son d'ailes qui battent...
pl: Słyszycie to? Jakby odgłos skrzydeł...

source: Chaos Wyvern Rider
fr: Monteur de Wyvern du Chaos
pl: Chaotyczna Wiwerna

source: Uhhh... We might have to surrender now...
fr: Heuu... On devrait se rendre, maintenant...
pl: Eee… chyba powinniśmy się poddać...

source: Uhhh... I think we got a problem...
fr: Heu... Je crois qu'on a un problème...
pl: Eee.. chyba mamy problem...

source: Finally, the green scum are no more! I shall claim this territory as ours! Secure the area! Leave no survivors!
fr: Enfin, la vermine verte a été détruite ! Je déclare ce territoire comme le nôtre ! Sécurisez la zone ! Laissez aucun survivant !
pl: Nareszcie te zielone ścierwa gryzą piach! Od teraz to terytorium należy do nas! Zabezpieczyć teren! Nie brać jeńców!

source: The lizard leader is dead. We might have lost our only chance...
fr: Le chef lézard est mort. On a peut-être raté notre seule occasion...
pl: Przywódca jaszczurek nie żyje. Straciliśmy naszą jedyną szansę...

source: Nooo!!!
fr: Nooon !!!
pl: Nieee!!!

source: Mehir! You thief! Take him!
fr: Mehir ! Voleur ! Attrapez-le !
pl: Mehirze! Ty złodzieju! Brać go!

source: Mehir! What did I say about not bringing those beasts here?!
fr: Mehir ! J'ai dit quoi à-propos de ramener ces bêtes ici ?!
pl: Mehir! Co ja ci mówiłem?! Miałeś nie sprowadzać tu tych bestii!!

source: KROG FIND HUMANZ! CAN KROG KILL?
fr: KROG TROUVER HUMAINZ ! KROG PEU TUER ?
pl: KROG ZNALEŹĆ LUDZISKA! MOŻE KROG ZABIĆ?

source: H...Humans?! What the hell is going on here?! Nevermind, we must finish what we started! KILL THEM!!!
fr: D... Des humains ?! Mais qu'est-ce qu'il se passe ici ?! Peu importe, on doit finir ce qu'on a commencé ! TUEZ-LES !!!
pl: Lu... ludzie? Co tu się dzieje u licha?! Nieważne, musimy dokończyć co zaczęliśmy! Zabić ich wszystkich!!!

source: Chief, me find humans in jungle! What do we do?
fr: Chef, moi trouvé humains dans jungle ! Quoi on fait ?
pl: Wodzu, ja znalazł ludzi w dżungli! Co my robić teraz?

source: Uh, sir? We have a problem. The natives founds us, and are about to concentrate all their forces on us!
fr: Heu, chef ? On a un pépin. Les autochtones nous ont trouvés, et vont concentrer toutes leurs forces sur nous !
pl: Eee… sir? Mamy problem. Dzikusy nas znalazły i zaraz skoncentrują na nas swoje oddziały!

source: Damn it! I shouldn't have relied on their squabbling! EVERYONE TO ARMS! WE ARE UNDER ATTACK!
fr: Zut ! J'aurais pas dû me reposer sur leur différent ! TOUT LE MONDE AUX ARMES ! ON EST ATTAQUES !
pl: Niech to szlag! Myślałem, że ta ich sprzeczka zajmie ich na dłużej! WSZYSCY DO BRONI! JESTEŚMY ATAKOWANI!

source: Defeat the barbarians.
fr: Vaincre les barbares.
pl: Pokonaj barbarzyńców.

source: Death of Jaffar
fr: Mort de Jaffar
pl: Śmierć Jaffara

source: Do not capture Jaffar's villages
fr: Ne capturez pas les villages de Jaffar
pl: Nie zajmuj wiosek Jaffara

source: Jungle of Life
fr: La Jungle de la Vie
pl: Dżungla Życia

source: team_name^Darkblooded
fr: Sang-Sombre
pl: Ciemnokrwiści

source: The Keeper
fr: Le Gardien
pl: Opiekun

source: We are on the ground! At last! *kisses the ground*
fr: On est sur terre ! Enfin ! *embrasse le sol*
pl: Jesteśmy na ziemi! Wreszcie! *całuje ziemię*

source: Phew... That was one hell of a ride!
fr: Pheu... C'était sacrément pénible comme voyage !
pl: Uff... Ale to była przejażdżka!

source: They're going to execute us, I know it!
fr: Ils vont nous exécuter, je le sais !
pl: Zaraz nas stracą, wiem to!

source: I doubt it. If that had been the case, they wouldn't have bothered bringing us here.
fr: J'en doute. Si ça avait été le cas, ils se seraient pas ennuyés à nous amener ici.
pl: Wątpię. Gdyby tego chcieli, to nie braliby nas specjalnie tutaj.

source: But what in the blazes is going on? So we saved their hides and they tie us up?! I knew we shouldn't trust them, I knew it!
fr: Mais enfin qu'est-ce qu'il se passe ? Donc on a sauvé leurs peaux et ils nous ligotent ?! Je savais qu'on aurait pas dû leur faire confiance, je le savais !
pl: Ale o co im chodzi? Uratowaliśmy im skórę a oni nas wiążą?! Wiedziałem, że nie powinniśmy im ufać, wiedziałem!

source: Maybe you're right, my liege, but for now all we can do is cross our fingers and hope the lizards don't have ill intent towards us...
fr: Peut-être que vous avez raison, mon seigneur, mais pour l'instant tout ce qu'on peut faire, c'est de croiser les doigts et d'espérer que les lézards n'ont pas de mauvaises intentions contre nous...
pl: Może i masz rację panie, ale teraz jedyne co możemy zrobić to mieć nadzieję, że jaszczurki nie mają wobec nas złych zamiarów...

source: I have a bad feeling about this...
fr: Je la sens mal, cette affaire...
pl: Nie podoba mi się to...

source: (hisses in a furious manner and pushes Mehir and Jaffar up the stairs)
fr: (siffle d'un air furieux et pousse Mehir et Jaffar vers le haut)
pl: (wściekle syczy i popycha Mehira wraz z Jaffarem w górę po schodach)

source: (gestures Mehir and Jaffar to follow him)
fr: (indique à Mehir et Jaffar de le suivre)
pl: (nakazuje Mehirowi i Jaffarowi iść za nim)

source: Bodyguard
fr: Garde du Corps
pl: Ochroniarz

source: (says something in the saurian language)
fr: (dit quelque-chose en langage saurien)
pl: (mówi coś w jaszczurzym języku)

source: (gestures him to leave)
fr: (lui indique de partir)
pl: (nakazuje mu odejść)

source: (bows) <i>*in the saurian language* I have brought the humansss, as you requesssted, o mighty Keeper.</i>
fr: (s'incline) <i>*en langue saurienne* J'ai amené les humainsss, comme vouss l'avez demandé, Ô puissant Gardien.</i>
pl: (kłania się) <i>*w języku jaszczurek* Przyprowadziłem ludzi tak jak prossssiłeś, o wielki Opiekunie.</i>

source: <i>*in the saurian language* Very well, my aprentisss. You may leave.</i>
fr: <i>*en langue saurienne* Très bien, mon apprentisss. Tu peux partir.</i>
pl: <i>*w języku jaszczurów* Bardzo dobrze się spisałeś, mój uczniu. Możesz odejść.</i>

source: Sssso you are, indeed, the devilsss from the desssert. *spits*
fr: Alorsss vous êtes en effet les diablesss du désssert. *crache*
pl: Więc zaiste jesteście diabłami z pussssstyni. *pluje*

source: Greetingsss, sssons of the desssert. I mussst admit, we are exsstremely grateful for your asssistance against those tree-cutting brutesss.
pl: Witajcie, sssssynowie pustyni. Muszzzzę przyznać, że jessssteśmy wam niezmiernie wdzięczni za pomoc w walce z tymi brutalami.

source: Wait... you speak our language?! I thought...
fr: Attendez... vous parlez notre langue ?! Je croyais...
pl: Zaraz... ty mówisz w naszym języku?! Myślałem...

source: It isss good to know the language of enemiesss. And you are certainly among them. Your people not only sssssslain our loyal guardianssss near the Jungle'sss border...
pl: Dobrze jesssst znać język nassszzych wrogów. A wy na pewno do nich należycie. Wassssi ludzie nie tylko zarżnęli naszych sssstrażników u granic dżungli...

source: ...but you alssso COOKED their deceasssed bodiesss!
pl: ...a do tego UGOTOWALIŚŚŚŚCIE ich ciała!

source: Unfortunately we do not yet know what sssoullesssss abomination of a human was perssssonally responsible for thisss dessspicable deed, thusss I'm uncertain which of you to punish...
pl: Niestety nie wiemy co za bezduszna ludzka abominacja była za to ossssobiście odpowiedzialna, więc nie wiem, którego z wassss za to ukarać...

source: *sighs with relief*
fr: *soupir de soulagement*
pl: *oddycha z ulgą*

source: ...ssso we we will kill you both, jussst to be sure.
pl: ...więc zzzabijemy was obu, tak dla pewności.

source: WAIT! NO! Mehir, you were there! Did you really cook them?!
fr: ATTENDEZ ! NON ! Mehir, tu étais là ! Tu les as vraiment mangés ?!
pl: ZARAZ! NIE! Mehir, byłeś tam! Czy to prawda, że ich ugotowałeś?!

source: Me?! Err... no. I... I was sunbathing and they attacked so we had to protect the circle and then... well...
fr: Moi ?! Heu... non. Je... Je faisais un bain de soleil et ils ont attaqué, alors on a du protéger le cercle et ensuite... ben...
pl: Ja?! Eee… nie. Ja... ja... tylko się opalałem a oni zaatakowali, więc musieliśmy bronić kręgu a potem... cóż...

source: *looks at Mehir with fury in his eyes*
fr: *regarde Mehir avec de la fureur dans les yeux*
pl: *spogląda na Mehira z furią w oczach*

source: Uh... we had fire elementals in the camp, and people were hungry after the battle... so we... uh...
fr: Heu... On avait des élémentaires de feu au camp, et les gens avaient faim après la bataille... alors on... ben...
pl: Uch... mieliśmy żywiołaki ognia w obozie a ludzie byli głodni po bitwie, więc... my... uch...

source: ENOUGH! We will do to you the sssame thing you did to them. Any lassst wish, degeneratesss?
pl: DOSYĆ! Zzzrobimy wam to ssssamo co wy zrobiliście. Jakieś osssstatnie życzenie, degeneraci?

source: Sweet Nomolas, I am too young to die! Mehir, please do something!
fr: Bon Nomolas, je suis trop jeune pour mourir ! Mehir, pitié, fais quelque-chose !
pl: Słodki Nomolasie! Jestem za młody by umrzeć! Mehir, proszę zrób coś!

source: I am thinking... Well, uh wait. Is this a ceremonial pipe? May I smoke it for the last time before you cook us?
fr: J'y réfléchis... Bon, heu, attendez. C'est une pipe de cérémonie ? Je peux en fumer pour la dernière fois avant que vous nous mangiez ?
pl: Myślę... Cóż, uch chwila. Czy to fajka pokoju? Mogę zapalić po raz ostatni zanim nas ugotujecie?

source: Thisssss one? *takes it out from his pocket* Hmmm... Ssssoo you know our ancient waysss of conversssation... That wasss... ummm... unexxpected. Fine, you may try it. I will sssmoke it with you. *hands the pipe*
pl: Ta tutaj? *wyjmuje fajkę z kieszeni* Hmmm… Więc znacie nasszą ssstarożytną tradycję konwersssssacji... To było... ummm… niessspodziewane. Dobrze, możesz ssssspróbować. Zapalę zzz tobą. *oddaje fajkę*

source: Mehir! We are about to die and you are smoking herbs?! Have you lost your mind?!
fr: Mehir ! On va mourir et tu fumes de l'herbe ?! Tu as perdu ta tête ?!
pl: Mehir! Zaraz zginiemy a ty palisz zioło?! Zwariowałeś?!

source: Trust me, my liege, I know what I'm doing...
fr: T'inquiètes, mon seigneur, je sais ce que je fais...
pl: Zaufaj mi mój panie, wiem co robię...

source: One hour later...
fr: Une heure plus tard...
pl: Godzina później...

source: *visibly faded* ...so I took his carpet! And he said: 'I am gonna write a complaint to the High Council!', to which I responded with 'Ha, good luck with that!'
fr: *visiblement drogué* ...alors j'ai pris son tapis ! Et il a dit : 'je vais écrire au Haut Conseil pour me plaindre !', et je lui ai répondu 'Ah, bonne chance pour ça !'
pl: *odurzony* ...więc zabrałem mu dywan! A on na to: 'Napiszę skargę do Najwyższej Rady!', a ja na to: 'Powodzenia!'

source: Hmmmm... You certainly make quite the court jessster. Not bad, not bad at all. I don't think I'll cook you quite yet...
fr: Mmmmm... Tu es pour sssûr un bon bouffon. Pas mal, pas mal du tout. Je crois pas que je vais te manger de si tôt...
pl: Hmmm… Widzę, że jesteś niezłym błaznem. Nieźle, nieźle. Chyba jeszcze wstrzymam się z tym ugotowaniem ciebie...

source: ...so we will cook your friend instead!
fr: ...alors on va manger ton ami à la place !
pl: ...dlatego ugotujemy twojego przyjaciela!

source: It isss good to know the language of your enemy. The barbariansss, not you. They adopted a crude version of yoursss as their own, to help unify their ssscattered racesss and tribesss, who each had their own disssstinct dialect.
pl: Dobrze jesssst znać język nassszych wrogów. Mam na myśli barbarzyńców, nie wassss. Przyjęli oni dość uprossszczoną werssssję wassszego języka by łatwiej było im zjednoczyć rozzzproszone plemiona, każde z odmiennym dialektem.

source: But we know nothing about them, nor do they know anything about us. We've just discovered both of your species!
fr: Mais on sait rien d'eux, et ils savent rien de nous. Nos espèces viennent juste de se rencontrer !
pl: Ale przecież oni nas w ogóle nie znają, ani my ich. Dopiero co was odkryliśmy!

source: Your kind hasss far, far deeper rootsss than you think. We had the dissspleasure of being invaded by them very long ago, when they ssstole a powerful sssacred artifact from usss. Around the sssame time the cyclopes were a large powerful empire instead of the ssstupid brutesss you know. From what I know, the cyclopes adopted the human language as their own, and their dessscendantsss ssspread the language among the barbariansss.
pl: Twój gatunek ma o wiele dłuższzze korzenie niż mógłbyś przypuszzzzczać. Mieliśmy tą nieprzyjemnośśść być przez niego zaatakowani w zamierzchłej przeszzzłości, kiedy to ludzie próbowali ukraśśśść nasz śśśświęty artefakt. W tym czasssssie cyklopi possssiadali potężne imperium, lecz z czasssssssem ssssssstali się bandą głupich osssiłków. Z tego co wiem, cyklopi zapożyczyli waszzzzz język, a ich potomkowie obecnie należący do barbarzyńskich hord posssssługują się nim po dziśśśś dzień.

source: Interesting. I wonder, do you know what happened to our ancestors?
pl: Interesujące. Wiesz może co się później stało z naszymi przodkami?

source: According to legend, their hubrisss wasss their downfall. Their attempt to to ussse the ssstolen artifact failed catassstrophically, killing mossst of their kind and turning the onccce green north into the barren dessert you now inhabit.
pl: Jak mówi legenda, ich pycha kroczyła przed ich upadkiem. Próbowali użyć skradzionego nam artefaktu, co doprowadziło do katastrofy, która wymazała większość ich gatunku a niegdyś zielona północ zamieniła się w jałową pustynię, którą teraz zamieszkujecie.

source: I see... Well, anyway, we helped you with those barbarians, so maybe you could untie us? We have nothing against you.
pl: Rozumiem... Cóż, pomogliśmy wam z tymi barbarzyńcami, więc może moglibyście nas rozwiązać? Nic do was nie mamy.

source: Though you have sssaved Rhaxiz, we don't quite trussst you yet. Your kind ssseemsss cut from the sssame cloth as your thieving ancessstors, and like the barbariansss, your kind has no problem with killing innocent treesss. As we ssspeak, your men are murdering them by the hundreds to make room for the conssstruction of the devil's path! You mussst ssstop it!
pl: Choć pomogłeśśś Rhaxizowi, wciąż wam nie ufamy. Waszzzzz gatunek niewiele sssię różni od waszzzzych podłych przodków, mało tego ma wiele wssspólnego z barbarzyńcami, którzy nie widzą problemu w zzzzabijaniu niewinnych drzew. Nawet terazzzz jak rozmawiamy, wasssssi ludzie mordują ich ssssetki by zrobić miejssssce na konsssstrukcję diabelskiej ścieżki! Mussssiszz ich powssssstrzymać!

source: But... but the construction of the circle is crucial to us! Besides, who cares about two or three trees being cut down? You have the entire jungle full of them!
fr: Mais... mais la construction du cercle est vitale pour nous ! En plus, quelle importance si on coupe deux ou trois arbres ? Vous en avez une jungle entière !
pl: Ale... ale konstrukcja kręgu jest dla nas kluczowa! Poza tym kogo obchodzi ścięcie dwóch lub trzech drzew? Macie ich całą dżunglę!

source: *hisses* Keep your blasssphemous mouth shut, you worthlesss fool! The Jungle of Life isss sssacred. It grows treesss to ssshelter usss from the blazing sssun, it grows fruitsss to feed usss, its air is humid to keep our ssskin moissst, and it gives us toadsss and wyvernsss to tame. It is our sssacred duty to repay itsss kindnesss by protecting it with our livesss. You cutting down ssso many treesss without planting a sssingle new one isss an intolerable insssult to the whole Jungle!
pl: *syczy* uciszzzz sssswe bluźniercze ussssta, ty bezwartośśśściowy głupcze! Dżungla Życia jest śśśświęta. Rossssną tu drzewa, które ossssłaniają nasssss od prażącego sssssłońca, rossssną tu owoce, którymi sssię żywimy, wilgotne powietrze chroni nassszą ssssskórę, a także mieszzzzzkają tu ropuchy i wiwerny, które posssskramiamy. To naszzzzz śśświęty obowiązek odpłacać naszzzzą wdzięcznośśśść dżungli broniąc jej granic naszzzzym życiem. Waszzzze wycinki bez nawet próby zassssadzenia nowych drzew sssssstanowią niewybaczalną obrazę dla całej Dżungli!
