Repository: Toranks/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: fr, pl

source: Heh, nice... And now, the last question: since you said that the Master of Banishers from al-Kamija could banish elemental gods and other powerful abyssal beings, does this mean that the existence of Dimensional Gate IIIs isn't merely one of the rumors spread at the bazaar?
fr: Hé, cool... En maintenant, la dernière question : puisque vous avez dit que le Maître des Bannisseurs d'al-Kamija pouvait bannir des dieux élémentaires et d'autre créatures abyssales puissantes, est-ce que ça signifie que l'existence de Portes Dimensionnelles III n'est pas qu'une vieille rumeur du bazar ?
pl: Heh, nieźle... A teraz ostatnie pytanie. Skoro powiedziałeś, że Mistrz Wyganiaczy potrafi wygonić bóstwa żywiołów i inne potężne istoty z Otchłani, to czy to oznacza, że Wrota Wymiarów III są czymś więcej niż plotkami na bazarze?

source: It certainly isn't, my liege. The Master of Banisher has an entire collection of such dimensional gates in his mansion, though he doesn't show them to anyone, being paranoid about their irreplaceability, due to his... inability of banishment. Thus it will most likely remain as a mystery for now as to how those gates look.
fr: Oh, ça oui, mon seigneur. Le Maître des Bannisseurs a une collection entière de ces portes dimensionnelles dans son manoir, bien qu'il ne les montre à personne, puisqu'il est paranoïaque à-cause de leur irremplaçabilité qui vient de son... incapacité à bannir. Donc l'aspect de ces portes va très certainement rester un mystère pour quelque temps.
pl: One istnieją. Mistrz Wyganiaczy ma ich całą kolekcję w swojej willi, choć nie pokazuje ich nikomu. Jest dość przewrażliwiony na ich punkcie, mając w świadomości, że nie jest już w stanie tej kolekcji powiększyć z uwagi na swoją... niezdolność do wyganiania. Tak więc pewnie jeszcze poczekamy zanim dowiemy się jak w ogóle wrota tego typu wyglądają.

source: Anything else, my liege?
fr: Autre-chause, mon seigneur ?
pl: Coś jeszcze, mój panie?

source: No, that's all I wanted to know right now.
fr: Non, c'est tout ce que je voulais savoir pour l'instant.
pl: Nie, to wszystko co chciałem wiedzieć.

source: At last! The bathwater is cold now. I need a towel, garbs, sandals, a divan, some dainties and a water pipe. Some delicious fig wine would be welcome too... Will my gorgeous cast iron lion paw feet tub remain here?
fr: Enfin ! L'eau de mon bain a refroidi. Que l'on m'apporte une serviette, mon costume, mes sandales, un divan, des gâteaux et de l'eau. J'apprécierai aussi un bon vin de figues... Est-ce que ma magnifique baignoire-lion de fonte à pieds va rester ici longtemps ?
pl: W końcu! Woda mi zdążyła wystygnąć. Potrzebuję ręcznika, ubioru, sandałów, dywanu, jakichś przysmaków i fajki wodnej. Wyborne wino figowe też mile widziane... Czy moja cudowna wanna z lwimi nóżkami ma tu tak pozostać?

source: Servants! Carry my deputy Jaffar in his bathtub to the chambers he is entitled to.
fr: Serviteurs ! Portez mon adjoint Jaffar et sa baignoire vers des appartements dignes de son rang.
pl: Służba! Proszę zanieść zastępcę Jaffara i jego wannę do jego osobistych komnat.

source: By the way, I will organize a celebration for Jaffar's inauguration, and you're all invited. There will be lots of food, drinks, music and dancing! Oh, and don't forget to tell Jaffar himself to show up.
fr: Au fait, je vais organiser une fête pour la nomination de Jaffar, et vous êtes tous invités. Il y aura beaucoup de nourriture, boissons, musique et de danse ! Oh, et n'oubliez pas de dire à Jaffar lui-même de venir.
pl: A tak przy okazji, mam zamiar zorganizować przyjęcie w związku z mianowanie Jaffara. Wszyscy jesteście zaproszeni. Będzie dużo jedzenia, napojów, muzyki i tańca! I nie zapomnijcie powiedzieć Jaffarowi, by sam się zjawił.

source: Now, there is one thing left to do: as the leader of Tar-Tabar, you should appoint your deputy...
pl: Teraz pozostaje już tylko jedna rzecz do zrobienia: jako lider Tar-Tabaru powinieneś mianować kogoś na swojego zastępcę...

source: Ah, there you are! Which of you thought it was a good idea to use an incantation of power INDOORS?! I was on my way to take a bath, and then I see a beam of light and the floor breaks in front of my eyes! As if I wasn't traumatized from the lizards enough already...
pl: Ach, tu jesteście! Kto z was uznał, że to dobry pomysł by użyć inkantacji mocji W POMIESZCZENIU?! Właśnie miałem wziąć kąpiel, ale zobaczyłem słup światła a podłoga rozleciała się wprost przed moimi oczami! Jakbym mało miał traumatycznych przeżyć chociażby z jaszczurkami...

source: Uhh... I will neither confirm nor deny.
pl: Uch... Nie zaprzeczam ani nie potwierdzam.

source: Hmph, damn banishers...
pl: Hmpf… cholerni wyganiacze...

source: So, to change the topic... Jaffar, weren't you supposed to be in Sud-Affar, guarding the Great Circle?
pl: Wiec... Jaffarze, a czy ty czasem nie powinieneś przebywać w Sud-Affarze i strzec budowy Wielkiego Kręgu?

source: Very well, I will organize a celebration for your inauguration. There will be lots of food, drinks, music and dancing!
pl: Bardzo dobrze, zorganizuję uroczystość z okazji twojej inauguracji. Będzie mnóstwo jedzenia, drinków, muzyki i tańców!

source: Ah, I won't miss that! We can converse of the philosophies of jinn for hours!
fr: Ah, je ne manquerai pas ça ! On va parler des courants de la pensée jinn pendant des heures !
pl: Ach, świetnie, przyjdę na pewno. Moglibyśmy tak rozmawiać o filozoficznych rozprawach dżinów przez godziny!

source: You do realize that you've spent most of your time on nothing but entertainment almost every day since your appointment, right?
fr: Tu réalises que tu as passé le plus gros de ton temps à de distraire depuis ta nomination, hein ?
pl: Czy zdajesz sobie sprawę, że od kiedy cię mianowano, to spędzasz praktycznie cały swój czas na rozrywkach?

source: Oh, come on, can't I just have some fun?
fr: Oh, ça va, je peux pas juste m'amuser ?
pl: Oj daj spokój, nie mogę się trochę pobawić?

source: *sigh* Maybe choosing you as my master wasn't such a good idea...
fr: *soupir* Peut-être que te choisir comme maître n'était pas une si bonne idée...
pl: *wzdycha* Może wybór ciebie na mojego mistrza nie był do końca trafiony...

source: Uhh... my liege, I am not entirely sure this is the best time for messing around with dimensional gates.
fr: Heeu... mon seigneur, je ne suis pas entièrement sûr que ce soit le meilleur moment pour s'occuper de portes dimensionnelles.
pl: Uch... panie, nie sądzę by warto było poświęcać ten czas na zabawę z tymi wrotami.

source: It's not that hard to get a new gate, so why not just use this one properly?
fr: C'est pas si dur d'obtenir une nouvelle porte, alors pourquoi pas utiliser celle-ci entièrement ?
pl: Nie jest trudno zdobyć nowe wrota, więc może warto byłoby użyć tych jak należy?

source: *sigh* Some people have a hard time understanding the simplest things... Get a move on, Mehir! Shall I give you a piece of my mind?
fr: *soupir* Il y a des gens qui ont vraiment du mal à comprendre... Allez, Mehir ! Tu veux que je t'aide ?
pl: *wzdycha* Niektórzy ludzie mają problem pojąć najprostsze rzeczy... No dalej Mehir! Mam ci pomóc?

source: Looks like this is going nowhere... o holy Rashti'rhami, could Your Majesty please do something about it?
fr: On dirait que ça ne marche pas... o sainte Rashti'rhami, Votre Majesté pourrait-elle faire quelque-chose ?
pl: Widzę, że to do niczego nie prowadzi... o święta Rhashti'rhami, mogłaby Wasza Wysokość coś z tym zrobić?

source: Sure... alright, here goes nothing...
fr: Bien-sûr... alors, c'est parti...
pl: Oczywiście, już się robi...

source: DIE!!!
fr: MEURS !!!
pl: GIŃ!!!

source: Much better!
fr: C'est mieux !
pl: Znacznie lepiej!

source: You're welcome.
fr: Je vous en prie.
pl: Proszę bardzo.

source: Hey! I've just grown attached to this thing, you know!
fr: Hé ! Je me suis tellement attaché à ce truc, vous savez !
pl: Hej, przywiązałem się do tej rzeczy, wiesz!

source: That's exactly the issue.
fr: C'est exactement le problème.
pl: W tym cały problem.

source: *ahem* Anyway, I'll need another gate to continue, and that means...
fr: *hem* Bon, je vais avoir besoin d'une autre porte pour continuer, et ça veut dire...
pl: *ekhem* Potrzebuję kolejnych wrót by kontynuować, a to oznacza...

source: Another illegally summoned Efreeti?
fr: Un autre Efreeti invoqué illégalement ?
pl: Kolejnego nielegalnie przywołanego Ifryta?

source: Indeed, my liege.
fr: Précisément, mon seigneur.
pl: Dokładnie, mój panie.

source: Alright, here's another gate for you. Just use it properly this time, and don't take too long. After all, your men can create many gates later on, so no need to grow attached to a specific one.
pl: W porządku, to kolejne wrota dla ciebie, panie. Proszę, użyj ich poprawnie tym razem i nie baw się z nimi zbyt długo. Twoi ludzie mogą zawsze przywołać ci nowe, więc nie ma sensu przywiązywać się do tych tutaj.

source: You have to use the incantation of power.
fr: Vous devez utiliser l'incantation de pouvoir.
pl: Musisz użyć inkantacji mocy.

source: You should use the banishment attack instead of the others. Against beings like efreeti, it is far more effective.
fr: Vous devriez utiliser l'attaque de bannissement au lieu des autres. Contre les créatures comme les efreeti, elle est beaucoup plus efficace.
pl: Musisz użyć ataku wyganiania zamiast innych. W przypadku istot takich jak ifryty jest to znacznie skuteczniejsze.

source: What do you want?
fr: Qu'est-ce que vous voulez ?
pl: Czego ode mnie chcesz?

source: Nothing? Then why did you start talking to me?
fr: Rien ? Alors pourquoi vous avez commencé à me parler ?
pl: Nic? Więc po co mnie zagadujesz?

source: Aren't you supposed to be having a lesson right now?
fr: Vous êtes pas supposé être en train d'écouter une leçon ?
pl: Nie masz czasem lekcji?

source: I don't see the point.
fr: Je vois pas votre problème.
pl: Nie widzę sensu.

source: Is this supposed to be a joke?
fr: C'est censé être drôle ?
pl: Czy to ma być jakiś żart?

source: It's certainly not a funny one.
fr: Par-ce que ça l'est pas.
pl: Bardzo śmieszne...

source: Don't forget I'm not the only one you're boring to death.
fr: N'oubliez pas que je suis pas la seule que vous ennuyez à mort.
pl: Nie zapominaj, że nie tylko mnie tak zanudzasz na śmierć.

source: You're not going to annoy me forever, are you?
fr: Vous allez pas me saouler jusqu'à la fin des temps, hein ?
pl: Chyba nie masz zamiaru mnie irytować, prawda?

source: Nevermind.
fr: J'ai rien dit.
pl: Nieważne...

source: What? Do you think you'll get some kind of easter egg for clicking me enough times? That's... unlikely.
fr: Quoi ? Vous croyez que vous allez débloquer une sorte d'arc narratif caché en me cliquant dessus assez de fois ? C'est... peu probable.
pl: Co? Myślisz, że dostaniesz za to klikanie mnie jakąś nagrodę? To... źle myślisz.

source: *whistles*
fr: *siffle*
pl: *gwiżdże*

source: In case you're wondering, no, I'm not your girlfriend.
fr: Au cas où c'est la question, non, je suis pas votre petite amie.
pl: Na wypadek gdybyś się zastanawiał, nie, nie jestem twoją dziewczyną.

source: ...yet. *teehee*
pl: …jeszcze *hihi*

source: I'm running out of ideas...
fr: J'ai plus d'idée...
pl: Już brakuje mi pomysłów...

source: Did you really have to poke Rashti'rhami 20 times?
fr: A quel moment vous vous êtes dit que ça vous avancerait de cliquer sur Rashti'rhami 20 fois ?
pl: Czy naprawdę szturchnąłeś Rashti 20 razy?

source: *puts on sunglasses* Yes.
pl: *zakłada okulary* Tak.

source: Wha...?! Those things haven't even been invented yet!
fr: Quo...?! Ces trucs n'ont pas encore été inventés !
pl: Co...?! Ta rzecz jeszcze nie została wynaleziona!

source: Does it look like I care?
fr: Et j'ai l'air d'en avoir quelque-chose à faire ?
pl: Czy wyglądam na kogoś, kogo to obchodzi?

source: I suppose not. Not like you had any respect for the fourth wall anyway, fixing the damn thing is quite expensive...
pl: Wygląda na to, że nie. A już na pewno nie masz panie żadnego respektu wobec czwartej ściany, naprawa jej potrafi być dość kosztowna...

source: What a nice view of the city...
fr: Quelle belle vue sur la ville...
pl: Co za piękny widok na miasto...

source: My liege, are you leaving?
fr: Mon seigneur, vous partez ?
pl: Mój panie, wychodzisz?

source: Deal with it.
fr: Ben ouais, je fais ce que je veux.
pl: Pogódź się z tym.

source: Nah, I'd rather stay here for now.
fr: Nan, je vais un peu rester ici.
pl: Niee, lepiej tu zostanę.

source: Abyssal Rebellion
fr: Rébellion Abyssale
pl: Rebelianci z Otchłani

source: team_name^Rebels
fr: Rebelles
pl: Rebelianci

source: team_name^Rashti
fr: Rashti
pl: Rashti

source: team_name^Kharos
fr: Kharos
pl: Kharos

source: There they are! Sticking out like blots on the landscape! What are these deserters doing in this deserted part of the desert!
pl: Oto i oni! Dezerterzy na pustkowiu!

source: Well, well, well, so the mighty Mehir of Tar-Tabar finally noticed our existence? Here to snuff out the spark of rebellion, I assume?
pl: No proszę, czyżby wielki Mehir z Tar-Tabaru wreszcie zauważył naszą obecność? Jesteś tu by ujrzeć iskrę rebelii, czyż nie?

source: Look, how about you just surrender calmly? Back home in the Abyss you'll be even better off than roaming the deserts. We want what's best for you.
fr: Écoute, et si tu te rendais calmement ? Retourner chez toi dans les Abysses, tu y serais encore mieux qu'à zoner dans le désert. On veut ce qu'il y a de mieux pour toi.
pl: Może jednak się poddasz i w spokoju powrócisz do Otchłani? Tam będzie ci znacznie lepiej niż tu i nie będziesz musiał błąkając się po pustyni. Chcemy dla ciebie jak najlepiej.

source: Deportation, as usual, for YOUR sake, not ours. I am sick of living under your anthopocratic rule. You force us to serve you, barely give us any rights, and banish any magical being who dares to disobey you!
pl: Deportacja jak zwykle i to dla wyłącznie WASZEGO spokoju, a nie naszego. Mam już szczerze dosyć życia pod waszymi rządami, służąc wam a w zamian nie dostając żadnych praw, a ktokolwiek kto się temu stanu rzeczy przeciwstawia, zostaje wygnany!...

source: *shrugs* If you're not content, just ask your local banisher for a quick trip back to the Abyss.
fr: *hausse les épaules* Si t'es pas content, vas juste voir un bannisseur, qu'il te renvoie rapidement dans les Abysses.
pl: *wzrusza ramionami* Jeśli ci to nie odpowiada, poproś najbliższego odczyniacza o szybką wycieczkę z powrotem do Otchłani.

source: Believe me, under different circumstances being deported and having my memories of this damned world wiped is an offer I'd gladly accept...
pl: Może w innych okolicznościach przystałbym na ofertę deportacji i wymazania wszelkich wspomnień z tego przeklętego świata...

source: ...but as if living under your reign here wasn't unbearable enough already, we'll soon even have to endure it even in the Abyss, our very homeland, thanks to the construction of the damned 'Great Circle'! I must stop this madness at all costs! If I cannot convince your kind to cease the construction, then I have no choice but to stop it by force!
pl: ...ale w krótce sami będziemy musieli znosić wasze rządy w samej Otchłani, naszym domu. A to wszystko dzięki konstrukcji tego przeklętego 'Wielkiego Kręgu'! Muszę powstrzymać to szaleństwo za wszelką cenę! Jeśli nie jestem w stanie przekonać waszego gatunku do zaprzestania prac nad kręgiem, będę musiał zrobić to siłą!

source: Seems like there's no negotiating now. (to Semir) Got any advice?
pl: Chyba nie ma już tu miejsca na negocjacje. (do Semira) Jakaś rada?

source: My, my, I've seen quite a few abyssal diehards in my time as a banisher, but this one is a real pleasure to my eyes... such strength, such extraordinary charisma and rhetoric... I'm not surprised at all that he managed to persuade so many beings to follow him!
pl: No, no, widziałem paru wywrotowców w swojej karierze, ale ten tutaj to prawdziwa uczta dla mych oczu... Co za siła, co za charyzma i retoryka... Nie dziwię się, że udało mu się namówić tak wiele magicznych istot by za nim podążały!

source: Wait, are you under his spell too? This was supposed to be easy... My first mission as a leader, and the personification of destruction on the horizon! It's dawning on me now why Sharif hasn't attended to the matter himself... You think that this super-efreeti will let me enmegacircle him? I better summon an army of jinn!
pl: Tylko mi nie mów, że i na ciebie to działa. A miało być tak pięknie... Moja pierwsza misja jako przywódcy a tu personifikacja zniszczenia na horyzoncie! Teraz już rozumiem dlaczego Sharif nie kwapił się by rozwiązać ten problem samemu... Ale i tak żaden Ifryt mnie nie przerośnie! Mam zamiar przywołać do pomocy armię dżinów!

source: Great Jinn may prove really useful here as their higher intellect can shield them from this Efreeti's lies but common Jinn and Rhamis can easily fall to his will and join him, although there is a small chance that it won’t happen. Unforunately at the moment we have access to low-level Jinn only so it may be risky to use them here, my Liege. But I think I have an idea...
pl: Wielkie Dżiny mogą okazać się tutaj naprawdę przydatne, ponieważ ich wyższy poziom intelektu może chronić je przed kłamstwami tego Ifryta, ale już zwykłe Dżiny i Rhami mogą całkiem łatwo poddać się jego woli i dołączyć do jego oddziałów, chociaż istnieje szansa, że tak się nie stanie. Ponieważ w tej chwili mamy dostęp tylko do niskopoziomowych dżinów, użycie ich tutaj może okazać się ryzykowne. Ale chyba mam pomysł jak temu zaradzić...

source: You seem to have a Dimensional Gate II with you, my Liege. We could use it to directly summon a Great Jinni to aid our cause! Of course we would have to feed it with a soul of a magical being. By looking at the forces in front of us, we have plenty of that. Besides...
pl: Zdaje się, że masz ze sobą Wrota Wymiarów II, mój panie. Moglibyśmy ich użyć, aby bezpośrednio wezwać Wielkiego Dżina, aby pomógł naszej sprawie! Oczywiście musielibyśmy najpierw nakarmić takie wrota duszą magicznej istoty. Patrząc na siły wroga przed nami, mamy tego pod dostatkiem. Poza tym...

source: You could use your Banishers against our enemy to get multiple Dimensional Gate IIs. Then we could feed them with souls of hostile magical beings to summon more Great Jinn directly without recruiting those risky low-level ones!
pl: Mógłbyś użyć swoich Wyganiaczy przeciwko wrogowi aby uzyskać jak najwięcej Wrót Wymiarów II. Wtedy moglibyśmy nakarmić je duszami magicznych istot i bezpośrednio przywołać jak najwięcej Wielkich Dżinów bez ryzyka użycia niskopoziomowych dżinów!

source: Actually this is a brilliant idea!
pl: Właściwie to genialny pomysł!

source: It seems you already have a Great Jinni with you. Maybe it is not as sophisticated as a Wonderful Jinni, but I am pretty sure he will prove useful and won't betray us thanks to his higher intellect in comparison to common Jinn or Rhamis.
pl: Wygląda na to, że masz już jednego Wielkiego Dżina. Może nie jest tak wyrafinowany jak Wspaniały Dżin, ale jestem przekonany, że okaże się całkiem przydatny i nie zdradzi nas a to dzięki wyższemu poziomowi intelektu, którym dysponuje w przeciwieństwie do zwykłych Dżinów i Rhami.

source: Also, do not use red entities at all, because they are rebellious by nature and near this Efreeti, they will surely revolt against us. Of course this is only advice. You can do whatever you want, my liege, as long as you keep in mind the consequences.
pl: Poza tym pod żadnym pozorem nie używaj czerwonych istot, ponieważ ich buntownicza natura w pobliżu tego Ifryta może sprawić, że zbuntują się przeciwko nam. Ale oczywiście to tylko rada. Zrobisz panie jak zechcesz, lecz miej na względzie konsekwencje.

source: What about Rashti? She’s half-good...
fr: Et Rashti ? Elle est à-moitié bienfaisante...
pl: A co z Rashti? Jest w połowie dobra...

source: ...but also half-evil. Her blue half should be immune to the efreeti's persuasion, but I can’t guarantee that...
fr: ...mais aussi à-moitié malfaisante. Sa moitié bleue devrait être immunisée contre la persuasion de l'efreeti, mais je ne peux garantir que...
pl: ...ale i w połowie zła. Jej dobra natura nie powinna się zbuntować, ale nie mogę tego zagwarantować...

source: Wait, wait, wait! Why didn’t you tell me about this earlier?! I could’ve left her in my palace!
fr: Stop, stop, stop ! Pourquoi vous ne me l'avez pas dit plus tôt ?! J'aurais pu la laisser dans mon palais !
pl: Zaraz, zaraz! Dlaczego nie powiedziałeś mi o tym wcześniej?! Mogłem zostawić ją w pałacu!

source: You didn’t ask, my Liege.
pl: Nie pytałeś, mój Panie.

source: You fool! She’s one of the ultimate beings! If she turns against us, we will be doomed! You’d better tell me how we should defeat that damn efreeti before he gets a chance to turn Rashti against us!
pl: Ty głupcze! Ona jest jedną z istot ostatecznych! Jeśli zwróci się przeciwko nam, będziemy straceni! Lepiej powiedz mi jak mam pokonać tego przeklętego ifryta, zanim przekabaci Rashti!

source: My liege, use elementals. They are unable to think, and thus impossible to delude. You can also use higher-level blue beings, such Rhami'kais Ho’rhamis and Great Jinn — they would never betray us. Make sure to use as many dispellers and banishers as you can. Also, stay close to your troops in the back, and use the power of your megacircle to strengthen and heal them.
pl: Mój panie, użyj żywiołaków. Nie potrafią myśleć, więc nie można ich zwieść. Możesz też użyć wysokopoziomowych błękitnych jednostek jak Rhami'kai i Wielkie Dżiny - one nigdy nas nie zdradzą. Maksymalnie wykorzystaj swoich odczyniaczy i wyganiaczy. No i przede wszystkim postaraj się zostawać na tyłach i wykorzystywać moce megakręgu by wzmacniać i leczyć swoje oddziały.

source: No red entities, no oasis, no varied terrain and an army of rhami'datus and efreet in front of us. This is going to be interesting...
pl: Zero czerwonych istot, zero oaz, brak osłon terenowych i demoniczna armia naprzeciwko. To będzie ciekawe przeżycie...

source: Don't forget my liege that the sheer amount of rogue efreet is an excellent opportunity to stock up on dimensional gates. The yellow ones can be exceptionally useful here as they can advance directly to Great Jinn as I said earlier!
pl: Nie zapominaj panie, że znaczna liczba wrogich ifrytów to doskonała okazja by nagromadzić duże ilości wrót wymiarów. Żółte mogą okazać się wyjątkowo przydatne, ponieważ mogą bezpośrednio awansować do Wielkich Dżinów jak już wcześniej wspomniałem!

source: My brethren, time to give the tyrants a lesson they shall never forget! FOR FREEDOM!!!
fr: Mes frères, il est temps de donner aux tyrans une leçon qu'ils n'oublieront jamais ! POUR LA LIBERTÉ !!!
pl: Moje dzieci, czas dać tym tyranom nauczkę, której nigdy nie zapomną! ZA WOLNOŚĆ!!!

source: FOR FREEDOM!!!
pl: ZA WOLNOŚĆ!!!

source: DOWN WITH THE TYRANTS!!! DEATH TO THE FALSE QUEEN!!!
pl: OBALIĆ TYRANÓW!!! ŚMIERĆ FAŁSZYWEJ KRÓLOWEJ!!!
