Repository: Toranks/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: fr, pl

source: Do you want to spend 6g to instantly level up the Dimensional Gate?
pl: Chcesz wydać 6 szt. złota by natychmiast awansować Wrota Wymiarów?

source: No
pl: Nie

source: *nervously* Did... did you hear that?
fr: *nerveusement* Vous... Vous avez entendu ça ?
pl: *nerwowo* Chwila... słyszeliście to?

source: Yes. I sense something... strange.
fr: Oui. Je ressens quelque-chose... d'étrange.
pl: Tak. Wyczuwam coś... dziwnego.

source: Tell me more.
fr: Dis-m'en plus.
pl: Mów dalej.

source: This energy... it is unnatural, yet not artificial. It is ancient, overwhelming, unforgivable... We are not alone here.
fr: Cette énergie... ce n'est pas naturel, mais pas artificiel non-plus. C'est ancien, irrésistible, impardonnable... Nous ne sommes pas seuls ici.
pl: Ta energia... jest nienaturalna, lecz nie sztuczna. Jest starożytna, przytłaczająca, niewybaczalna... Nie jesteśmy tu sami.

source: What the... am I hallucinating, or are those... flying leeches with teeth?
fr: C'est quoi ce bo... J'hallucine, ou ou c'est... des sangsues volantes avec des dents ?
pl: Co u licha... czy ja mam omamy czy to... latające pijawki z zębami?

source: Whatever these things are, I'm pretty sure they are not living beings.
fr: Quoi que soient ces machins, je suis à peu près sûre que c'est pas des êtres vivants.
pl: Czymkolwiek te rzeczy są, na pewno nie są żywe.

source: Huh? But they are closing in, fast.
fr: Hein ? Mais ils s'approchent, rapidement.
pl: Hę? Ale one się zbliżają, i to szybko.

source: Too fast. Brace yourselves!
fr: Trop rapidement. Préparez-vous !
pl: Zbyt szybko. Przygotować się!

source: What in the blazes is that?!
fr: Qu'est-ce que c'est, ça, zut ?!
pl: Co to jest u licha?!

source: It's an ambush! Everyone, draw your weapons!
fr: C'est une embuscade ! Aux armes, tout le monde !
pl: To pułapka! Wszyscy, do broni!

source: These beings seem to be magical, yet I sense no magic in their bodies. They are not of abyssal origin either...
fr: Ces créatures ont l'air d'être magiques, mais je ne sens pas de magie dans leurs corps. Ils ne sont pas d'origine abyssale non plus...
pl: Istoty te wydają się być magiczne, lecz nie wyczuwam w nich magii. Nie są też z Otchłani...

source: What kind of horror is this?!
fr: Qu'est-ce que c'est que ces horreurs ?!
pl: Co to za potworność?!

source: They are made of mixed bones. They are so old... I have no idea what is animating them, but it's clear that it wants us dead.
fr: Ils sont faits d'os mélangés. Ils sont tellement vieux... J'ai aucune idée de ce qui les anime, mais c'est clair qu'ils veulent notre mort.
pl: Ci są zrobieni z wymieszanych kości. Są niesłychanie stare... Nie wiem co je ożywia ale to coś chce nas martwych.

source: We will soon get surrounded! I shouldn't have trusted those magi, I shouldn't have!
fr: On va bientôt être encerclés ! J'aurais pas dû faire confiance à ces mages, j'aurais pas dû !
pl: Wkrótce będziemy otoczeni! Nie powinniśmy ufać tym magom! Wiedziałem że coś knują!

source: Target acquired. Scanning... Destroyer encountered. Threat level: extremely dangerous. Executing pacification protocols.
fr: Cible acquise. Examen... Destructeur rencontré. Niveau de menace : extrêmement dangereux. Exécution des protocoles de pacification.
pl: Cel namierzony. Skanowanie... Niszczyciel napotkany. Poziom zagrożenia: ekstremalnie niebezpieczny. Przeprowadzane protokołów pacyfikacyjnych w toku.

source: A 'Destroyer'?! Wait a minute, so the Tharis were worshiping these creatures?! What the hell have I signed up for?!
fr: Un 'Destructeur' ?! Attendez une minute, alors les Tharis vénéraient ces créatures ?! Mais dans quel merdier je me suis fourré ?
pl: 'Niszczyciel'? Chwila, więc Tharis czczą właśnie te istoty?! Na co ja się pisałem?!

source: Destroyers
fr: Destructeurs
pl: Niszczyciele

source: *shrieks*
fr: *hurlements*
pl: *wrzask*

source: Aaaaah!
pl: Aaaaa!

source: One of my men! Dear Nomolas! What is happening to him?!
fr: Un de mes hommes ! Par Nomolas ! Qu'est-ce qui lui arrive ?!
pl: Jeden z moich ludzi! Drogi Nomolasie! Co się z nim dzieje?!

source: This power... it is consuming him. Now his body belongs to them... forever.
fr: Ce pouvoir... ça le consume. Maintenant, son corps leur appartient... pour toujours.
pl: Ta moc... pożera go. Teraz jego ciało należy do nich... na wieczność.

source: We better run to this damn bunker before these abominations devour us all!
fr: On ferait mieux de courir sans ce foutu bunker avant que ces monstres nous bouffent tous !
pl: Biegnijmy do tego przeklętego bunkra zanim te potwory nas wszystkich pożrą!

source: When will this madness ever stop?!
fr: Quand est-ce que cette folie va s'arrêter ?!
pl: Kiedy to szaleństwo się skończy?!

source: We must clear the path! Hurry up!
fr: On doit dégager la route ! Bougez-vous !
pl: Musimy oczyścić drogę! Szybko!

source: Follow me! Hurry!
fr: Suivez-moi ! Magnez !
pl: Wszyscy za mną! Szybko!

source: Stay away from me!
fr: Approchez-vous pas de moi !
pl: Zostaw mnie!

source: *chanting something in a strange, and eerie tongue*
fr: *chante quelque-chose dans une langue étrange, et sinistre*
pl: *wymawia coś w dziwnym, upiornym języku*

source: My Master, I sense enemies all around us!
fr: Mon Maître, je ressens des ennemis tout autour de nous !
pl: Mój Mistrzu, wyczuwam wrogów dookoła nas!

source: Tell me more!
fr: Dis-m'en plus !
pl: Mów dalej!

source: I need to access parallel dimensions to see the possible opportunities and outcomes. Just a moment, my master...
fr: Je dois accéder à des dimensions parallèles pour voir les opportunités et issues possibles. Juste un instant, mon maître...
pl: Muszę uzyskać dostęp do równoległych światów by zobaczyć różne szanse i rezultaty. Daj mi chwilkę, mój panie...

source: In about 89.67% of the likely future outcomes I see enemies coming from the west, east and... south. This will happen really soon. They are like nothing we've ever seen! Also, the entrance to the bunker might be guarded...
fr: Dans à-peu-près 89.67% des futurs probables, je vois des ennemis venant de l'ouest, de l'est et... du sud. Ceci aura lieu très bientôt. Ils ne ressemblent à rien que nous ayons déjà vu ! Par ailleurs, l'entrée du bunker pourrait être gardée...
pl: Na 89,67% wszystkich możliwych wersji przyszłości widzę wrogów nadchodzących z zachodu, wschodu i... południa. To się stanie lada moment. Te istoty są nam kompletnie nieznane! Poza tym wejście do bunkra może być strzeżone...

source: My Master, we need to rush towards the entrance, or we'll get overrun!
fr: Mon Maître, nous devons nous précipiter en direction de l'entrée, ou nous allons être débordés !
pl: Mój Mistrzu, te istoty zaraz nas otoczą. Musimy spieszyć do wejścia!

source: Be aware my Master! The entrance to the bunker will be guarded by multiple powerful beings. They will emerge from the ground really soon. You will have to mount quite a heavy strike force to get through.
fr: Soyez sur vos gardes, mon Maître ! L'entrée du bunker sera gardée par de multiples créatures puissantes. Ils vont émerger du sol très bientôt. Vous devrez former une force d'assaut plutôt conséquente pour traverser.
pl: Uważaj, Mistrzu! Bunkier będzie strzeżony przez kilka potężnych istot. Zaraz się pojawią. Będziemy musieli przygotować silny oddział uderzeniowy by się przebić.

source: Here goes the first one...
fr: Voilà pour le premier...
pl: Czas na pierwsze...

source: When standing in the blue orbs, your units recover 12 hitpoints per turn (does not cancel the healing provided by other factors, such as regeneration, rest, etc.).
pl: Stojąc wewnątrz niebieskich kul, twoje jednostki leczą 12 punktów życia na turę (sumuje się z leczeniem pochodzącym z innych źródeł jak regeneracja, odpoczynek, itp.).

source: Three to go.
fr: Encore trois.
pl: Jeszcze trzy.

source: Almost there...
fr: On y est presque...
pl: Już prawie gotowe...

source: Only one more to go.
fr: Plus qu'un.
pl: Jeszcze tylko jedno.

source: Ruins
fr: Ruines
pl: Ruiny

source: Damn it! Those abominations are catching up to us!
fr: Zut ! Ces abominations nous rattrapent !
pl: Niech to! Nie możemy się odpędzić od tych potworów!

source: Stand back...
fr: Reculez...
pl: Odsuń się...

source: Good job. Unfortunately, we are trapped here now, but those weird magi gave me a teleportation spell. We’d better find this battery and get out of this freezing hellhole as soon as possible...
fr: Bon boulot. Malheureusement, on est piégés ici maintenant, mais ces mages bizarres m'ont donné un sort de téléportation? On ferait mieux de trouver cette pile et de sortir de ce trou de l'enfer glacé dès que possible...
pl: Dobra robota. Niestety jesteśmy tu teraz uwięzieni, ale ci dziwni magowie dali mi zaklęcie teleportacji. Lepiej znajdźmy tą baterię i wynośmy się z tego przerażającego miejsca tak szybko jak to tylko możliwe...

source: Search the ruins
fr: Fouiller les ruines
pl: Przeszukaj ruiny

source: I can’t summon more men; there won’t be enough room for them inside the circle!
fr: Je ne peux pas appeler davantage d'hommes ; il l'y aura pas assez de place pour eux dans le cercle !
pl: Nie mogę przywołać więcej ludzi. Nie zmieszczą się wewnątrz kręgu!

source: I found a gate. Shall I open it?
fr: J'ai trouvé une porte. Dois-je l'ouvrir ?
pl: Znalazłam wrota. Otworzyć je?

source: Sure. What could possibly go wrong?
fr: Bien-sûr. Qu'est-ce qui pourrait tourner mal ?
pl: Pewnie. Co mogłoby pójść nie tak?

source: Oh, a gate. Let’s open it.
fr: Oh, une porte. Ouvrons-la.
pl: O, wrota. Otwórzmy je.

source: Rashti, you go first.
fr: Rashti, vas en premier.
pl: Rashti, ty pierwsza.

source: So this must be the battery we‘re looking for... my goodness, this thing is huge...
fr: Alors ça doit être la pile qu'on cherche... mon dieu, ce truc est énorme...
pl: A więc to jest ta bateria... Wielkie nieba, ona jest ogromna...

source: What was that?!
fr: C'était quoi ?!
pl: Co to było?!

source: <i>Life signatures detected. Initiating first contact protocols.</i>
pl: <i>Wykryto żywe istoty. Inicjalizacja protokołu powitalnego</i>

source: (playing pre-recorded message) Greetings, intelligent organisms. It is certainly quite a pleasure to meet you. This combat model is merely a humble representative of our technologically advanced civilization. May it have the honor of speaking with your leader?
fr: (lisant un message pré-enregistré) Bienvenue, organismes intelligents. C'est un grand plaisir de vous rencontrer. Ce modèle de combat est seulement un humble représentant de notre civilisation technologiquement avancée. Puis-je avoir l'honneur de parler à votre chef ?
pl: (odtwarza nagraną wiadomość) Witajcie inteligentne organizmy. Miło was poznać. Ten model bojowy jest jedynie drobnym reprezentantem naszej zaawansowanej technologicznie cywilizacji. Czy mogę mieć ten zaszczyt rozmawiać z waszym przywódcą?

source: My, my, this thing speaks our language! And in quite a classy manner too! *smirks*
fr: Hé bé, ce machin parle notre langue ! Et de façon plutôt chique en plus ! *sourit*
pl: No niech mnie. Ta rzecz mówi w naszym języku! I to z jaką klasą! *uśmiecha się*.

source: It doesn't. Your ultimate circle translates its voice for you.
fr: Non. Votre cercle ultime traduit sa voix pour vous.
pl: Nieprawda. Twój krąg tłumaczy jego mowę dla ciebie.

source: Amazing! The Magi really did an incredible job with this. I hope it translates my speech too.
fr: Impressionnant ! Les Mages ont vraiment fait un boulot incroyable avec ce cercle. J'espère qu'il traduit ma parole aussi.
pl: Niesamowite. Magowie odwalili kawał dobrej roboty z tym. Ciekawe czy tłumaczy to też moją mowę.

source: (switching to another pre-recorded message) Can you understand our language?
fr: (passant à un autre message pré-enregistré) Comprenez-vous notre langue ?
pl: (przełącza do następnej nagranej wiadomości) Czy możesz zrozumieć nasz język?

source: Yes, *ahem* Alright, so, allow me to introduce myself, I am Mehir, formerly the leader of Tar-Tabar. We are Summoners, a nation hailing from the Great Desert, with al-Kamija being the capital. Although we are clearly far behind from your civilization technologically, we have abysmal beings as servants, who can fulfill each and any of our desires.
fr: Oui, *hem* Bien, donc, permettez-moi de me présenter, je suis Mehir, ancien gouverneur de Tar-Tabar. Nous sommes les Invocateurs, une nation issue du Grand Désert, dont al-Kamija est la capitale. Bien que nous soyons clairement inférieurs technologiquement à votre civilisation, nous avons comme serviteurs des créatures abyssales, qui peuvent satisfaire chacun de nos désirs.
pl: Tak, *ekhem* A więc pozwól mi się przedstawić. Jestem Mehir, lider Tar-Tabaru. Jesteśmy Przywoływaczami, nacją zamieszkującą Wielką Pustynię ze stolicą w al-Kamidży. Może i jesteśmy grubo w tyle za wami jeśli chodzi o rozwój technologii, to jednak posiadamy istoty z Otchłani, które nam służą i spełniają każde zachcianki.

source: *recorded message* So, now that we both introduced ourselves, may I inquire the reason of your entry into this bunker?
fr: *message enregistré* Bien, maintenant que nous nous sommes présentés tous deux, puis-je m'enquérir de la raison de votre entrée dans ce bunker ?
pl: *nagrana wiadomość* Więc skoro się przedstawiliśmy, to czy mogę znać powód waszej wizyty w tym bunkrze?

source: Well, I came here for the huge battery in the middle of the room. Hopefully it isn't too important to you, since I AM going to take it.
fr: Ben, je suis venu ici pour la grosse pile au milieu de la pièce. J'espère que c'est pas trop important pour vous, puisque je VAIS la prendre.
pl: Cóż, przybyliśmy tu po tą wielką baterię na środku komnaty. Mam nadzieję, że nie będzie wam potrzebna, bo MAM zamiar ją sobie wziąć.

source: *eyes become red* <i>Hostile intentions detected. Initiating defense protocols. Sending activation signal to other combat models.</i>
fr: *ses yeux deviennent rouges* <i>Intentions hostiles détectées. Initiation des protocoles de défense. Envoi du signal d'activation aux autres modèles de combat.</i>
pl: *oczy zapalają się na czerwono* <i>Wrogie intencje wykryte. Aktywacja protokołów obronnych. Wysyłanie sygnału do pozostałych modeli bojowych.</i>

source: That’s... wonderful... We’ve just faced horrors from the worst nightmares and now this...
fr: C'est... merveilleux... On vient d'affronter les horreurs des pires cauchemars, et maintenant ça...
pl: To... cudownie... Przed chwilą mierzyliśmy się z horrorami z najgorszych koszmarów a teraz to...

source: These guardians aren’t joking; there‘s no time to talk. If I remember correctly, the teleportation circle requires five parts of the spell to be casted in this pattern...
fr: Ces gardiens plaisantent pas ; il y a pas le temps de discuter. Si je me rappelle bien, le cercle de téléportation nécessite que quatre parties du sort soient lancés depuis ce chemin...
pl: Te maszyny nie żartują. Nie ma czasu na gadanie. Muszę rzucić zaklęcie w pięciu narożnikach dookoła baterii aby zabrać nas do Królestwa...

source: Keep in mind that each time Mehir stands on the position to cast the spell, he will lose all his moves and will be unable to attack. He will still be able to recruit units, though. The order in which the spells are cast does not matter.
fr: Gardez à l'esprit qu'à chaque fois que Mehir se mettra en position pour lancer le sort, il perdra tous ses points de mouvement et sera incapable d'attaquer. Il sera cependant toujours capable de recruter des unités. L'ordre dans lequel les sorts sont lancés est sans importance.
pl: Miej na uwadze, że za każdym razem kiedy Mehir będzie stał na pozycji do rzucenia zaklęcia, straci na ten czas wszystkie ruchy i możliwość ataku. Będzie mógł jednak rekrutować jednostki. Kolejność malowania nie ma znaczenia.

source: After completing the circle, you will need to gather all your living troops and Rashti inside the circle. You cannot leave your men behind.
fr: Après avoir complété le cercle, vous aurez besoin de regrouper toutes vos troupes vivantes et Rashti dans le cercle. Vous ne pouvez pas laisser vos hommes derrière vous.
pl: Po ukończeniu kręgu, będziesz musiał zebrać wszystkie swoje ludzkie jednostki i Rashti wewnątrz kręgu. Nie możesz nikogo zostawić.

source: Create the teleportation circle
fr: Créer le cercle de téléportation
pl: Stwórz krąg teleportacji

source: Defend your position
fr: Défendre votre position
pl: Obroń swoją pozycję

source: We did it! Now we just have to wait until the circle finishes itself.
fr: On a réussi ! Maintenant, il faut juste attendre que le cercle se finisse.
pl: Udało się! Teraz musimy czekać, aż krąg sam się dokończy.

source: Wait until the circle finishes itself
pl: Poczekaj aż krąg sam się ukończy

source: Finally!!! Time to get the hell out of here!
fr: Enfin !!! Il est temps de se tirer d'ici !
pl: Wreszcie!!! Czas się stąd wynosić!

source: I must call Rashti, my men and Glomin to me inside the circle before casting the activation spell! Whew, I'd never forgive myself, if someone was left behind.
fr: Je dois ramener Rashti, mes hommes et Glomin près de moi dans le cercle avant de lancer le sort d'activation ! Wow, je me le pardonnerai jamais si quelqu'un était laissé derrière.
pl: Zanim wypowiem zaklęcie aktywacji, Rashti Glomin, moje oddziały i ja musimy być wewnątrz kręgu. Nie darowałbym sobie, gdyby ktoś miał tu zostać.

source: Gather all your human units, Rashti and Glomin inside the circle
fr: Regrouper toutes vos unités humaines, Rashti et Glomin dans le cercle
pl: Zbierz wszystkie ludzkie jednostki, Rashti i Glomina wewnątrz kręgu

source: Death of Glomin (he blows up the battery before dying)
fr: Mort de Glomin (il fait exploser la pile avant de mourir)
pl: Śmierć Glomina (wysadza cały bunkier w powietrze)

source: Sister! Hear the voice of reason! These are the final moments of this last battle. It is not a good time for our quarrels. We MUST join together.
pl: Siostro! Posłuchaj głosu rozsądku! To decydujący moment tej ostatniej bitwy. To nie jest dobry czas na nasze kłótnie. MUSIMY się połączyć.

source: Maybe you are right... In our true form nothing can oppose us, even these things. I'll join you, for now... but one day I am going to return!
fr: Peut-être que tu as raison... Dans notre vraie forme, rien ne peut s'opposer à nous, même pas ces monstres. Je vais me joindre à toi, pour l'instant... mais un jour je vais revenir !
pl: Może masz rację... Nic nie jest w stanie pokonać naszej prawdziwej formy, nawet te istoty. Połączę się z tobą, na razie... ale pewnego dnia powrócę!

source: Rashti's ultimate focus allows her to increase her movement speed by 1. Also, she cannot be destabilized again (this bonus only lasts until the end of the scenario)
pl: Ostateczne skupienie Rashti sprawia, że jej szybkość jest zwiększona o 1 punkt. Poza Rashti tym nie może być ponownie zdestabilizowana (ten bonus trwa tylko do końca scenariusza).

source: ultimate focus
pl: ostateczne skupienie

source: Now everyone is in place. It’s about time we got out of here!
fr: Maintenant tout le monde est en place. Il est bien temps de partir d'ici !
pl: Teraz wszyscy są na miejscu. Najwyższy czas się stąd wynosić!

source: Huh? Where's all that darn noise comin' from? Can't an old dwarf just have some rest fer goodness's sake?! I hadn't slept in days!
pl: Hę? Skąd dochodzi ten cholerny hałas? Czyż stary krasnolud nie może odpocząć w spokoju?! Nie spałem od paru dni!

source: (looks at the battlefield, eyes wider) My wrench be damned! What is goin' on here?!
fr: (regarde le champ de bataille, écarquille les yeux) Que ma clef à molette soit maudite ! Quekssé qu'il se passe ici ?!
pl: (patrzy na pole bitwy, otwiera szeroko oczy) Na mój klucz! Co tu u diaska się wyrabia?!

source: Reporting: unidentified group invaded bunker, intention: steal battery. Attempts at elimination failed. Their leader can speak our language. Communication possible.
fr: Au rapport : groupe non identifié a envahi bunker, intention : vol de pile. Tentatives d'élimination échouées. Leur chef parle notre langue. Communication possible.
pl: Zgłaszam: niezidentyfikowana grupa zaatakowała bunkier. Intencja: kradzież baterii. Próby eliminacji zakończone niepowodzeniem. Lider mówi w naszym języku. Komunikacja możliwa.

source: *to Mehir* Hey, you! Finally, someone that ain't one of 'em spawns o' darkness lurking 'round here! But why the hell do ye need my precious battery?!
pl: *do Mehira* Hej ty! Wreszcie ktoś, kto nie jest jedną z tych mrocznych abominacji, które tu krążą! Ale po cholerę ci moja drogocenna bateria?!

source: You see, well, my troops and I got separated from our nation and our families in the Abyss, so we need the battery's energy to be able to make a portal to it, to follow the rest of my people there. We're trapped in this world for now.
fr: Vous voyez, hé bien, mes troupes et moi on a été séparés de notre nation et de notre famille dans les Abysses, du coup on a besoin de l'énergie de la pile pour réussir à faire un portail qui y mène, pour suivre le reste de mon peuple là-bas. On est piégés dans ce monde pour l'instant.
pl: Widzisz, ja i moje oddziały zostaliśmy oddzieleni od naszych rodzin w Otchłani, więc potrzebujemy energii z baterii by móc otworzyć portal i tam się dostać. Obecnie jesteśmy uwięzieni w tym świecie.

source: Look mate, tis' beauty powers the steam berserkers and plenty of other essential machinery. She and my burnin' desire to avenge the slaughter of my kind are the only two things keepin' me alive 'ere. If ya take 'er from me, I'm as good as dead.
pl: Słuchaj koleś, to cudeńko zasila moje parowe berserkery oraz mnóstwo innej kluczowej maszynerii. Ona oraz moja żądza pomszczenia mego ludu to jedyne dwie rzeczy, które trzymają mnie przy życiu. Jeśli odbierzesz mi baterię, to już po mnie.

source: Don’t tell me it’s...
fr: Ne me dites pas que c'est..
pl: Nie mówicie mi, że to...

source: You...YOU! NOT AGAIN!!!
fr: Vous... VOUS ! PAS ENCORE !!!
pl: Wy.. WY! TYLKO NIE TO!!!

source: Damn it, they’ve found us!
fr: Zut, ils nous ont trouvés !
pl: O nie, znaleźli nas!

source: Ye brought these abominations 'ere, outsider!!! Now ye doomed us both!!!
pl: Sprowadziłeś tu te abominacje!!! Teraz już po nas!!!

source: Argh, bloody hell, stuck 'tween a hammer and an anvil... if the abominations win, we all die, if I let the outsiders take the battery, I have nothing left to keep me alive 'ere and die as well...
pl: Argh, niech to szlag! Między młotem a kowadłem... Jeśli te abominacje wygrają, wszyscy zginiemy. Jeśli pozwolę wam zabrać baterię, nic nie będzie mnie trzymało przy życiu i umrę...

source: Dwarf, whatever is your name, I know that we may be in conflict, but we have to put out our differences aside for now. Otherwise those monsters are going to easily wipe us out while we are busy being at each other's throats.
pl: Krasnoludzie, czy jak tam się zwiesz. Wiem, że jesteśmy w konflikcie, ale musimy o tym na razie zapomnieć. Jeśli tego nie zrobimy, te potwory nas wykończą.

source: I've little left to lose, human, everyone I knew and loved is long dead, I'm but a dusty relic of tha past with hardly any meanin' in life, might as well blow up the battery and bring the abominations down with me *grabs the remote*
pl: Niewiele mam do stracenia, człowieku. Każdy kogo znałem nie żyje już od dawna, a ja jestem jedynie zakurzonym reliktem przeszłości bez większego celu w życiu. Równie dobrze mogę wysadzić baterię w powietrze zabierając ze sobą wszystkie te abominacje *chwyta zdalny przełącznik*

source: NO!!! WAIT!!!
pl: NIE!!! STÓJ!!!

source: What could ye possibly offer in return for tha only thing I held dear?
pl: Co mógłbyś mi dać w zamian za najcenniejszą rzecz jaką mam?
