Repository: Toranks/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: fr, pl

source: The unit is recalled back to the leader when dies After each recall the unit becomes stronger The unit can be recalled only 3 times. After that it dies for sure.
fr: L'unité est rappelée auprès du commandant quand elle meurt Après chaque rappel, l'unité devient plus forte L'unité ne peut être rappelée que 3 fois. Après ça, elle meurt forcément.
pl: Jednostka powraca do przywódcy gdy ginie Za każdym razem staje się silniejsza Działa tylko 3 razy. Później jednostka ginie na dobre.

source: After death the unit is recalled back to the leader. Activates only 3 times.
fr: Après la mort, l'unité est rappelée auprès du commandant. Ne fonctionne que 3 fois.
pl: Po śmierci jednostka wraca do przywódcy. Działa tylko 3 razy.

source: amulet^Leave it
fr: La laisser
pl: Zostaw go

source: Only the elemental entity can use this item!
fr: Seule une entité élémentaire peut utiliser cet objet !
pl: Tylko żywiołak może użyć tego przedmiotu!

source: The elemental unit can turn into another elemental (use right-click on the unit to activate)
fr: L'unité élémentaire peut se transformer en un autre élémentaire (utiliser le clic droit pour activer)
pl: Ten żywiołak może zamienić się w inny typ (użyj prawego przycisku aby aktywować)

source: staff^Leave it
fr: Le laisser
pl: Zostaw ją

source: Only a Novice Summoner, Dispeller or Banisher can use this item!
fr: Seul un Invocateur Novice, un Renvoyeur ou un Banisseur peut utiliser cet objet !
pl: Tylko Przywoływacz Nowicjusz, Odczyniacz lub Wyganiacz mogą korzystać z tego przedmiotu!

source: Sir, there's some kind of lever here...
fr: Commandant, il y a une sorte de levier ici...
pl: Sir, tu jest jakaś dźwignia...

source: Master, I found some kind of lever...
fr: Maître, j'ai trouvé un genre de levier...
pl: Mistrzu, tu jest jakaś dźwignia...

source: There's some kind of lever here, sir...
fr: Il y a une sorte de levier ici, chef...
pl: Tu jest jakaś dźwignia, sir...

source: We unlocked them! Maybe we should check the tunnels located near those levers? I heard some kind of quakes nearby. Maybe these levers do more than just closing gates...
fr: On les a libérés ! Peut-être qu'on devrait aller voir les tunnels proches de ces leviers ? J'entends des sortes de tremblements. Peut-être que ces leviers font plus que juste fermer des portes...
pl: Odblokowaliśmy ich! Może powinniśmy sprawdzić tunele blisko tych dźwigni? Usłyszałem dziwny dźwięk w ich pobliżu. Może te dźwignie uruchamiają coś więcej...

source: It seems Tashkar and his troops left this area. Still, I wonder what was the point of his whole expedition...
fr: On dirait que Tashkar et ses troupes one quitté cette zone. Je me demande toujours quel était le but de leur expédition...
pl: Wygląda na to, że Tashkar i jego ludzie opuścili te jaskinie. Zastanawiam się jaki był cel ich ekspedycji...

source: These must be the ancient guardians of this place. They were awakened by Tashkar, but why? This is not good. But the worst thing is, they won't listen to us. I fear we will have to fight our way through...
fr: Ça doit être les anciens gardiens de ce lieu. Ils ont été réveillés par Tashkar, mais pourquoi ? C'est pas bon. Mais le pire, c'est qu'ils ne vont pas nous écouter. J'ai peur qu'on doive combattre pour passer...
pl: To muszą być starożytni strażnicy tego miejsca. Zostali zbudzeni przez Tashkara, ale czemu? To nie wygląda dobrze. A najgorsze, że nie będą chciały nas się słuchać. Obawiam się, że będziemy musieli się przedrzeć.

source: You have managed to acquire a 'Dimensional Gate'. These special units can be transformed into real magical beings by consuming souls of living creatures. You will learn more about the usage of Dimensional Gates later in the story. NOTE: When used right, a Dimensional Gate may be used to summon a Jinni, but Mehir has not been experienced enough to own such powerful unit yet. Feel free to summon other beings though or you can stack these gates for later use.
pl: Udało Ci się zdobyć tzw. 'Wrota Wymiarów'. Te specjalne jednostki mogą być przemienione w prawdziwe magiczne istoty poprzez złapanie duszy żywej istoty. Dowiesz się więcej o praktycznym korzystaniu z Wrót Żywiołów w dalszej części opowieści. UWAGA: Przy odpowiednim użyciu Wrota Wymiarów mogą być użyte do przywołania Dżina, ale Mehir nie jest jeszcze wystarczająco doświadczony, by przywoływać tak potężne jednostki. Zamiast nich możesz przywołać całą gamę innych istot lub zachować takie wrota na później.

source: Aaaaah! The caves are collapsing!
fr: Aaaaah! Les souterrains s'effondrent !
pl: Aaaaa! Jaskinie się zawalają!

source: Goddess of all Rhamis
fr: Déesse de tous les Rhamis
pl: Bogini wszystkich Rhami

source: team_name^Expedition
fr: Expédition
pl: Ekspedycja

source: Mage
pl: Mag

source: Just give up already! No matter how many of my troops you slay, it won't get you anywhere! It would be much easier for both of us if you just accepted your defeat and fled.
fr: Allez, laisse tomber ! Peu importe combien de mes hommes tu massacres, ça ne te servira à rien ! Ce serait beaucoup plus simple pour nous deux si tu acceptais ta défaite et partais.
pl: Poddaj się! Bez względu na to jak wiele moich oddziałów pokonasz, to i tak do niczego cię nie zaprowadzi! Będzie dla nas obu lepiej jak zaakceptujesz porażkę i odejdziesz.

source: How many times do I have to tell you, human...
fr: Combien de fois dois-je te le dire, humain...
pl: Ile razy mam ci powtarzać człowieku...

source: I won't stop...
fr: Je n'arrêterai pas
pl: Nie przestanę...

source: ...UNTIL YOU ARE DEAD!!!
fr: ...JUSQU’À CE QUE VOUS NE SOYEZ TOUS MORTS !!!
pl: ...DOPÓKI NIE UMRZESZ!!!

source: You can throw golems at me all day long for all I care, and it won't change a thing.
fr: Tu peux m'envoyer des golems dessus toute la journée, que ça changera rien.
pl: Możesz rzucać we mnie golemami cały dzień, ale mnie to i tak nie ruszy.

source: Wait, am I sunstruck, or am I seeing Rashti'rhami herself battling the very people who invaded the central palace?!
fr: Attendez, j'ai pris une insolation ou c'est Rashti'rhami elle-même qui se bat contre les mêmes gens qui ont envahi le palais central ?!
pl: Chwila, czy to udar czy może widzę Rashti'rhami we własnej osobie, walczącą z ludźmi, którzy zaatakowali centralny pałac?!

source: (looks at Mehir) Finally, somebody actually bothered to send reinforcements! What took them so long?
fr: (regarde Mehir) Enfin, quelqu'un a fini par prendre la peine d'envoyer des renforts ! Pourquoi ils ont été si longs ?
pl: (spogląda na Mehira) Wreszcie ktoś postanowił przysłać wsparcie! Co tak długo?

source: Uhh... we didn't know there was a full on battle going on here, and didn't make enough haste, my sincere apologies. By the way, do you happen to know where Tashkar, your master, is?
pl: Uch... Wybacz o Pani, ale nie wiedzieliśmy że będzie tu toczyć się prawdziwa bitwa, więc nie spieszyliśmy się zbytnio. A tak przy okazji, czy wiesz gdzie jest twój mistrz Tashkar?

source: Last time I saw him with his troops was inside this building. I don't know what those damn mages did to him, but I must find out...
fr: La dernière fois que je l'ai vu avec ses troupes, c'était dans ce bâtiment. Je sais pas ce que ces fichus mages lui ont fait, mais je dois le découvrir.
pl: Ostatni raz widziałam go wraz ze swoimi oddziałami w tym budynku. Nie wiem co ci przeklęci magowie mu zrobili ale muszę się dowiedzieć...

source: ...NO MATTER HOW MANY MORE OF THEM I HAVE TO KILL!!!
fr: ...PEU IMPORTE COMBIEN D'ENTRE EUX JE DOIS ENCORE TUER !!!
pl: ...BEZ WZGLĘDU NA TO JAK WIELU BĘDĘ MUSIAŁA PRZEZ TO ZABIĆ!!!

source: Defend the entrance at all costs! We can't let these summoners disturb the research!
fr: Défendez l'entrée à tout prix ! On ne peut pas laisser ces invocateurs déranger les recherches !
pl: Bronić wejścia za wszelką cenę! Nie możemy pozwolić tym przywoływaczom, by przeszkodzili w badaniach!

source: Everyone, cover Rashti'rhami, and secure the entrance!
fr: Tout le monde, couvrez Rashti'rhami et sécurisez l'entrée !
pl: Wszyscy, bronić Rashti'rhami i zabezpieczyć wejście!

source: (finally catching up) Greetings, your Highness! Your servant Mehir found me in the caves and released from my post by your request.
fr: (arrivant enfin) Salutation, votre Altesse ! Votre serviteur Mehir m'a trouvée dans les grottes et m'a libérée de mon poste sur votre demande.
pl: (dobiega) Witaj, Wasza Wysokość! Twój sługa Mehir znalazł mnie w jaskiniach i uwolnił z waszego rozkazu.

source: I... don't remember sending anyone for you.
fr: Je... me souviens pas avoir envoyé quiconque pour toi.
pl: Nie... przypominam sobie bym kogoś posyłała do ciebie.

source: So... so this was a ...lie?
fr: Alors... alors c'était un ...mensonge ?
pl: Więc... więc to było... kłamstwo?

source: Uh... baby... it's not what you think...
fr: Heu... chérie... c'est pas ce que tu crois...
pl: Uch... maleńka... to nie tak jak myślisz...

source: Wait. In retrospect, I do vaguely recall sending someone, I just don't really keep track of all the guardians under my command. Anyway, that is not important right now, it's good that you showed up, we need every soldier we can get. To battle!
pl: Chwila, faktycznie przypominam sobie powoli, że jednak kogoś posłałam po ciebie. Po prostu nie zawsze kojarzę wszystkich moich poddanych. Ale mniejsza z tym. Dobrze, że się zjawiłaś, bo potrzebujemy teraz dodatkowych oddziałów. Do boju!

source: Yes, your Highness!
pl: Tak, wasza Wysokość.

source: Phew...
pl: Uff...

source: Defeat all enemies
fr: Détruire tous les ennemis
pl: Pokonaj wroga

source: Death of Rashti
fr: Mort de Rashti
pl: Śmierć Rashti

source: And now, FINISH OFF THE REST OF THOSE SCUM!!!
fr: Et maintenant, EXTERMINEZ LE RESTE DE CES RATS !!!
pl: A teraz, DOBIJMY RESZTĘ!!!

source: Argh! I... failed...
fr: Argh ! J'ai... échoué...
pl: Argh! Zawiodłem...

source: <i>*to himself* Damn it, things are not looking good. I must get out of here, fast...</i> Uh... (to his troops) I have some urgent business with Aerius to attent to. As for you all, keep fighting.
fr: <i>*à lui-même* Zut, ça se passe pas bien. Je dois me barrer d'ici, vite...</i> Heu... (à ses troupes) J'ai un truc méga urgent à faire avec Aerius. Et vous tous, continuez à vous battre.
pl: <i>*do siebie* Niech to szlag, to nie wygląda dobrze. Muszę stąd zmykać i to szybko...</i> Uch... (do swoich oddziałów) Mam pilną sprawę do Aeriusa. Wy walczcie dalej.

source: Aerius ordered you to guard this post! You can't just leave it without his permission!... Hey! Come back!
fr: Aerius t'a ordonné de garder ce poste ! Tu ne peux pas le quitter comme ça sans sa permission !... Hé ! Reviens !
pl: Aerius kazał ci bronić posterunku! Nie możesz tak sobie pójść bez jego zgody!... Hej! Wracaj!

source: Looks like your higher-up run away crying. I suggest you do the same if you don't want to die.
fr: On dirait que votre boss s'est enfui en pleurant. Je vous suggère de faire pareil si vous voulez pas mourir.
pl: Wygląda na to, że wasz dowódca uciekł z płaczem. Wam radzę to samo, chyba że wolicie zginąć.

source: He was merely an incompetent coward, no need to compare us to him. Meet our blades!
fr: C'était juste un peureux incompétent, pas la peine de nous comparer avec lui. Goûtez à nos lames !
pl: To był zwykły tchórz, nie musisz go do nas porównywać. Lepiej szykuj się na nasze ostrza!

source: If you want to do this the hard way, I can certainly arrange that.
fr: Si vous préférez la méthode dure, je peux aussi m'en occuper.
pl: Możemy zrobić to po waszemu. Nie ma sprawy.

source: *impressed*
fr: *impressionnée*
pl: *pod wrażeniem*

source: We won! We actually did it!
fr: On a gagné ! On l'a vraiment fait !
pl: Udało się! Pokonaliśmy ich!

source: My master may need our help, we must hurry!
fr: Mon maître peut avoir besoin de notre aide, il faut se dépêcher !
pl: Mój mistrz może potrzebować pomocy, musimy się pospieszyć!

source: (quietly to Mehir) You may be smart, but you won't fool me. We both know full well I haven't actually relieved the Spear Guardian from her post. Though in your defense, it was a good idea to bring her, and the spear is still safe with her. Just don't pull more such tricks next time.
pl: (cichym głosem do Mehira) Możesz być całkiem sprytny, ale nie oszukasz mnie. Oboje dobrze wiemy, że nie posłałam nikogo po Strażnika Włóczni. Choć na twoją obronę zasługuje fakt, że to był bardzo dobry pomysł a sama włócznia jest bezpieczna. Nie próbuj jednak żadnych sztuczek.

source: team_name^Aerius
fr: Aerius
pl: Aerius

source: team_name^Abyss
fr: Abysses
pl: Otchłań

source: So here's our little coward. Ready to join your comrades in eternal life?
fr: Et voilà notre petit fuyard. Prêt à rejoindre tes camarades dans la vie éternelle?
pl: A więc tu jest nasz mały tchórz. Gotowy by dołączyć do swoich towarzyszy w życiu po życiu?

source: M-master Aerius! Th-this is him! Please, do something!
pl: M... mistrzu Aeriusie! T... to on! Proszę, zrób coś!

source: *to the mage* Stop shaking! And wipe the tears from your eyes. You look pathetic!
fr: *au mage* Arrête de trembler ! Et essuie ces larmes sur tes yeux. Tu es pathétique !
pl: *do maga* Przestań się trząść! I wytrzyj te łzy, wyglądasz żałośnie!

source: You again?!
fr: Encore toi ?!
pl: To znowu ty?!

source: Ah, welcome, summoner, you look familiar. It appears my little visit to al-Kamija helped you get a promotion... heh, you can thank me later. Let me guess, you have come for one of your leaders, right? He is... well, how do I put it... not exactly here anymore.
pl: Ach, witaj przywoływaczu, wyglądasz znajomo. Zdaje się, że moja wizyta w al-Kamidży pomogła ci w awansie... heh, podziękujesz mi później. Niech zgadnę, przybyłeś po jednego z waszych przywódców, prawda? On... cóż... jakby to powiedzieć... Nie jest tu obecny.

source: You killed Tashkar, didn't you?! That damn grin on your face just screams it!
fr: Tu as tué Tashkar, hein ?! Le sale sourire sur ta face te dénonce !
pl: Zabiłeś Tashkara, czyż nie?! Ten cholerny uśmieszek na twarzy to zdradza!

source: It's nothing major, he and his troops are merely behind this huge red circle.
pl: Och, to nic wielkiego, on i jego oddziały są po drugiej stronie tego ogromnego czerwonego kręgu.

source: <b>...WHAT?!</b>
fr: <b>...QUOI ?!</b>
pl: <b>...CO?!</b>

source: He is telling the truth. I can no longer sense my master in this world.
fr: Il dit la vérité. Je ne sens plus la présence de mon maître dans ce monde.
pl: On mówi prawdę. Nie mogę wyczuć obecności mojego Mistrza na tym świecie.

source: I do not now how much you were told, summoner, but this Tash... no matter what was his name... He set out to disturb our research site. That insolent buffoon ordered us to go away. We're not magical entities to be treated as such. It was very insulting...
fr: Je ne sais pas ce qu'il t'a été dit, invocateur, mais ce Tash... peu-importe son nom... Il est venu déranger notre cite de fouilles. Cet insolent bouffon nous a ordonné de partir. Nous ne sommes pas des créatures magiques que l'on traite de la sorte. C'était très insultant...
pl: Nie wiem ile ci powiedziano, przywoływaczu, ale ten wasz Tash… czy jak mu tam było... zakłócił nasze badania. Ten rozzuchwalony bufon kazał nam sobie pójść. Nie jesteśmy magicznymi istotami by być tak traktowanym. To była wielka zniewaga...

source: Anyway, you see, when we refused to ‘go away’, he attacked our peaceful expedition. We were not well prepared for an all-out fight, and he did not listen to us, so we decided to activate this gate. It sucked his whole squad into the Red Abyss.
pl: *ziewa* Typowe... Bo widzisz, kiedy odmówiliśmy 'odejścia', on zaatakował naszą pokojową ekspedycję. Nie byliśmy przygotowani na taką okoliczność, a on nadal nie słuchał, więc postanowiliśmy aktywować te wrota. Cały jego oddział został zassany do Czerwonej Otchłani.

source: ...the Red Abyss?! The place of ultimate chaos? The home of all Efreet and Dharma’rhamis? The most dangerous part of the entire dimension?
pl: ...do Czerwonej Otchłani?! Miejsca ostatecznego chaosu? Domu wszystkich Ifrytów i Dharma'rhami? Najbardziej niebezpiecznego zakątka całego wymiaru?

source: My master is dead...
fr: Mon maître est mort...
pl: Mój pan nie żyje...

source: Come on, it's not a big deal. He's just stuck there for eternity, with his body completely incinerated, and likely separated from his soul...
pl: Oj daj spokój, to nic wielkiego. Po prostu utknął tam już na zawsze, zaś jego ciało pewnie uległo spaleniu a dusza oddzieleniu...

source: ...I... <b>I can’t believe this! You attacked our capital, tried to steal a holy relic of ours, and then you broke into our catacombs and murdered one of our leaders in cold blood like it's nobody's business! Just who on earth are you?!!!</b>
pl: ...Ja... <b>Nie mogę w to uwierzyć! Zaatakowaliście naszą stolicę, próbowaliście ukraść nasz święty artefakt, a teraz włamaliście się do naszych katakumb i zamordowaliście z zimną krwią jednego z naszych przywódców jak gdyby nigdy nic! Za kogo wy się do cholery uważacie?!!!</b>

source: I don't feel like explaining all that; you would not understand anyway. Look, we just need about a week to finish our research here, and then we will ‘go away’. You have a choice: you can quietly return from where you came, or fight, and share his fate.
fr: Je n'ai pas très envie d'expliquer tout ça ; tu ne comprendrais pas, de toute façon. Écoute, on a juste besoin d'à peu-près une semaine pour finir nos recherches ici, et après, on va ‘partir’. TU as le choix : tu peux retourner tranquillement de là où tu viens, ou combattre, et partager son sort.
pl: Nie mam ochoty wam tego tłumaczyć, i tak byście nie zrozumieli. Słuchaj, potrzebujemy jeszcze tygodnia by ukończyć nasze prace tutaj, a potem sobie 'pójdziemy'. Masz wybór: możesz odejść w ciszy i wrócić tam skąd przybyłeś, albo walczyć i podzielić jego los.

source: Now, listen! I don’t give a damn about who you people are, this has gone way too far, and you will pay dearly for this. Everyone, we shall avenge Tashkar's death. <b>CHAAARGE!!!</b>
fr: Bon, écoute ! Je me fiche complètement de qui vous êtes, c'est allé trop loin, et vous allez payer de votre vie pour ça. Soldats, on va venger la mort de Tashkar. <b>CHAAARGEZ !!!</b>
pl: Teraz to ty posłuchaj! Gdzieś mnie interesuje kim jesteście, ale to zaszło już za daleko i teraz za to zapłacicie. Musimy pomścić śmierć Tashkara. <b>DO BOJU!!!</b>

source: MY MASTER IS DEAD!!! I WILL HOLLOW YOUR EYES OUT!!!
fr: MON MAÎTRE EST MORT !!! JE VAIS TE CREVER LES YEUX !!!
pl: MÓJ PAN NIE ŻYJE!!! WYDŁUBIĘ CI ZA TO OCZY!!!

source: Well, I guess you're not changing your mind anytime soon. Seems like I'll have to do this the old-fashioned way.
fr: Bon, on dirait que vous n'allez pas changer d'avis de sitôt. On dirait que je vais devoir utiliser l'ancienne méthode.
pl: Widze, że raczej nie zmienisz zdania. Wygląda na to, że będę musiał to zrobić po staremu.

source: Hexes with carpets on them act like keeps. Use them to recruit your troops.
pl: Pola z dywanami zachowują się jak twierdze. Użyj ich do rekrutacji oddziałów.

source: When standing on the blue circles, your units recover 12 hitpoints per turn (does not cancel the healing provided by other factors, such regeneration, rest, etc.).
pl: Stojąc wewnątrz niebieskich kręgów, twoje jednostki leczą 12 punktów życia na turę (to łączy się z leczeniem pochodzącym z innych źródeł jak regeneracja, odpoczynek, itp.).

source: Kill Aerius
fr: Tuer Aerius
pl: Pokonaj Aeriusa

source: *looks around the chamber* Your Highness, I think I have an idea... Do you know how to activate that giant red circle?
fr: *regarde dans la pièce* Votre Altesse, je crois que j'ai une idée... Vous savez comment activer ce cercle rouge géant ?
pl: *rozgląda się po komnacie* Wasza Wysokość, chyba mam pomysł... Wiesz jak aktywować ten wielki czerwony krąg?

source: Yes, why are you asking?
fr: Oui, pourquoi ?
pl: Tak, czemu pytasz?

source: We can make them fall into the Red Abyss! Could you say the activation spell?
fr: On peut les faire tomber dans les Abysses Rouges ! Vous pourriez dire la formule d'activation ?
pl: Możemy sprawić, że oni wszyscy wpadną do Czerwonej Otchłani! Znasz zaklęcie aktywacji?

source: Wait, are you trying to...
fr: Attendez, vous essayez de...
pl: Chwila, czy ty czasem nie próbujesz...

source: Of course. Great idea!
fr: Bien sûr. Bonne idée !
pl: Oczywiście! Świetny pomysł!

source: No! Don't do this! That was supposed to be part of <b>my</b> plan!
fr: Non ! Faites pas ça ! C'était censé faire partie de <b>mon</b> plan !
pl: Nie! Nie rób tego! To miał być <b>mój</b> plan!

source: Master Aerius! We are DOOMED!
fr: Maître Aerius ! On est FICHUS !
pl: Mistrzu Aeriusie! Jesteśmy STRACENI!

source: You don't saaaaaaAAAAAA...!!!
fr: Je te le fais paaaaaAAAAAA...!!!
pl: Co ty nie powieeeEEEEE….!!!

source: Serves him right... but it seems like we created another problem for ourselves. We need to close this portal otherwise it will suck us in!
fr: Bien fait pour sa tronche... mais on dirait qu'on a créé un autre problème pour nous. Il faut fermer ce portail ou il va nous aspirer !
pl: Dobrze mu tak... ale teraz mamy drugi problem. Musimy zamknąć ten portal, inaczej wciągnie też i nas!

source: I can try to close it from afar, but it may take some time.
fr: Je peux essayer de le fermer à distance, mais ça va me prendre du temps.
pl: Mogę zamknąć go na odległość, ale to trochę potrwa.

source: Do whatever you have to do, Your Highness. My troops will cover you!
pl: Niech Wasza Wysokość robi co uzna za stosowne. Moje oddziały będą ją osłaniać!

source: Unlike in most scenarios, running out turns counts as a victory.
pl: W przeciwieństwie do innych scenariuszy, osiągnięcie limitu tur liczy się jako wygrana.

source: Sir, we have already gathered all the information we needed. We need not suffer more losses. Guru did not give us the permission.
fr: Chef, nous avons déjà récolté toute les informations dont on avait besoin. Il est inutile de subir davantage de pertes. Gourou ne nous a pas donné la permission.
pl: Sir, już zgromadziliśmy wszystkie potrzebne informacje. Nie potrzebujemy więcej strat. Guru nie dał nam pozwolenia.

source: Come on, Guru is not here.
fr: T'inquiète, Gourou n'est pas ici.
pl: Dajcie spokój, Guru tu nie ma.

source: The Council of Masters will be very dissatisfied with the outcome of this expedition.
fr: Le Conseil des Maîtres va être très désappointé par l'issue de cette expédition.
pl: Rada Mistrzów będzie bardzo rozczarowana wynikiem tej ekspedycji.

source: The Council does not care about the collateral damage. The means are justified by the end.
fr: Le Conseil ne n'intéresse pas aux dégâts collatéraux. La fin justifie les moyens.
pl: Rada nie dba o straty. Nasz ostateczny cel uświęca każde środki.

source: Rashti. Do you remember the first time you came here with your master? When you were fighting, I asked you to read the inscription on that big circle. I assume that you would not do that again, would you?
fr: Rashti. Tu te souviens la première fois où tu es venue ici avec ton maître ? Quand tu étais en train de te battre, je t'ai demandé de lire l'inscription sur ce grand cercle. Je suppose que tu ne le referais pas, n'est-ce pas ?
pl: Rashti. Pamiętasz kiedy przybyłaś tu ze swoim mistrzem? Kiedy walczyłaś, zapytałem Cię co jest napisane na tym wielkim kręgu. Zakładam, że nie zrobiłabyś tego raz jeszcze, prawda?

source: Wait a... Rashti, did you say the activation spell?!
fr: Attendez... Rashti, c'est toi qui a prononcé la formule d'activation ?!
pl: Zaraz... Rashti, czyś Ty wymówiła czar aktywacji?!
