Repository: Toranks/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: fr, pl

source: Heh, looking forward to see you try! *to himself* <i>For something as prized as the lamp of Nomolas, the security is absolutely pathetic. Well, I could certainly use some entertainment...</i>
fr: Hé, j'aimerais bien te voir essayer ! *à lui-même* <i>Pour quelque-chose d'aussi grande valeur que la lampe de Nomolas, la sécurité est absolument pathétique. Bon, je vais au moins pouvoir m'amuser un peu...</i>
pl: Heh, chętnie zobaczę jak próbujesz! *do siebie* <i>Dla czegoś tak drogocennego jak lampa Nomolasa, ochrona tutaj jest żałosna. Cóż, czas się zabawić...</i>

source: Everyone, brace yourselves! We may not live to see the next day, but it is our duty to protect the palace at all costs, no matter what unknown threat we face!
pl: Przygotujcie się do walki ludzie! Może nie ujrzymy następnego dnia, ale naszym obowiązkiem jest bronić pałacu za wszelką cenę, bez względu z czym przyjdzie nam walczyć!

source: Yes?
fr: Oui ?
pl: Tak?

source: Since you're the only one here to bring a carpet to work, go get us some reinforcements, and hurry up!
fr: Puisque tu est le seul ici à avoir ramené un tapis au travail, va vite nous chercher des renforts, et dépêche-toi !
pl: Skoro tylko ty przyniosłeś tu ze sobą dywan, leć po wsparcie, szybko!

source: Sir, yes sir!
fr: Chef, oui chef !
pl: Tak jest!

source: Middle Tier Squad reporting for duty!
fr: Équipe du Quartier Moyen à vos ordres !
pl: Oddział ze środkowej kondygnacji melduje się na rozkaz!

source: At last! At them!
fr: Enfin ! Attaquez-les !
pl: Nareszcie! A teraz na nich!

source: *to himself* <i>Compensating their incompetence with strength in numbers, eh?</i>
pl: *do siebie* <i>Nadrabianie swojej niekompetencji poprzez liczebność, hę?</i>

source: (to his troops) Just a small note: don't bother with the civilians. We're here for the lamp, not for carnage.
pl: (do swoich oddziałów) Zostawcie cywilów. Jesteśmy tu po lampę, a nie by urządzić jatkę.

source: Middle Tier, East Side Squad reporting for duty! We took carpets and flew as fast as we could.
fr: Étage Moyen, Équipe du Quartier Est à vos ordres ! On a pris des tapis et on a volé aussi vite que possible.
pl: Oddział z dolnej kondygnacji melduje się na rozkaz. Wzięliśmy dywany, aby było szybciej.

source: No need for chit-chat. Move it, soldier!
fr: Pas la peine de bavarder. En avant, soldat !
pl: Nie ma czasu na gadanie. Ruchy, żołnierzu!

source: *to himself* <i>Huh... never thought the guards would actually put up a fight. Now time to run before they catch up to me...</i>
pl: *do siebie* <i>Hmm… nie sądziłem, że ci strażnicy podejmą walkę. Czas uciekać zanim mnie dogonią...</i>

source: The strange blue constructs have broken down! This is our chance! Everyone, after the flying human! Do not let him escape!
fr: Les constructions bleues bizarres se sont cassées ! C'est notre chance ! Tous sur le type qui vole ! Le laissez pas s'échapper !
pl: Te dziwne niebieskie konstrukcje chyba się zepsuły! To nasza szansa! Wszyscy gonić latającego człowieka! Nie pozwólcie mu uciec!

source: Did he just summon avatars of air, without any summoning circles?! Just who is this man?!
fr: Il vient d'invoquer des avatars de l'air sans cercle d'invocation ?! Mais qui est ce type ?!
pl: Czy on właśnie przywołał awatary powietrza bez żadnych kręgów przywołania?! Kim jest ten człowiek?!

source: Elder
fr: Ancien
pl: Starszy

source: Mehir! The reinforcements are going to arrive soon! Don’t wait for us, pursue that trickster!
fr: Mehir ! Les renforts vont arriver bientôt ! Ne nous attendez pas, poursuivez ce gredin !
pl: Mehir! Wsparcie wkrótce nadejdzie! Nie czekaj na nas, ścigaj tego cwaniaka!

source: Yes, sir!
fr: Oui, chef !
pl: Tak jest!

source: You may be fast, but it won't help you get through the indestructible gates! Everyone, at him!
fr: Tu es peut-être rapide, mais ça ne t'aidera pas à traverser les portes indestructibles ! Tous sur lui !
pl: Może i jesteś szybki, ale nie przedostaniesz się przez nasze niezniszczalne wrota! Wszyscy na niego!

source: I take back what I said... Am I hallucinating?!
fr: J'ai rien dit... J'hallucine ou bien ?
pl: Cofam co powiedziałem... Czy to halucynacje?!

source: We cannot let that man inside the palace! Mehir, you need to get inside and catch him, fast!
fr: Nous ne pouvons pas laisser cet homme à l'intérieur du palais ! Mehir, vous devez entrer pour l'attraper !
pl: Nie możemy wpuścić go do pałacu! Mehir, musisz wejść do środka i go złapać, szybko!

source: Yes, sir! Follow me!
fr: Oui, chef ! Suivez-moi !
pl: Tak jest! Wszyscy za mną!

source: Mehir enters the Central Palace
fr: Mehir entre dans le Palais Central
pl: Mehir wkracza do Centralnego Pałacu

source: Death of the Elder
fr: Mort de l'Ancien
pl: Śmierć Starszego

source: Did he just... summon an air god?! As if the day wasn't getting bad enough already...
fr: ll vient de... d'invoquer un dieu de l'air ?! Comme si cette journée n'avait pas encore été assez mauvaise...
pl: Czy on właśnie przywołał bóstwo powietrza?! Jakby jeszcze tego było mało...

source: ...open Sezam...
fr: ...Sésame ouvre-toi...
pl: ...Sezamie otwórz się...

source: Follow me, hurry up!
fr: Suivez-moi, vite !
pl: Wszyscy za mną! Szybko!

source: ...ow... my back!
fr: ...aie... mon dos !
pl: ..oj... moje plecy!

source: Get back here!
fr: Reviens ici !
pl: Wracaj tutaj natychmiast!

source: I'll just... uhh... go get some more reinforcements... at the nearest bar, there's uhh... gotta be reinforcements there, right?
pl: Ja, uch.. chyba wezwę posiłki... Poszukam w najbliższym barze... Uch... chyba je tam znajdę, prawda?

source: You've got to be kidding me! I never thought you were <b>this</b> unreliable! Now get back here, or you'll be executed!
fr: Tu te fous de moi ! Je savais pas que tu étais <b>si</b> peu fiable ! Reviens tout-de-suite, ou tu seras exécuté !
pl: Chyba żartujesz! Nigdy nie sądziłem, że jesteś <b>aż tak</b>nierzetelny! Wracaj albo zostaniesz stracony!

source: *sigh* fine.
fr: *pfff* c'est bon.
pl: *wzdycha* w porządku.

source: <i>*to himself* Hmmm... on one hand, I don't want to get killed, on the other, I don't want to lose my job. I guess I'll just keep fighting...</i>
fr: <i>*à lui-même* Mmmm... d'un côté, j'ai pas envie d'être tué, d'un autre côté, je veux pas perdre mon taf. Je pense que c'est mieux de continuer à se battre... </i>
pl: <i>*do siebie* Hmmm… z jednej strony nie chcę zginąć, ale z drugiej nie chcę też stracić pracy. Chyba rozsądnym wyjściem będzie walka...</i>

source: I don't think we need to go there.
fr: Je crois pas qu'on ait besoin d'aller par là.
pl: Eee... nie sądzę by trzeba było tam iść.

source: Visiting our living quarters in the middle of a battle? I don't think we should do that...
fr: Aller dans des appartements au milieu d'une bataille ? Je crois pas que ce soit une bonne idée...
pl: Zwiedzanie mieszkań w trakcie bitwy? To raczej nie jest dobry pomysł...

source: Huh? Why are you attacking air?
fr: Heu ? Pourquoi tu attaques l'air ?
pl: Hę? Czemu atakujesz powietrze?

source: I don't know, sir, there's just something... off about it.
fr: Je sais pas, chef, c'est juste qu'il me paraît... bizarre.
pl: Sam nie wiem, sir. Coś mi w nim nie gra...

source: Did... did I just kill one of these thing with my bare hands?! I am a living legend!
fr: Je... je viens de tuer une de ces choses à mains nues ?! Je suis une légende vivante !
pl: Czy ja... rozwaliłem jedną z tych rzeczy gołymi pięściami?! Jestem żywą legendą!

source: Damn it, he escaped! We might have missed our only chance...
fr: Zut, il s'est échappé ! Il se pourrait bien qu'on ait raté notre seule chance...
pl: Niech to, zwiał! Przegapiliśmy naszą okazję...

source: Central Palace
fr: Palais Central
pl: Centralny Pałac

source: We’re too late!
fr: On arrive trop tard !
pl: Spóźniliśmy się!

source: So this is the source of your power...
fr: Alors, c'est ça, la source de votre pouvoir...
pl: A więc to jest źródło waszej mocy...

source: An eternal connection to the Abyss, a world of unlimited energy, where concepts like time and space are rather difficult to apply...
fr: Une connexion éternelle avec les Abysses, un monde d'énergie illimitée, où des concepts comme le temps et l'espace sont plutôt difficiles à appliquer...
pl: Wieczne połączenie z Otchłanią, miejscem nieskończonej mocy, gdzie czas i przestrzeń nie mają znaczenia...

source: Just who the hell are you?
pl: Kim ty u licha jesteś?

source: In case you are blissfully unaware, you are not the only human nation in this world...
fr: Dans le cas où vous l'ignoreriez, vous êtes pas la seule nation humaine dans ce monde...
pl: Na wypadek gdybyście byli kompletnie nieświadomi, to wiedzcie że nie jesteście jedynymi ludźmi na tym świecie...

source: Anyway, let me guess: this is the lamp where Nomolas rests — the First Jinni, creator of your palace-city, isn’t it?
pl: Niech zgadnę: to musi być lampa, w której spoczywa Nomolas - pierwszy dżin, stworzyciel waszego miasta-pałacu, nieprawdaż?

source: You wouldn't mind if I take a closer look, would you? *smirks*
fr: Vous m'en voudriez pas si je la regardais de plus près, pas vrai ? *sourit*
pl: Pozwolicie, że zerknę na to z bliska *uśmiecha się lekko*

source: Don’t you dare touch it!
fr: Vous n'oserez pas la toucher !
pl: Nie dotykaj!

source: What amazing workmanship. It's simply fascinating that this tiny container was able to entrap such a powerful entity.
fr: Quel objet admirable. Il est tout simplement fascinant que ce minuscule contenant puisse être capable de renfermer une entité si puissante.
pl: Cóż za niezwykle wykonanie. Jestem pod ogromnym wrażeniem, że udało wam się zmieścić tak potężną istotę w tak małym pojemniku.

source: My colleagues can't wait to get a glimpse of this precious artifact... I’ll 'borrow' it for now.
fr: Mes collègues sont impatients d'observer cet artefact précieux... Je vais l' 'emprunter' pour quelque temps.
pl: Moi koledzy z chęcią przyjrzą się bliżej temu artefaktowi... Tak więc pozwolę go sobie pożyczyć na jakiś czas.

source: Heh, that lamp is merely a sentimental piece of junk. He probably thought it still housed Nomolas, such fool...
fr: Hé, cette lampe est avant tout une rémanence attachante de notre passé. Il a probablement cru qu'elle contenait encore Nomolas, quel sot...
pl: Heh, ta lampa jest niczym innym tylko sentymentalnym złomem. Zapewne on myślał, że wciąż trzymamy Nomolasa w środku, głupiec...

source: So the main plan didn't work, quite disappointing... <i>*to himself* at least plan B has been set in motion, Guru will be pleased, hehe...</i>
pl: Więc główny plan nie zadziałał, rozczarowujące... <i>*do siebie* przynajmniej plan B został zainicjowany, Guru będzie zadowolony, hehe…</i>

source: He evaporated again! What kind of sorcery is this?!
fr: Il s'est encore évaporé ! Quel genre de sorcellerie c'est ?
pl: Znowu wyparował! Cóż to za czary?!

source: Luckily, he’s gone. Mehir, as the one patrolling this area since dawn, tell me what happened here.
fr: Par chance, il est parti. Mehir, puisque c'est toi qui surveille cette zone depuis l'aube, dis-moi ce qu'il s'est passé ici.
pl: Na szczęście już go nie ma. Mehirze, byłeś jedynym który patrolował ten obszar od świtu. Powiedz co tu zaszło.

source: I was on duty, as usual, when this strange man arrived from north-west. He didn’t have a carpet, yet his feet never touched the ground. I think his clothes might've been made from magic carpet fabric, but I'm not fully sure.
fr: J'étais à mon poste, comme d'habitude, quand cet individu étrange est arrivé du nord-ouest. Il n'avais pas de tapis, et pourtant ses pieds n'ont pas touché le sol. Je pense que ses habits sont en matériau de tapis magique, mais je suis pas totalement sûr.
pl: Byłem na służbie jak zwykle, gdy nagle z północnego-zachodu przybył ten dziwny człowiek. Nie miał ze sobą dywanu, a mimo to jego stopy nie dotykały ziemi. Domyślam się, że jego szaty mogły być zrobione z tkaniny używanej w dywanach, ale nie jestem tego pewien.

source: As soon as he stopped, mysterious blue spheres appeared around him. It seems that those spheres were, in fact, portals, from which the strange animated statues and flying magical eyes started coming from, alongside spear-wielding midgets.
fr: Dès qu'il s'est arrêté , des sphères bleues mystérieuses sont apparues autour de lui. Apparemment, ces sphères étaient en fait des portails, d'où mes statues animées bizarres et les yeux magiques volants ont commencé à venir, avec des gnomes lanciers.
pl: Gdy tylko się zatrzymał, dziwne błękitne kule pojawiły się wokół niego. Z tego co zauważyłem te kule były w rzeczywistości portalami przez które przechodziły dziwne ożywione statuy i latające magiczne oka wraz z karłami dzierżącymi włócznie.

source: Though I was significantly outnumbered, and most of my men were incompetent, my duty as a city guard was to defend the palace, even if it costs my life. Grimly determined, I attacked, blasting those magical constructs into pieces one after the other. After witnessing my might, the daring intruder fled towards the palace entrance — err, well... You were there by then, sir, you know what happened next.
fr: Bien qu'en état d'infériorité numérique significative, et que la plupart de mes hommes sont incompétents, mon devoir, en tant que membre de la garde municipale était d'assurer la défense du palais, même si ma vie était en jeu. Fermement déterminé, j'ai attaqué, réduisant en pièces ces créatures magiques l'une après l'autre. Quand il a vu ma force, l'intrus audacieux a fui vers l'entrée du palais — heu, ben... A partir de là, vous étiez là, chef, vous savez ce qu'il s'est passé après.
pl: Choć wróg miał ogromną przewagę liczebną a moi ludzie byli niekompetentni, moim obowiązkiem jako strażnika miejskiego była obrona pałacu, nawet za cenę mego życia. Z zaciekłą determinacją ruszyłem do ataku, rozwalając te wszystkie dziwactwa cios za ciosem. Widząc moją potęgę intruz zaczął uciekać w stronę pałacu a wtedy - eee… cóż... Wtedy zjawiłeś się ty, panie. Wiesz co działo się potem.

source: You're certainly quite capable, I'll make a note of that. Hmm... the situation is worrying. The last time we had a real war was against the Red Cult centuries ago. This human is certainly not some rebel, but rather an agent of an unknown foreign power. I must call a meeting of the Highest Council as soon as possible, both to inform them of the threat, and to urgently reform the city guard by enlisting experienced summoners into it, given today's incident.
pl: Z pewnością jesteś całkiem zdolny, zapamiętam to. Hmm... cała ta sytuacja jest niepokojąca. Ostatni raz prowadziliśmy wojnę przeciwko Czerwonemu Kultowi ale to było wieki temu. Ten człowiek z pewnością nie jest jakimś buntownikiem, ale raczej agentem nieznanej nam obcej nacji. Muszę jak najszybciej zwołać posiedzenie Najwyższej Rady, zarówno w celu poinformowania ich o zagrożeniu, jak i pilnej reformy straży miejskiej poprzez zwerbowanie do niej doświadczonych przywoływaczy, zwłaszcza mając na względzie dzisiejszy incydent.

source: Good idea. Since seeing how underequipped our city guard is, the enemy would gladly strike again, but with more troops.
pl: Dobry pomysł. Wiedząc jak żałosna jest nasza straż miejska, wróg z pewnością zaatakuje raz jeszcze z większą ilością oddziałów.

source: *pants* What is going on here?! The messenger said the palace was under attack!
fr: *haletant* Qu'est-ce qu'il se passe ici ?! Le messager a dit que le palais était attaqué !
pl: *dyszy* Co tu się wyrabia?! Posłaniec powiedział, że pałac jest atakowany!

source: Oh, greetings, Sharif the Honorable. You missed the finale. We managed without your help, thanks to the commander of our city guard.
pl: O, witaj czcigodny Shrifie. Przegapiłeś finał. Poradziliśmy sobie bez Twojej pomocy, a to dzięki dowódcy naszej straży miejskiej.

source: Is it true, young man?
fr: Est-ce vrai, jeune homme ?
pl: Czy to prawda młody człowieku?

source: Why yes indeed! I never though I'd actually have to fight anything in my life, but well, fate had it otherwise.
fr: Hé bien oui, c'est vrai ! J'avais jamais cru que je devrais vraiment combattre quoi-que ce soit dans ma vie, mais bon, le destin en a décidé autrement.
pl: Ależ oczywiście! Nigdy nie sądziłem, że będę choć raz walczył na serio w swoim życiu, lecz widać los chciał inaczej.

source: Someone like him shouldn’t be neglected. He could make quite a great commander in your army, instead of wasting his talent in the city guard. What do you think, Sharif?
fr: Quelqu'un comme lui ne devrait pas être négligé. Il pourrait faire un bon commandant dans votre armée, au lieu de gaspiller son talent dans la garde municipale. Qu'en pensez-vous, Sharif ?
pl: Ktoś taki jak on nie powinien pozostać niezauważony. Zamiast marnując swój talent jako strażnik miejski, mógłby stać się całkiem niezłym dowódcą w twojej armii. Co ty na to Szarifie?

source: Good idea. Tell me your name, young man.
fr: Bonne idée ! Dites-moi juste votre nom, jeune homme.
pl: Dobry pomysł. Powiedz mi tylko jak się nazywasz, młody człowieku.

source: Mehir, sir, Mehir ibn Hakim the elder, to be precise.
fr: Mehir, monsieur, Mehir ibn Hakim l'aîné, pour être précis.
pl: Mehir, sir, a dokładniej Mehir ibn Hakim Starszy.

source: So, Mehir, in recognition of your achievements today, I shall appoint you as commander of the troops defending the circle's construction near Sud-Affar! Until now the construction sites were undisturbed, but after today's incident it would be great to have someone in charge with firsthand experience against the new threat.
pl: Tak więc, Mehir, w uznaniu twoich dzisiejszych osiągnięć, mianuję cię dowódcą wojsk broniących budowy kręgu w pobliżu Sud-Affar! Jak na razie plac budowy jest bezpieczny, ale po dzisiejszym incydencie byłoby wspaniale mieć kogoś odpowiedzialnego z pewnym doświadczeniem przeciwko nowemu zagrożeniu.

source: Hurray!
fr: Hourra !
pl: Hurra!

source: Near the Jungle
fr: Près de la Jungle
pl: Blisko Dżungli

source: team_name^Lizards
fr: Lézards
pl: Jaszczury

source: Run to the camp!
fr: Se réfugier dans le camp !
pl: Uciekaj do obozu!

source: Ignore Rhaxiz
fr: Ignorer Rhaxiz
pl: Ignoruj Rhaxiza

source: Everything is going well. As long as we don’t experience any significant delays, we should be in the Abyss sooner than planned.
fr: Tout se passe bien. Si rien ne nous retarde trop, on devrait aller dans les Abysses plus tôt que prévu.
pl: Wszystko idzie zgodnie z planem. O ile nie napotkamy trudności, powinniśmy znaleźć się w Otchłani szybciej niż planowano.

source: Indeed. The workers from Sud-Affar are very diligent, but it's also partially thanks to me, the supervisor. And now get back to work! What are you waiting for?
fr: C'est vrai. Les travailleurs de Sud-Affar sont très efficaces, mais c'est aussi grâce à moi, le superviseur. Et maintenant, retourne au travail ! Qu'attends-tu ?
pl: Rzeczywiście. Robotnicy z Sud-Affaru są niesamowicie pracowici, ale to też zasługa nadzorcy budowy czyli... mnie! A teraz do roboty. Na co czekacie?

source: You see, there's a slight obstacle for the construction ahead.
fr: Voyez-vous, il y a un petit obstacle à la construction, là devant.
pl: Jak widać, jest pewna przeszkoda na trasie konstrukcji.

source: What is it?
fr: Qu'est-ce que c'est ?
pl: Co znowu?

source: There’s a jungle, over there, just in the path of the Circle. We might need additional equipment to continue.
fr: Il y a un jungle, là-bas, pile sur le chemin du Cercle. On pourrait avoir besoin d'équipement supplémentaire pour continuer.
pl: Dżungla, tam na horyzoncie, wprost na trajektorii Kręgu. Możemy potrzebować dodatkowego ekwipunku by kontynuować.

source: Psssh, come on, we have fire elementals. We can just use them to burn down any foliage that blocks the path.
fr: Pfffh, t'inquiètes, on a des élémentaires du feu. On peut juste les utiliser pour brûler les feuillages qui bouchent le chemin.
pl: Pfff, daj spokój, mamy żywiołaki ognia. Możemy ich użyć by wypalić całe zielsko na drodze.

source: Maybe we should scout the area first, to see if the place is safe enough to work in? It kind of gives me the creeps...
fr: Peut-être qu'on devrait d'abord explorer la zone, pour voir si l'endroit est suffisamment sûr pour y travailler ? Cet endroit me file un peu les jetons...
pl: Może powinniśmy najpierw przeprowadzić zwiad, by przekonać się czy to miejsce jest bezpieczne? Trochę przyprawia mnie o dreszcze...

source: Do I look like an explorer to you? I was born for higher purpose. Mobilize your squad immediately, and head for that place. Oh, and once you are there, do bring me some bananas - I am in need of fruit. Dismissed!
fr: Tu trouves que j'ai une tronche d'explorateur ? Je suis né pour des tâches plus haute. Mobilise ton groupe immédiatement, et va là-bas. Oh, et puisque tu y seras, ramène-moi des bananes - je manque de fruits. Rompez !
pl: Czy ja wyglądam na odkrywcę? Urodziłem się do wyższych celów. Zbierz oddział i wyruszaj natychmiast. Och, a jak już tam będziecie, to przywieź ze sobą trochę bananów - akurat zachciało mi się owoców. Odmaszerować!

source: *sigh* Fine...
fr: *soupir* Bien...
pl: *wzdycha* W porządku...

source: Alright, mobilize some troops, we will be moving soon.
fr: D'accord, mobilise des troupes, on y va tout de suite.
pl: Dobrze, zbierz oddział, zaraz będziemy ruszać.

source: Ah, a calm wind, sunbathing and cold drinks... Man, being a supervisor sure is great these days...
fr: Ah, un vent calme, un bain de soleil et des boissons fraîches... Hé ben, superviseur c'est un bon métier, de nos jours...
pl: Ach, spokojny wietrzyk, opalanie się na słońcu, chłodne drinki... Rety, bycie nadzorcą jest świetne...

source: *heavy breathing* My liege, we're under attack! All of the men got killed! Alert the guards, fast!
fr: *respirant fortement* Mon seigneur, on est attaqués ! Tous les hommes ont été tués ! Alertez les garde, vite !
pl: *ciężko dyszy* Mój panie, zostaliśmy zaatakowani! Wszyscy moi ludzie zginęli! Zawołaj strażników, szybko!

source: A... ATTACKED?! What the hell do you mean, 'attacked'?!
fr: A... ATTAQUES ?! Qu'est-ce que tu racontes, 'attaqués' ?!
pl: ZA... ZATATAKOWANI?! Co u licha masz na myśli mówiąc 'zaatakowani'?!

source: We were just traversing the jungle, and suddenly were ambushed by some sort of lizards! They didn't seem intent to kill us at first, but then one of our men used a fire elemental scroll, and they went mad!
fr: On était juste en train de traverser la jungle, et d'un coup on a été pris en embuscade par des sortes de lézards ! Ils avaient pas l'air de vouloir nous tuer au début, mais après l'un de nos hommes a utilisé un parchemin d'élémentaire du feu et ils ont pété les plombs !
pl: Wędrowaliśmy przez dżunglę gdy nagle wpadliśmy w zasadzkę jakichś jaszczurek! Początkowo nie chciały nas zabić, ale wtedy jeden z moich ludzi użył zwoju na żywiołaka ognia a to ich rozjuszyło!

source: *sigh* It's as if the entire world conspired to prevent my relaxation! Where the hell are those scumbags?! I'll show them the wrath of a bothered supervisor!
fr: *soupir* C'est comme si la terre entière conspirait pour m'empêcher de me relaxer ! Où sont ces relous ?! Je leur montrerai ce que c'est, que d'ennuyer un superviseur !
pl: *wzdycha* Tak jakby cały świat uknuł spisek przeciwko mojemu relaksowaniu się! Gdzie do diaska są te pomioty?! Zaraz pokażę im co to znaczy wściekły nadzorca!

source: Uhh... if you haven't noticed, they're right behind me...
pl: Uch... tak się składa, że są tuż za mną...

source: All I wanted was a few bananas, and now we got this... fantastic...
fr: Je voulais juste un peu de bananes, et maintenant on a ça... fantastique...
pl: A chciałem tylko parę bananów, a teraz mamy to... fantastycznie...
