Repository: Toranks/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: fr, pl

source: After three days, the wanderer finally regained consciousness. Atiros (that was his name) had come from a land abandoned by the Summoners thousands of years ago. These words shocked the High Council, because for centuries, the Summoners believed that their ancestors, when setting out into the Great Desert, had left the Ancestral Lands empty. Atiros said that the nation inhabiting that land is now called Kharos, and is in grave danger.
fr: Après trois jours, le marcheur finit par reprendre connaissance. Atiros (c'était son nom) était venu d'un pays abandonné par les Invocateurs des milliers d'années auparavant. Ces mots choquèrent le Haut Conseil puisque pendant des siècles les Invocateurs avaient cru que leurs ancêtres, en partant pour le Grand Désert, avaient laissé les Terres Ancestrales vides. Atiros dit que la nation habitant ce pays était maintenant appelée Kharos, et était en grave danger.
pl: W końcu po trzech dniach wędrowiec odzyskał przytomność. Okazało się, że ma na imię Atiros i pochodzi z dalekiej północy, z krainy którą tysiące lat temu opuścili przodkowie Przywoływaczy. Słowa te wstrząsnęły Najwyższą Rada, ponieważ w starożytnych przekazach nie było wzmianki o innych ludziach. Setki lat Przywoływacze myśleli, ze ich potomkowie wspólnie wyruszyli ku Wielkiej Pustyni, nie zostawiając na Ziemiach Początku nikogo. Atiros powiedział, ze kraina ta nazywa się teraz Kharos i że jest w wielkim niebezpieczeństwie.

source: About half a year ago, the Kharosians lost contact with all their settlements in the furthest east. Messengers never returned. When more towns started to disappear, the ruler of Kharos, the High Priestess of Light, Anthi, ordered the middle-lands fortified in order to beat off possible attacks by the invisible invaders. After one month contact was lost again, but this time, two cavalry archers managed to escape to the west. From their reports it was understood that they were attacked by masked beings, full of madness and anger, aided by terrifying three-headed beasts, capable of easily devouring a man...
fr: Approximativement 6 mois plus tôt, les Kharosiens perdirent contact avec toutes leurs garnisons les plus à l'est. Les messagers ne sont jamais revenus. Quand d'autres villes commencèrent à disparaître, la dirigeante des Kharos, la Haute Prêtresse de Lumière, Anthi, ordonna de fortifier les terres centrales afin de repousser de possibles attaques par les envahisseurs invisibles. Après un mois, le contact fut perdu à nouveau, mais cette fois, deux archers de cavalerie parvinrent à s'échapper vers l'ouest. Par leur rapport, on comprit qu'ils avaient été attaqués par des êtres masqués, emplis de folie et de colère, aidés de terrifiantes bêtes tricéphales, capables de dévorer facilement un homme...
pl: Około pół roku temu Kharosanie utracili kontakt ze wszystkimi swoimi osadami na wschodzie. Posłańcy nie powrócili. Kiedy więcej miejscowości zaczęło znikać, władczyni Kharos, najwyższa kapłanka Światła, Anthi, rozkazała zorganizować obronę środkowych terytoriów w celu odparcia ewentualnych ataków nieznanych najeźdźców. Po miesiącu kontakt z ziemiami środka został utracony, lecz tym razem dwóch konnych łuczników zdołało uciec. Z ich raportów wynikało, że zostali zaatakowani przez zamaskowane istoty pełne szaleństwa i gniewu. Przerażające trójgłowe bestie z najgorszych koszmarów usługiwały im...

source: These words intrigued Mehir, who noticed heavy similarities between the descriptions Atiros provided, and the opponents fought during the siege of Mag-Magar. Yet the foreigner’s story was not over; When the downfall of the middle-lands was certain, Anthi realized that the Kharosian army could not possibly prevail against such a powerful enemy, so she decided to bet everything on a legend, which spoke of ancient siblings who abandoned their homeland and set out to the desert. She had no choice but to hope it was true, and that the inhabitants of the desert would return to protect the Ancestral Lands.
fr: Ces mots intriguèrent Mehir, qui remarqua de grandes similarités entre les descriptions données par Atiros et les opposants combattus pendant le siège de Mag-Magar. Pourtant, l'histoire de l'étranger n'était pas finie ; quand la chute des terres centrales fut certain, Anthi réalisa que l'armée Kharosienne ne pouvait pas l'emporter contre un ennemi si puissant, donc elle décida de tout miser sur une légende, qui parlait d'anciens frères qui abandonnèrent leur terre natale et partirent pour le désert. Elle n'avait pas le choix mais espérait que ce soit vrai, et que les habitants du désert reviendraient protéger les Terres Ancestrales.
pl: Kiedy było już wiadome, ze upadek terenów środka jest przesadzony, Anthi zdała sobie sprawę, że armia Kharos sama nie powstrzyma takiego przeciwnika. Jedyna nadzieja pozostała w pewnej... bajce dla dzieci, która to opowiadała o legendarnych braciach i siostrach, którzy tysiące lat temu opuścili swoją ojczyznę i wyruszyli na pustynię. Anthi nie miała wyjścia i postanowiła zaufać tej opowiastce w nadziei, ze okaże się prawdziwa, a mieszkańcy tamtejszych ziem powrócą wspólnie bronić krainy, z której się wywodzą.

source: Atiros, as one of the most powerful warriors of Kharos, was ordered to find them. He set out to the furthest city of the south, Saffaros, and sailed across the sea to the Great Desert. A few days after landing, he saw a faint silhouette of Tar-Tabar looming over the horizon. He initially though he was hallucinating, but decided to go in that direction anyway. After a few weeks of walking, the water ran out. A few days after, Atiros heard sounds of a battle, and decided to follow them. Soon after, he lost consciousness and woke up in Tar-Tabar, where he discovered his rescuers were the very people he was ordered to find.
pl: Atiros jako jeden z najpotężniejszych wojowników Kharos, dostał rozkaz ich odszukać. Wyruszył więc do najdalej wysuniętego miasta na południe, Saffaros, a stamtąd popłynął łodzią w kierunku Wielkiej Pustyni. Po kilku dniach od wylądowania na brzegu, zobaczył w majaczące na horyzoncie miasto Tar-Tabar. Początkowo myślał, że to halucynacje, lecz zdecydował się iść w tamtym kierunku. Po kilku tygodniach wędrówki skończyła mu się woda. Kilka dni później Atiros usłyszał odgłosy walki i postanowił udać się w ich kierunku. Wkrótce stracił jednak przytomność i obudził się w Tar-Tabarze, otoczony ludźmi, których miał odnaleźć.

source: This whole thing put the Summoners in a rather awkward situation. In the next few months, the Great Circle would be ready and then their whole country would disappear from this world. At this stage, interfering in foreign wars was unthinkable, yet the Elders felt it indicated to show some concerned interest in the situation of the kinfolk. Thus, Mehir was to act as an envoy: he would deliver a letter from the council to the people of Kharos - an invitation to move together with the Summoners into the Abyss. Such a nice gesture seemed adequate, if not the only chance of survival for the people in the old native country. The High Council ordered three ships to be built specifically for Mehir's departure, similar in design to the one Atiros sailed in. Mehir himself was quite fine with the idea of officially representing the nation. And as much as he liked the lavish lifestyle of his palace, Rashti's perpetual nagging and his own worry of getting fat and lazy kind of spoiled the whole thing. A short trip to pleasantly cool lands would do him good, and amuse his protegee as well.
pl: Cała ta opowieść była dla Przywoływaczy niezwykłym przeżyciem, ale jednocześnie wprawiła w wielkie zakłopotanie. Za kilka miesięcy krąg będzie gotowy, a wtedy cale ich państwo zniknie z tego świata. Na tak zaawansowanym etapie prac ochrona kręgu była zadaniem priorytetowym, a mieszanie się w cudze wojny zwłaszcza na dalekiej północy było nie do pomyślenia. Jednak starsi chcieli okazać jakąś formę zainteresowania sprawami dalekich krewnych. Dlatego Mehir miał udać się tam na zasadzie posłańca: dostarczyć list od Rady do mieszkańców Kharos - zaproszenie do wspólnego wkroczenia do Otchłani. Takie posunięcie wydawało się rozsądne w razie gdyby nie było nadziei na ratunek. Najwyższa Rada nakazała również zbudować 3 okręty przypominające łódź, której Atiros użył do przeprawy przez morze. Zaś sam Mehir był raczej zadowolony z pomysłu bycia oficjalnym reprezentantem swojego narodu. I choć uwielbiał swoje luksusowe życie, to wieczne narzekania Rashti i jego obawy o stanie się rozleniwionym nie dawały mu spokoju i musiał zmienić otoczenie. Taka krótka wycieczka do chłodniejszego miejsca była więc świetną okazją zarówno dla niego samego jak i jego towarzyszki.

source: After recapturing Degos, Mehir, Dedylos, and their troops set out to Kharos in hopes that the city was still standing...
fr: Après avoir repris Degos, Mehir, Dedylos et leurs troupes prirent la direction de Kharos dans l'espoir que la ville tenait toujours...
pl: Po odbiciu Degos, Mehir, Dedylos i ich oddziały wyruszyli w stronę Kharos w nadziei, że miasto nie zostało zaatakowane...

source: The armies of darkness have finally been vanquished, allowing the Kharosians to recover their ravaged territories. Meanwhile, Mehir entered the city, greeted by crowds of the citizens of Kharos, praising him almost as if he was a deity. While his troops were busy finishing off any remnants of the dark army, he spent a lot of time with Anthi, getting to know the Kharosian culture and the history of the Ancestral Lands.
pl: Armia ciemności została rozbita. Małe grupy niedobitków wycofały się na wschód, umożliwiając powrót Kharosian na zagrabione wcześniej ziemie. W międzyczasie Mehir został mianowany największym bohaterem Kharos. Podczas gdy jego zwiadowcy przeczesywali teren w poszukiwaniu resztek zniszczonej armii, on sam spędzał dużo czasu z Anti, poznając tym samym kulturę Kharosian i historię Ziem Początku.

source: During his visit Mehir learned many things about the Kharosians and their religion. The Kharosians worship the Sun as their deity, and the light as the source of life. The unusual dualism is quite well-reflected in their social structure. The Kharosian society is ruled by wise priestesses of the cult of light which are adept in magic and use it without drawing circles. The army and all connected services are subordinated to the so-called sun warriors.
pl: Podczas swojej wizyty, Mehir dowiedział się wielu ciekawych rzeczy o Kharosianach i ich religii. Kharosianie czczą Słońce jako swoje bóstwo a także samo światło jako źródło życia. Ten niezwykły dualizm jest bardzo dobrze odzwierciedlony w strukturze społecznej. Społeczeństwo Kharos jest rządzone przez mądre kapłanki kultu światła, które znają dobrze magię i posługują się nią bez wykorzystywania magicznych kręgów. Natomiast armią oraz powiązanymi z nią obszarami zajmują się tzw. słoneczni wojownicy.

source: While the Kharosians were skilled users of magic, it was quite unlike the sort used by the Summoners. For one, it was controlled by the caster's mind, requiring no magic symbols. Mehir noted the Darkblooded, the dark hordes, and the mysterious flying mage, Aerius, were also using this weird technique of spellcasting. Realistically speaking, he was just blissfully unaware that the summoners were the oddballs in this regard.
fr: Même si les Kharosiens étaient des utilisateurs accomplis de la magie, celle-ci était différente de celle utilisée par les Invocateurs. Elle était contrôlée par l'esprit de l'enchanteur, sans nécessiter de symboles magiques. Mehir remarqua que les Sang-Sombre, les hordes obscures et le mystérieux mage volant, Aerius, utilisaient aussi cette technique bizarre de lancer de sorts. Pour être honnête, il ne se rendait juste pas compte que, sur cet aspect, c'était les invocateurs qui étaient originaux.
pl: Kharosanie znają magię, lecz nie jest to magia przywołania jaka dysponują Przywoływacze. Nie wymaga magicznych kręgów, lecz kontroluje się ją za pomocą siły własnego umysłu. Mehir widział już takie rzeczy u Ciemnokrwistych, Mrocznych Najeźdźców i tajemniczych latających magów. Prawdę powiedziawszy nie zdawał sobie sprawy, że to właśnie przywoływacze tak bardzo odstają w tym względzie od reszty.

source: The messenger sent by Mehir reached al-Kamija in twelve days, where he delivered the sensational news that Rashti had undergone unexpected transformation. Unbeknownst to Mehir, this seeming improvement had completely destroyed the balance between worlds. The Great Circle was becoming outdated, with such a significant shifts in one of the variables. However, experiments carried out by the Summoners in former days had shown that fluctuations of time between the worlds had the delay of twenty-five days between events and their visible consequences. The messenger had traveled for twelve days, which meant the Summoners had thirteen days to finish the Circle in its original formula and move to the Abyss. If it isn't completed in time, all the effort devoted to the project would go to waste.
fr: Le messager envoyé par Mehir atteint al-Kamija en douze jours, où il annonça la nouvelle sensationnelle que Rashti avait subi sa tranformation inattendue. A l'insu de Mehir, cette amélioration apparente avait complètement détruit l'équilibre entre les mondes. Le Grand Cercle allait devenir obsolète à-cause de ce changement si grand de l'une des variables. Pourtant, les expériences antérieures menées par les Invocateurs avaient montré que les fluctuations temporelles entre les mondes causaient un retard de vingt-cinq jours entre les événements et leurs conséquences visibles. Le messager avait voyagé pendant douze jours, ce qui signifiait que les Invocateurs avaient treize jours pour finir le Cercle dans sa formulation originelle et aller dans les Abysses. S'il n'était pas fini à temps, tout les efforts mis dans le projet seraient gâchés.
pl: Tymczasem wysłany przez niego goniec po 12 dniach dotarł do al-Kamidży i przekazał sensacyjna wiadomość o transformacji RashtiRhami w Prawdziwą Rashti. Najwyższa Rada stwierdziła, ze śmierć Rashti, a także późniejsze zmartwychwstanie jej osobnych jaźni oraz końcowe scalenie w żeński odpowiednik Nomolasa na tyle zaburzyło równowagę miedzy światami, ze budowany według obecnego wzoru krąg może być nieaktualny, tak jak obecny adres Otchłani. Doświadczenia przodków wykazały jednak, ze fluktuacje czasowe w przestrzeni miedzy wymiarami spowalniają reakcje zaistniałych w nich akcji o 25 dni. Podroż gońca trwała 12 dni, co oznacza, że Przywoływaczom do ukończenia kręgu w jego obecnej formie i przeniesienia się do Otchłani pozostało 13 dni. Jeśli nie zdążą cała praca pójdzie na marne.

source: In responce to such a disaster, the High Council ordered all citizens of the Summoner country to assist the construction. Women, children, even elders — all joined the workers. The messenger immediately set out to Mehir to warn him of what will ensue...
fr: En réponse à un tel désastre, le Haut Conseil ordonna à tous les citoyens du pays des Invocateurs d'aider à la construction. Femmes, enfants, et même vieillards — tous se joignirent aux travailleurs. Le messager retourna immédiatement prévenir Mehir de ce qu'il en était...
pl: Najwyższa Rada w celu gwałtownego przyspieszenia prac nad kręgiem rozkazała każdemu obywatelowi państwa Przywoływaczy pomagać przy jego budowie. Bez względu na to, czy były to kobiety, dzieci a nawet starcy, wszyscy zasilili grono robotników. Goniec zaś wyruszył niezwłocznie do Kharos, aby przekazać Mehirowi tę pilną wiadomość...

source: The following morning, the Great Circle — the Summoners' biggest undertaking — has finally been completed just in time. The dream about entering the Abyss was soon to become reality, with the possibility to leave the mortal world being only one spell away. In the Central Palace of al-Kamija, crowds gathered for the fateful moment, when the Circle was going to be connected with the opened portal. The leaders of the Trinity and the chairmen of the Highest Council together drew the final segment, and once it touched the other world...
pl: Następnego ranka wielki krąg - przedsięwzięcie jakiego żaden świat jeszcze nie widział - został ukończony. Marzenie o Otchłani stało się realne jak nigdy przedtem. Już tylko aktywacja kręgu dzieliła Przywoływaczy od opuszczenia śmiertelnego świata i wkroczenia do krainy nieskończonych możliwości. W centralnym pałacu al-Kamidży rozpoczęła się wielka uroczystość, w trakcie której krąg miał zostać podłączony do tamtejszego magicznego przejścia. Przywódcy miast Trójcy oraz przewodniczący Najwyższej Rady wspólnie domalowali ostatni odcinek, a kiedy ten dotknął Otchłani...

source: The entirety of al-Kamija suddenly burst into blue flames. Dunes, walls, buildings, cities, millions of people — everything in the circle's diameter was absorbed by the abyssal energies.
fr: La totalité d'al-Kamija s'embrasa soudain en flammes bleues. Les dunes, murs, bâtiments, villes, des millions de gens — tout dans le diamètre du cercle fut absorbé par les énergies abyssales.
pl: Ogromne terytorium al-Kamiji zapłonęło błękitnym światłem Otchłani. Miliardy wydm, mury miast, budynki, wieże, miliony ludzi - wszystko zostało pochłonięte przez nierealny blask.

source: For better or worse, the whole country of the Summoners was now gone from this world.
pl: Całe państwo Przywoływaczy znikło z tego świata na dobre.

source: Mehir, as the last high-ranking summoner, was observing this awe-inspiring sight from Kharos. He promised that he would do everything to allow his troops to join their families and friends. According to what Anthi said, the only way to get into the Abyss was to set out to the west, to find the mysterious people who were known for accomplishing astounding feats of magic.
pl: Mehir, jako ostatni Przywoływacz, obserwował to wszystko z murów Kharos. Obiecał sobie, ze zrobi wszystko, aby jego ludzie mogli dołączyć do swych rodzin i przyjaciół będących w Otchłani. Zgodnie z tym, co mówiła Anti, jedynym sposobem na dostanie się do tamtego świata, było udanie się na zachód, do krainy tajemniczych ludzi o których niewiele było wiadomo, oprócz tego, ze potrafili ponoć dokonywać rzeczy niemożliwych.

source: Two days later, Mehir was awaited by a crewed ship. Anthi explained that the country of the people she mentioned was in the middle of the ocean, and it required flight to reach. The ship was really to give the carpets a place to take off from.
pl: Dwa dni później na Mehira czekał w porcie statek wraz z załogą. Anti wyjaśniła, ze państwo tajemniczych ludzi znajduje się bardzo wysoko i można się tam dostać jedynie lotem. Statek miał służyć za miejsce startu dla dywanów.

source: The journey lasted two days. When the ship supposedly reached the destination, Mehir was puzzled about the lack of land nearby. The captain calmly responded by asking Mehir to look up, at the sky.
fr: Le voyage dura deux jours. Quand le bateau atteint sa destination supposée, Mehir fut surpris par l'absence de terre à l'horizon. Le capitaine lui répondit calmement en demandant à Mehir de regarder en haut, vers le ciel.
pl: Podroż trwała dwa dni. W końcu załoga okrętu zameldowała, iż dotarli na miejsce. Mehir czuł się trochę zdezorientowany bowiem dookoła był jedynie ocean. Wtedy kapitan okrętu kazał mu unieść głowę i spojrzeć w niebo.

source: And then Mehir finally understood what Anthi meant when she told him that it is impossible to reach this land by ship; The destination was, in fact, a giant landmass above his head, which was floating in the air, above the clouds. Even the finest magic carpets were unable to reach such altitude, so Mehir decided to draw a special one-way teleportation circle on the ship’s floor, with the materials he had. After a few hours everything was ready and, to boost the troops' morale, Mehir decided to be the first to teleport to the ‘flying island’.
pl: Wtedy Mehir wreszcie zrozumiał co Anthi miała na myśli mówiąc mu, że nie można dotrzeć to tej krainy statkiem. Miejsce to bowiem okazało się być gigantyczną górą ziemi unoszącą się w powietrzu, nad chmurami. Nawet najlepsze magiczne dywany nie były w stanie osiągać takich wysokości, więc Mehir postanowił namalować specjalny jedno-kierunkowy krąg teleportacji na pokładzie statku przy użyciu materiałów, które miał przy sobie. Parę godzin później wszystko było gotowe. Żeby podbudować morale załogi Mehir zdecydował się wyruszyć jako pierwszy.

source: After preparing for the journey, Mehir boarded the flying ship and took off to the north, unaware of the threats that awaited him next...
fr: Après avoir préparé son voyage, Mehir monta à bord du bateau volant et décolla pour le nord, ignorant les dangers qui l'attendaient...
pl: Będąc przygotowanym do podróży, Mehir wszedł na pokład latającego statu i wyruszył nim na północ, nieświadomy zagrożeń jakie miały na niego czyhać...

source: To Lands Unknown (custom terrain)
fr: Vers des Terres Inconnues (terrain utilisateur)
pl: Ku Nieznanym Krainom (teren)

source: Twinkling Star
fr: Étoile Scintillante
pl: Błyszcząca gwiazdka

source: Bars
fr: Barres
pl: Kraty

source: Lit
pl: Oświetlona jaskinia

source: Illuminated Hex
pl: Podświetlony Heks

source: Rubble
pl: Gruz

source: Rubble Invisible
pl: Gruz Niewidzialny

source: Flat
fr: Plat
pl: Płaski

source: Jungle
pl: Dżungla

source: Thick Jungle
fr: Jungle Épaisse
pl: Gęsta Dżungla

source: Dawn
fr: Aube
pl: Świt

source: Morning
fr: Matin
pl: Ranek

source: Afternoon
fr: Après-midi
pl: Popołudnie

source: Dusk
fr: Crépuscule
pl: Wieczór

source: First Watch
fr: Premier Quart
pl: Pierwsza Zmiana

source: Second Watch
fr: Deuxième Quart
pl: Druga Zmiana

source: immortal
pl: nieśmiertelny

source: female^immortal
pl: nieśmiertelna

source: This unit cannot be killed.
pl: Tej jednostki nie da się pokonać.

source: Ridiculous price aside, I can't quite afford the elemental.
fr: Même à prix bas, je peux pas vraiment m'offrir un élémentaire.
pl: Pomijając tą absurdalną cenę, nie stać mnie teraz na żywiołaka.

source: Not surprising. Anyway, if there's something on sale that you <b>can</b> actually afford, feel free to have a look.
fr: Pas étonnant. Bon, si il y a quelque-chose à vendre que vous <b>pouvez</b> vous offrir, je vous invite à jeter un œil.
pl: Nic dziwnego. Jeśli jest coś na co Cię <b>stać</b>, to zajrzyj ponownie.

source: I'll pass, thanks.
fr: J'y vais, merci.
pl: Nie jestem zainteresowany.

source: <i>*to himself* Hmmmm... on one hand, he's charging me most of the money I have, but on the other, a water elemental can be a great asset to have on duty...</i>
fr: <i>*à lui-même* Hmmmm... D'un côté, il demande presque tout mon argent, mais d'un autre côté, un élémentaire d'eau, ça peut être vachement utile pour le service...</i>
pl: <i>*do siebie* Hmmmm… z jednej strony wydałbym prawie wszystko co mam, ale z drugiej taki żywiołak wody może być świetnym dodatkiem na służbie...</i>

source: I don't need an overpriced elemental!
fr: Je veux pas d'un élémentaire hors de prix !
pl: Nie potrzebuję przepłaconego żywiołaka!

source: Your loss. If you change your mind, feel free to come back, if the elemental isn't already sold out by then, that is.
fr: Tant-pis pour vous. Si vous changez d'avis, vous pouvez revenir, enfin, si l'élémentaire n'a pas déjà été vendu entre-temps.
pl: Twoja strata. Jeśli zmienisz zdanie, to wróć o ile żywiołak nie zostanie sprzedany komuś innemu.

source: Buy the elemental anyway (costs 20 gold, carries over to the next scenarios)
fr: Acheter quand-même l'élémentaire (coûte 20 or, et revient dans les prochains scénarios)
pl: Kup żywiołaka (kosztuje 20 szt. złota, przechodzi do następnych scenariuszy)
